Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Unsupported update from {values}
ar_sa: تحديث غير مدعوم من {values}
cs_cz: Nepodporovaná aktualizace z {values}
da_dk: Opdatering understøttes ikke fra {values}
de_de: Nicht unterstütztes Update von {values}
el_gr: Μη υποστηριζόμενη ενημέρωση από {values}
es_es: Actualización no soportada de {values}
fi_fi: Päivitystä ei tueta {values}
fr_fr: Mise à jour non prise en charge de {values}
it_it: Aggiornamento non supportato da {values}
ja_jp: {values} からのサポートされていない更新
nl_nl: Niet-ondersteunde update van {values}
no_no: Ustøttet oppdatering fra {values}
pl_pl: Nieobsługiwana aktualizacja z {values}
pt_pt: Atualização não suportada de {values}
ro_ro: Actualizare neacceptată de la {values}
ru_ru: Неподдерживаемое обновление от {values}
sv_se: Uppdateringen stöds inte från {values}
uk_ua: Оновлення {values} не підтримується

source: {path} has no callable list '{list_name}'
ar_sa: {path} ليس لديه قائمة قابلة للاستدعاء '{list_name}'
cs_cz: {path} nemá žádný volatelný seznam '{list_name}'
da_dk: {path} har ingen liste over opkaldskilder '{list_name}'
de_de: {path} hat keine aufrufbare Liste '{list_name}'
el_gr: {path} δεν έχει λίστα καλούμενων '{list_name}'
es_es: {path} no tiene una lista llamable '{list_name}'
fi_fi: {path} ei ole kutsuttavaa listaa{list_name}'
fr_fr: {path} n'a pas de liste d'appel '{list_name}'
it_it: {path} non ha una lista chiamabile '{list_name}'
ja_jp: {path} には呼び出し可能なリスト '{list_name} ' がありません
nl_nl: {path} heeft geen callable lijst '{list_name} ' '
no_no: {path} har ingen oppringingsliste '{list_name}'
pl_pl: {path} nie ma listy wywołań '{list_name}'
pt_pt: {path} não tem lista chamável '{list_name}'
ro_ro: {path} nu are nicio listă apelabilă '{list_name}'
ru_ru: {path} не имеет списка вызываемого '{list_name}'
sv_se: {path} har ingen samtalslista '{list_name}'
uk_ua: {path} не має жодного списку для викликів '{list_name}

source: Nested attribute not found: {attribute_str}
ar_sa: لم يتم العثور على السمة المتطابقة: {attribute_str}
cs_cz: Vnořený atribut nenalezen: {attribute_str}
da_dk: Indlejrede attribut ikke fundet: {attribute_str}
de_de: Verschachteltes Attribut nicht gefunden: {attribute_str}
el_gr: Το ένθετο χαρακτηριστικό δεν βρέθηκε: {attribute_str}
es_es: Atributo anidado no encontrado: {attribute_str}
fi_fi: Sisäkkäistä attribuuttia ei löydy: {attribute_str}
fr_fr: Attribut imbriqué introuvable : {attribute_str}
it_it: Attributo annidato non trovato: {attribute_str}
ja_jp: ネストされた属性が見つかりません: {attribute_str}
nl_nl: Geneste attribuut niet gevonden: {attribute_str}
no_no: Fant ikke Nestet attributt: {attribute_str}
pl_pl: Zagnieżdżony atrybut nie znaleziony: {attribute_str}
pt_pt: Atributo aninhado não encontrado: {attribute_str}
ro_ro: Atributul imbricat nu a fost găsit: {attribute_str}
ru_ru: Вложенный атрибут не найден: {attribute_str}
sv_se: Kapslat attribut hittades inte: {attribute_str}
uk_ua: Вкладений атрибут не знайдено: {attribute_str}

source: Module {module_name} has no attribute {attribute_str}
ar_sa: الوحدة النمطية {module_name} ليس لديها سمة {attribute_str}
cs_cz: Modul {module_name} nemá žádný atribut {attribute_str}
da_dk: Modul {module_name} har ingen attribut {attribute_str}
de_de: Modul {module_name} hat kein Attribut {attribute_str}
el_gr: Το πρόσθετο {module_name} δεν έχει χαρακτηριστικό {attribute_str}
es_es: El módulo {module_name} no tiene atributo {attribute_str}
fi_fi: Moduulilla {module_name} ei ole attribuuttia {attribute_str}
fr_fr: Le module {module_name} n'a pas d'attribut {attribute_str}
it_it: Il modulo {module_name} non ha alcun attributo {attribute_str}
ja_jp: モジュール {module_name} に属性 {attribute_str} がありません
nl_nl: Module {module_name} heeft geen attribuut {attribute_str}
no_no: Modul {module_name} har ingen attributt {attribute_str}
pl_pl: Moduł {module_name} nie ma atrybutu {attribute_str}
pt_pt: O módulo {module_name} não tem o atributo {attribute_str}
ro_ro: Modulul {module_name} nu are atributul {attribute_str}
ru_ru: Модуль {module_name} не имеет атрибута {attribute_str}
sv_se: Modulen {module_name} har inget attribut {attribute_str}
uk_ua: Модуль {module_name} не має атрибуту {attribute_str}

source: Parent {parent_str} has no attribute {callable_str}
ar_sa: الأصل {parent_str} ليس لديه سمة {callable_str}
cs_cz: Nadřazený {parent_str} nemá žádný atribut {callable_str}
da_dk: Overordnet {parent_str} har ingen attribut {callable_str}
de_de: Übergeordnete {parent_str} hat kein Attribut {callable_str}
el_gr: Το γονικό {parent_str} δεν έχει χαρακτηριστικό {callable_str}
es_es: El padre {parent_str} no tiene ningún atributo {callable_str}
fi_fi: Vanhemmalla {parent_str} ei ole attribuuttia {callable_str}
fr_fr: Le parent {parent_str} n'a pas d'attribut {callable_str}
it_it: Il genitore {parent_str} non ha alcun attributo {callable_str}
ja_jp: 親 {parent_str} に属性 {callable_str}がありません
nl_nl: Bovenliggende {parent_str} heeft geen attribuut {callable_str}
no_no: Overordnet {parent_str} har ingen attributt {callable_str}
pl_pl: Rodzic {parent_str} nie ma atrybutu {callable_str}
pt_pt: O pai {parent_str} não tem o atributo {callable_str}
ro_ro: Părintele {parent_str} nu are atributul {callable_str}
ru_ru: Родитель {parent_str} не имеет атрибута {callable_str}
sv_se: Förälder {parent_str} har inget attribut {callable_str}
uk_ua: Батько {parent_str} не має атрибуту {callable_str}

source: Module not found: {module_path}
ar_sa: لم يتم العثور على الوحدة: {module_path}
cs_cz: Modul nebyl nalezen: {module_path}
da_dk: Modul ikke fundet: {module_path}
de_de: Modul nicht gefunden: {module_path}
el_gr: Δεν βρέθηκε πρόσθετο: {module_path}
es_es: Módulo no encontrado: {module_path}
fi_fi: Moduulia ei löytynyt: {module_path}
fr_fr: Module introuvable : {module_path}
it_it: Modulo non trovato: {module_path}
ja_jp: モジュールが見つかりません: {module_path}
nl_nl: Module niet gevonden: {module_path}
no_no: Modulen ble ikke funnet: {module_path}
pl_pl: Nie znaleziono modułu: {module_path}
pt_pt: Módulo não encontrado: {module_path}
ro_ro: Modulul nu a fost găsit: {module_path}
ru_ru: Модуль не найден: {module_path}
sv_se: Modulen hittades inte: {module_path}
uk_ua: Модуль не знайдений: {module_path}

source: bop blue
ar_sa: البوب الأزرق
cs_cz: bop modrá
da_dk: bop blå
de_de: bop blau
el_gr: μπλε bop
es_es: azul bop
fi_fi: bop sininen
fr_fr: bleu bop
it_it: bop blu
ja_jp: ボップブルー
nl_nl: Blauw knipperen
no_no: sprett blå
pl_pl: bop niebieski
pt_pt: azul do bop
ro_ro: bop albastru
ru_ru: кисть синего
sv_se: Bop blå
uk_ua: боп-синій

source: bop orange
ar_sa: برتقالي البوب
cs_cz: bop oranžová
el_gr: πορτοκαλί bop
es_es: bop naranja
fi_fi: bop oranssi
it_it: bop arancione
ja_jp: ボップオレンジ
nl_nl: Bop oranje
no_no: Breps oransje
pl_pl: bop pomarańczowy
pt_pt: laranja bop
ro_ro: bop portocaliu
ru_ru: оранжевый болот
uk_ua: підбор помаранчевий

source: bop purple
ar_sa: بنفسجي البوب
cs_cz: fialový bop
da_dk: bop lilla
de_de: bop lila
el_gr: μοβ μποπ
es_es: bop púrpura
fi_fi: bop violetti
fr_fr: bop violet
it_it: bop porpora
nl_nl: paars paars
no_no: spole lilla
pl_pl: bop purpurowy
pt_pt: roxo bop
ro_ro: bop violet
ru_ru: фиолетовый
sv_se: Bop lila
uk_ua: фіолетовий пучок

source: colormap should be an array or dict
ar_sa: يجب أن تكون خريطة الألوان مصفوفة أو إملاء
cs_cz: colormapa by měla být pole nebo dikt
da_dk: colormap skal være et array eller dict
de_de: colormap sollte ein Array oder ein Dict sein
el_gr: colormap πρέπει να είναι μια σειρά ή dict
es_es: el mapa de colores debe ser un array o dictado
fi_fi: värisuunnitelman tulisi olla array tai dict
fr_fr: colormap doit être un tableau ou un dictionnaire
it_it: colormap dovrebbe essere una matrice o un dito
ja_jp: colormapは配列またはdictでなければなりません
nl_nl: colormap moet een array of dict zijn
no_no: Fargekart skal være en liste eller ordliste
pl_pl: kolorowa mapa powinna być tablicą lub słownikiem
pt_pt: colormap deve ser uma matriz ou dict
ro_ro: harta trebuie să fie o matrice sau un dicționar
ru_ru: colormap должен быть массивом или dict
sv_se: colormap bör vara en array eller dict
uk_ua: colorMap повинна бути масивом або словником

source: ColorCycle requires a values argument
ar_sa: دورة الألوان تتطلب حجة القيم
cs_cz: ColorCycle vyžaduje parametr hodnot
da_dk: ColorCycle kræver et værdiargument
de_de: ColorCycle benötigt ein Werteargument
el_gr: Ο ColorCycle απαιτεί ένα όρισμα τιμών
es_es: ColorCycle requiere un argumento de valores
fi_fi: ColorCycle vaatii arvojen argumentin
fr_fr: ColorCycle requiert un argument de valeurs
it_it: ColorCycle richiede un argomento di valori
ja_jp: ColorCycle には値引数が必要です
nl_nl: ColorCycle vereist een argument voor waarden
no_no: ColorCycle krever et verdiargument
pl_pl: Cykl kolorów wymaga argumentu wartości
pt_pt: Ciclo de cores requer um argumento de valores
ro_ro: ColorCycle necesită un argument pentru valori
ru_ru: Для ColorCycle требуется аргумент значения
sv_se: ColorCycle kräver ett värderingsargument
uk_ua: ColorCycle requires a value

source: Unrecognized Colormap Interpolation Mode
ar_sa: وضع الاستيفاء غير المعترف به لخريطة اللون
cs_cz: Nerozpoznaný režim interpolace s barevnými mapami
da_dk: Ugenkendt Colormap Interpolation Mode
de_de: Unbekannter Farbkarten-Interpolationsmodus
el_gr: Μη Αναγνωρισμένη Λειτουργία Παρεμβολής Χάρτη Χρωμάτων
es_es: Modo de interpolación de mapa de color no reconocido
fi_fi: Tunnistamaton Colormap Interpolointitila
fr_fr: Mode d'interpolation de la carte des couleurs non reconnu
it_it: Modalità Interpolazione Mappa Colorata Non Riconosciuta
ja_jp: 認識できないカラーマップ補間モード
nl_nl: Niet-herkende Colormap Interpolatie modus
no_no: Ukjent Fargekart interpolering modus
pl_pl: Nierozpoznany tryb interpolacji kolorów
pt_pt: Modo de Interpolação de Colormap desconhecido
ro_ro: Mod de interpolare de colormap nerecunoscut
ru_ru: Нераспознанный режим цветовой интерполяции
sv_se: Okänd Colormap Interpolation Mode
uk_ua: Нерозпізнаний режим інтерполяції Colormap

# colormap
source: viridis
ar_sa: الفيريديس
el_gr: βιρίδη
nl_nl: vrídis
pl_pl: wiryd
uk_ua: вірида

# colormap
source: inferno
ar_sa: جسم
el_gr: ινφερόνη
fr_fr: infernale
ja_jp: インフェルノ
no_no: underordnet
pl_pl: Pałeczka
ro_ro: inferit
ru_ru: ферно
uk_ua: інферно

# colormap
source: plasma
ar_sa: البلازما
cs_cz: plazma
el_gr: πλάσμα
ja_jp: プラズマ|プラズマ
pl_pl: osocza
ro_ro: plasmă
ru_ru: плазма
uk_ua: плазма

# colormap
source: gray
ar_sa: رمادي
cs_cz: šedá
da_dk: grå
de_de: grau
el_gr: γκρι
es_es: gris
fi_fi: harmaa
fr_fr: gris
it_it: grigio
ja_jp: グレー
nl_nl: grijs
no_no: grå
pl_pl: szary
pt_pt: cinza
ro_ro: gri
ru_ru: серый
sv_se: grå
uk_ua: сірий

# colormap
source: gray r
ar_sa: رمادي ص
cs_cz: šedý r
da_dk: grå r
de_de: grau r
el_gr: γκρι r
es_es: gris r
fi_fi: harmaa r
fr_fr: gris r
it_it: grigio r
ja_jp: 灰色のr
nl_nl: grijs r
no_no: grå r
pl_pl: szary
pt_pt: cinza
ro_ro: gri r
ru_ru: серый р
sv_se: grå r
uk_ua: сірий r

# colormap
source: turbo
ar_sa: توربو
ja_jp: ターボ
ru_ru: турбо
uk_ua: турбо

# colormap
source: twilight
ar_sa: الشفق
cs_cz: soumrak
da_dk: tusmørke
de_de: dumm
el_gr: λυκόφως
es_es: crepúsculo
fi_fi: hämärä
fr_fr: crépuscule
it_it: crepuscolo
ja_jp: トワイライト
nl_nl: schemering
no_no: skumring
pl_pl: podwójne światło
pt_pt: crepúsculo
ro_ro: răsucire
ru_ru: сумерки
sv_se: skymning
uk_ua: сутінки

# colormap
source: twilight shifted
ar_sa: تغير الطول
cs_cz: posun soumraku
da_dk: tusmørke skiftet
de_de: Dämmerung verschoben
el_gr: το λυκόφως μετατοπίστηκε
es_es: crepúsculo desplazado
fi_fi: hämärä siirtynyt
fr_fr: twilight décalé
it_it: crepuscolo spostato
ja_jp: トワイライトがシフトしました
nl_nl: twilight verplaatst
no_no: skumring flyttet
pl_pl: skręcenie przesunięte
pt_pt: crepúsculo deslocado
ro_ro: contractură schimbată
ru_ru: сумерки сдвинуты
sv_se: skymning skiftad
uk_ua: сутінки зміщені

# colormap
source: gist earth
ar_sa: أرضية الجسم
cs_cz: žlučná zemina
da_dk: gist jord
de_de: gist Erde
el_gr: γλάστρα γείωσης
es_es: tierra gista
fi_fi: gist maa
fr_fr: gist terre
nl_nl: gist aarde
no_no: Gist jord
pl_pl: ziemia gwiaździsta
pt_pt: gist terra
ro_ro: Pământ de gist
ru_ru: земля привода
sv_se: Gist jord
uk_ua: кулак

# colormap
source: PiYG
ar_sa: بايج
fi_fi: PYG
uk_ua: Пійг

# colormap
source: autumn
ar_sa: الخريف
cs_cz: podzim
da_dk: efterår
de_de: Herbst
el_gr: φθινόπωρο
es_es: otoño
fi_fi: syksy
fr_fr: automne
it_it: autunno
ja_jp: 秋
nl_nl: herfst
no_no: høst
pl_pl: jesień
pt_pt: outono
ro_ro: toamnă
ru_ru: осень
sv_se: höst
uk_ua: осінь

# colormap
source: blues
ar_sa: أزرق
cs_cz: modrá
da_dk: blåt
el_gr: μπλουζ
ja_jp: 青
nl_nl: blauwelen
pl_pl: niebieskie
pt_pt: azuis
ro_ro: albastru
ru_ru: блюз
uk_ua: блюз

# colormap
source: cool
ar_sa: رائع
cs_cz: chladný
el_gr: δροσερό
es_es: fresco
fi_fi: viileä
ja_jp: かっこいい!
nl_nl: koel
no_no: kuul
pl_pl: fajny
pt_pt: legal
ro_ro: răceală
ru_ru: прохладный
uk_ua: класно

# colormap
source: greens
ar_sa: خضراء
cs_cz: Zelené
da_dk: grønt
de_de: grün
el_gr: χόρτα
es_es: verdes
fi_fi: vihreät
fr_fr: Verts
it_it: verdi
ja_jp: 緑
nl_nl: groenen
no_no: grønnsaker
pl_pl: Zieloni
pt_pt: verdes
ro_ro: Verzi
ru_ru: зеленый
sv_se: greener
uk_ua: зелені

# colormap
source: reds
ar_sa: المئات
cs_cz: stovky
da_dk: rødder
de_de: rot
el_gr: Κόκκινα
es_es: rojos
fi_fi: punaiset
fr_fr: rouges
it_it: rossi
ja_jp: 赤
nl_nl: randen
pl_pl: wiedźmy
pt_pt: centenas
ro_ro: reclame
ru_ru: чемодан
sv_se: röda
uk_ua: червоні

# colormap
source: spring
ar_sa: الربيع
cs_cz: jaro
da_dk: forår
de_de: feder
el_gr: άνοιξη
es_es: primavera
fi_fi: kevät
fr_fr: printemps
it_it: primavera
ja_jp: 春
nl_nl: lente
no_no: vår
pl_pl: wiosna
pt_pt: primavera
ro_ro: arc
ru_ru: весна
sv_se: fjäder
uk_ua: весна

# colormap
source: summer
ar_sa: الصيف
cs_cz: léto
da_dk: sommer
de_de: sommer
el_gr: καλοκαίρι
es_es: verano
fi_fi: kesä
fr_fr: été
it_it: estate
ja_jp: 夏
nl_nl: zomer
no_no: sommer
pl_pl: lato
pt_pt: Verão
ro_ro: vară
ru_ru: лето
sv_se: sommar
uk_ua: літо

# colormap
source: fire
ar_sa: حريق
cs_cz: požár
da_dk: brand
de_de: feuerfest
el_gr: φωτιά
es_es: fuego
fi_fi: palo
fr_fr: feu
it_it: fuoco
ja_jp: ファイヤー...
nl_nl: vuur
no_no: Brann
pl_pl: ogień
pt_pt: fogo
ro_ro: foc
ru_ru: огонь
sv_se: eld
uk_ua: вогонь

# colormap
source: grays
ar_sa: رمادي
cs_cz: šedá
da_dk: grå
de_de: grau
el_gr: γκρι
es_es: grises
fi_fi: harmaa
fr_fr: gris
it_it: grigi
ja_jp: グレー
nl_nl: Grijs
no_no: korn
pl_pl: szary
pt_pt: cinza
ro_ro: gri
ru_ru: серая
sv_se: grå
uk_ua: сірий

# colormap
source: hot
ar_sa: ساخن
cs_cz: horké
da_dk: varm
de_de: heiß
el_gr: ζεστό
es_es: caliente
fi_fi: kuuma
fr_fr: chaud
it_it: caldo
ja_jp: ホット
nl_nl: warm
no_no: varmt
pl_pl: gorący
pt_pt: quente
ro_ro: fierbinte
ru_ru: горячий
sv_se: het
uk_ua: гарячий

# colormap
source: ice
ar_sa: الجليد
cs_cz: ledový
da_dk: is
de_de: eis
el_gr: πάγος
es_es: hielo
fi_fi: jää
fr_fr: Glace
it_it: ghiaccio
ja_jp: 氷|氷|氷
nl_nl: ijs
no_no: is
pl_pl: lód
pt_pt: gelo
ro_ro: gheață
ru_ru: льд
sv_se: is
uk_ua: лід

# colormap
source: winter
ar_sa: الشتاء
cs_cz: zima
da_dk: vinter
el_gr: χειμώνας
es_es: invierno
fi_fi: talvi
fr_fr: hivernal
it_it: inverno
ja_jp: 冬
no_no: vinter
pl_pl: zima
pt_pt: inverno
ro_ro: iarna
ru_ru: зима
sv_se: vinter
uk_ua: зима

# colormap
source: light blues
ar_sa: أزرق فاتح
cs_cz: lehká modrá
da_dk: lette blues
de_de: helle Blues
el_gr: φως μπλουζ
es_es: azul claro
fi_fi: vaalea blues
fr_fr: bleu clair
it_it: azzurro chiaro
ja_jp: ライトブルー
nl_nl: lichte blauwelen
no_no: lyse blues
pl_pl: jasnoniebieskie
pt_pt: azuis claros
ro_ro: albastru deschis
ru_ru: светильник
sv_se: ljus blues
uk_ua: світло-синій

# colormap
source: orange
ar_sa: برتقالي
cs_cz: oranžová
el_gr: πορτοκαλί
es_es: naranja
fi_fi: oranssi
it_it: arancione
ja_jp: オレンジ
nl_nl: sinaasappel
no_no: oransje
pl_pl: pomarańczowy
pt_pt: laranja
ro_ro: portocaliu
ru_ru: оранжевый
uk_ua: помаранчевий

# colormap
source: coolwarm
ar_sa: تجميل
cs_cz: chladný teplý
da_dk: kølig varm
el_gr: δροσερό
es_es: enfriar
fi_fi: viileämpi
it_it: freddocaldo
nl_nl: koel warm
no_no: kjølig varm
pl_pl: chłodzący
pt_pt: legal
ro_ro: cald
ru_ru: прохладный
sv_se: sval varm
uk_ua: холодний тепло

# colormap
source: PuGr
ar_sa: بوجر
pt_pt: Gr
ru_ru: Пугр
uk_ua: Пугр

# colormap
source: RdBu
ar_sa: ردبو
ru_ru: РдБу
uk_ua: Рдбю

# colormap
source: single hue
ar_sa: هيو واحد
cs_cz: jednoduchý odstín
da_dk: enkelt farvetone
de_de: einzelner Farbton
el_gr: μοναδική απόχρωση
es_es: un solo tono
fi_fi: yksi värisävy
fr_fr: teinte simple
it_it: tonalità singola
ja_jp: シングル色
nl_nl: enkele tint
no_no: enkel glød
pl_pl: pojedynczy odcień
pt_pt: matiz única
ro_ro: nuanță unică
ru_ru: один оттенок
sv_se: enda nyans
uk_ua: один відтінок

# colormap
source: hsl
ar_sa: هس
nl_nl: Hzl
pt_pt: chápei
ru_ru: гсл
uk_ua: шшт

# colormap
source: husl
ar_sa: هوسل
cs_cz: manžel
da_dk: nul
de_de: Hulf
el_gr: φλοιός
fi_fi: kuori
fr_fr: mari
nl_nl: man
no_no: husle
pl_pl: mąż
pt_pt: marido
ro_ro: ceas
ru_ru: муж
uk_ua: гуска

# colormap
source: diverging
ar_sa: تباعد
cs_cz: Rozlišování
da_dk: divergerende
de_de: divergierend
el_gr: αποκλίνουσα
es_es: divergente
fi_fi: poikkeavat
fr_fr: divergence
it_it: divergenti
ja_jp: 迂回する
nl_nl: divergerend
no_no: divering
pl_pl: rozbieżne
pt_pt: Divergindo
ro_ro: divergente
ru_ru: разворот
sv_se: divergerande
uk_ua: перенаправлення

# colormap
source: red
ar_sa: أحمر
cs_cz: červená
da_dk: rød
de_de: rot
el_gr: κόκκινο
es_es: rojo
fi_fi: punainen
fr_fr: rouge
it_it: rosso
ja_jp: 赤
nl_nl: rood
no_no: rød
pl_pl: czerwony
pt_pt: vermelho
ro_ro: rosu
ru_ru: красный
sv_se: röd
uk_ua: червоний

# colormap
source: green
ar_sa: أخضر
cs_cz: zelená
da_dk: Grønne
de_de: grün
el_gr: Πράσινα
es_es: verde
fi_fi: vihreä
fr_fr: Vert
it_it: verdi
ja_jp: 緑
nl_nl: groen
no_no: grønn
pl_pl: zielony
pt_pt: verde
ro_ro: verde
ru_ru: зеленый
sv_se: grön
uk_ua: зелений

# colormap
source: blue
ar_sa: أزرق
cs_cz: modrá
da_dk: blå
de_de: blau
el_gr: μπλε
es_es: azul
fi_fi: sininen
fr_fr: bleu
it_it: blu
ja_jp: 青
nl_nl: blauw
no_no: blå
pl_pl: niebieski
pt_pt: azul
ro_ro: albastru
ru_ru: синий
sv_se: blå
uk_ua: блакитний

# colormap
source: cyan
ar_sa: سماوي
cs_cz: azurová
de_de: zyanisch
el_gr: κυανό
es_es: cian
fi_fi: syaani
it_it: ciano
ja_jp: シアン語
nl_nl: cyaan
pl_pl: cyjan
pt_pt: ciano
ro_ro: turcoaz
ru_ru: голубой
uk_ua: блакитний

# colormap
source: magenta
ar_sa: أرجواني
cs_cz: purpurová
el_gr: ματζέντα
ja_jp: マゼンタ
pl_pl: magentny
ru_ru: пурпурный
uk_ua: пурпуровий

# colormap
source: yellow
ar_sa: أصفر
cs_cz: žlutá
da_dk: gul
de_de: gelb
el_gr: κίτρινο
es_es: amarillo
fi_fi: keltainen
fr_fr: jaune
it_it: giallo
ja_jp: 黄色
nl_nl: geel
no_no: gul
pl_pl: żółty
pt_pt: amarelo
ro_ro: galben
ru_ru: желтый
sv_se: gul
uk_ua: жовтий

source: Colormap must be a vispy colormap if passed to from_vispy
ar_sa: يجب أن تكون خريطة الألوان مرئية إذا تم تمريرها إلى من _vispy
cs_cz: Barevná mapa musí být barevná s vízem, pokud je předána od_vispy
da_dk: Colormap skal være et vispy farvekort, hvis det overføres til from_vispy
de_de: Colormap muss eine vispy Colormap sein, wenn sie an from_vispy übergeben wird
el_gr: Ο χρωματικός χάρτης πρέπει να είναι ένας vispy colormap αν περάσει στο from_vispy
es_es: El mapa de colores debe ser un mapa de color vispy si se pasa a from_vispy
fi_fi: Colormap on oltava vispy colormap jos siirrytään osoitteesta _vispy
fr_fr: La carte des couleurs doit être une carte de couleur vispie si elle est passée à from_vispy
it_it: La mappa dei colori deve essere una mappa dei colori vispy se passata a from_vispy
ja_jp: from_vispy に渡された場合、カラーマップはビスピー・カラーマップでなければなりません
nl_nl: Colormap moet een visuele kleurenmap zijn als deze is doorgegeven naar from_vispy
no_no: Fargekart må være et vispisk fargekart hvis det sendes til_vispy
pl_pl: Mapa kolorów musi być lepką mapą kolorów, jeśli została przekazana do from_vispy
pt_pt: A cor do mapa deve ser uma cor vispível, se passada para from_vispy
ro_ro: Colormap trebuie să fie o hartă de culori vispy dacă este trecut la from_vispy
ru_ru: Цветная карта должна быть вязкой цветовой картой при передаче из _vispy
sv_se: Colormap måste vara en vispy colormap om den skickas till from_vispy
uk_ua: Кольорова карта має бути візуально видимою якщо її передано з _vispy

# colormap
source: low discrepancy colors
ar_sa: ألوان التباين منخفضة
cs_cz: nízký rozdíl barev
da_dk: lav afvigelse farver
de_de: geringe Diskrepanz Farben
el_gr: χαμηλή απόκλιση χρωμάτων
es_es: colores discrepancia bajos
fi_fi: alhaiset erotusvärit
fr_fr: faibles couleurs de discordance
it_it: colori a bassa discrepanza
ja_jp: 低差異の色
nl_nl: lage afwijkende kleuren
no_no: lave avvik farger
pl_pl: niska rozbieżność kolorów
pt_pt: cores de baixa discrepância
ro_ro: culori mici ale discrepanțelor
ru_ru: цвета низких несоответствий
sv_se: låg diskrepans färger
uk_ua: кольори низької невідповідності

source: Colormap "{name}" not found in either vispy or matplotlib.
ar_sa: لم يتم العثور على خريطة الألوان"{name}في إما مرئي أو matplotlib.
cs_cz: Barevná mapa "{name}nenalezena ani ve víza, ani matplotlib.
da_dk: Colormap "{name}" ikke fundet i hverken vispy eller matplotlib.
de_de: Colormap "{name}" nicht in vispy oder matplotlib gefunden.
el_gr: Χρωματικός χάρτης "{name}" δεν βρέθηκε ούτε στο παχύ ούτε στο matplotlib.
es_es: Mapa de colores "{name}" no encontrado en vispy o matplotlib.
fi_fi: Värikartta "{name}" ei löydy joko vispistä tai matplotlibista.
fr_fr: La carte des couleurs "{name}" est introuvable dans la vierge ou matplotlib.
it_it: Mappa colori "{name}" non trovata né in vispy né matplotlib.
ja_jp: カラーマップ "{name}" は、粘液かmatplotlibのどちらにも見つかりません。
nl_nl: Colormap "{name}" niet gevonden in bezoek of matplotlib.
no_no: Fargekart "{name}ble ikke funnet i hverken vispete eller matplotlib.
pl_pl: Mapa kolorów "{name}" nie została znaleziona ani w nalepce, ani w matplotlib.
pt_pt: Colormap "{name}" não foi encontrado em vispy ou matplotlib.
ro_ro: Culoarea "{name}" nu a fost găsită nici în vispy, nici în matplotlib.
ru_ru: Цветная карта "{name}" не найдена ни в vispy, ни matplotlib.
sv_se: Färgkarta "{name}" hittades inte i varken vispy eller matplotlib.
uk_ua: Colormap "{name}" не знайдено у вигляді vispy або matplotlib.

source: [unnamed colormap]
ar_sa: [خريطة ألوان غير مسمى]
cs_cz: [bez názvu barevné mapy]
da_dk: [unavngiven farvekort]
de_de: [unbenannte Farbkarte]
el_gr: [ανώνυμο χρωματικό χάρτη]
es_es: [mapa de color]
fi_fi: [nimetön värikartta]
fr_fr: [carte des couleurs sans nom]
it_it: [mappa colori senza nome]
ja_jp: [名前のないカラーマップ]
nl_nl: [naamloos kleurmap]
no_no: [ikke-navngitt fargekart]
pl_pl: [bez nazwy kolorów]
pt_pt: [colormap sem nome]
ro_ro: [culoare nesemnificativă]
ru_ru: [неименованная цветовая карта]
sv_se: [namnlös färgkarta]
uk_ua: [безіменна кольорова карта]

source: [unnamed colormap {number}]
ar_sa: [خريطة ألوان غير مسماة {number}]
cs_cz: [nepojmenovaná barva {number}]
da_dk: [unavngiven colormap {number}]
de_de: [unbenannte Farbkarte {number}]
el_gr: [ανώνυμο colormap {number}]
es_es: [mapa de colores sin nombre {number}]
fi_fi: [nimetön colormap {number}]
fr_fr: [carte des couleurs sans nom {number}]
it_it: [colormap senza nome {number}]
ja_jp: [名前のないcolormap {number}]
nl_nl: [naamloze kleurkaart {number}]
no_no: [ikke-navngitt fargekart {number}]
pl_pl: [nienazwana mapa kolorów {number}]
pt_pt: [colormap sem nome {number}]
ro_ro: [fără nume hartă {number}]
ru_ru: [неименованная цветовая карта {number}]
sv_se: [namnlös färgkarta {number}]
uk_ua: [безіменна кольорова карта {number}]
