Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Only upper triangular or lower triangular matrices are accepted for shear, got {shear}. For other matrices, set the affine_matrix or linear_matrix directly.
ar_sa: فقط المصفوفات المثلثية العليا أو السفلى مقبولة للقشير، حصلت على {shear}. بالنسبة للمصفوفات الأخرى، قم بتعيين affine_Matrix أو linear_Matrix مباشرة.
cs_cz: Pouze horní trojúhelníkové nebo dolní trojúhelníkové matrice jsou přijímány pro střih, dostal {shear}. Pro ostatní matrice nastavte affine_matrix nebo linear_matrix přímo.
da_dk: Kun øvre trekantede eller nedre trekantede matricer accepteres for saks, fik {shear}. For andre matricer, indstil affine_matrix eller linear_matrix direkte.
de_de: Nur obere Dreiecksmatrizen oder untere Dreiecksmatrizen werden für Schere akzeptiert, erhalten {shear}. Für andere Matrizen setzen Sie direkt die affine_matrix oder linear_matrix.
el_gr: Μόνο οι άνω τριγωνικοί ή κάτω τριγωνικοί πίνακες γίνονται αποδεκτοί για διάτμηση, πήραν {shear}. Για άλλους πίνακες, ρυθμίστε κατευθείαν το affine_matrix ή το linear_matrix.
es_es: Solo se aceptan matrices triangulares superiores o triangulares inferiores para esquilar, obtuvieron {shear}. Para otras matrices, establezca directamente la matriz affine_matrix o linear_matrix.
fi_fi: Vain ylemmät triangular tai alemmat kolmio matriisit hyväksytään shear, sai {shear}. Muiden matriisit asettaa affine_matriisi tai linear_matriisi suoraan.
fr_fr: Seules les matrices triangulaires supérieures ou inférieures sont acceptées pour les cisailles, obtenues {shear}. Pour les autres matrices, définissez directement la matrice affine_matrice ou linear_matrix .
it_it: Solo le matrici triangolari superiori o inferiori sono accettate per la tosatura, ottenute {shear}. Per altre matrici, imposta direttamente la matrice affine_o linear_matrix.
ja_jp: 上三角行列または下三角行列のみが {shear}を得ました. その他の行列は affine_matrix または linear_matrix を直接設定します.
nl_nl: Alleen de bovenste driehoekige of lagere driehoekige matrices worden geaccepteerd voor schaap, kreeg {shear}. Voor andere matrices stel de affine_matrix of linear_matrix direct in.
no_no: Bare øvre triangulære eller nedre triangulære matrikser er godkjent for skjær, fikk {shear}. For andre matriser setter du affine_matrise eller linear_matrix direkte.
pl_pl: Tylko górne trójkątne lub dolne trójkątne matryce są akceptowane dla ścinki i mają {shear}. Dla innych matryc ustaw bezpośrednio affine_matrix lub linear_matrycę.
pt_pt: Apenas matrizes triangular superior ou triangular inferiores são aceitas para chapa, obtidas {shear}. Para outras matrizes, defina diretamente a matriz affine_matrix ou linear_.
ro_ro: Doar matricea triunghiulară superioară sau cea inferioară sunt acceptate pentru shear, a primit {shear}. Pentru alte matrice, setează direct affine_matrice_matrice.
ru_ru: Только верхние треугольные или нижние треугольные матрицы принимаются к выпуску ножницы, полученный {shear}. Для других матриц установите аффине_матрицу или linear_matrix напрямую.
sv_se: Endast övre triangulära eller nedre triangulära matriser accepteras för skjuvning, fick {shear}. För andra matriser, ställ in affine_matrix eller linear_matrix direkt.

source: print_callback_errors must be "first", "reminders", "always", or "never"
ar_sa: print_callback_errors يجب أن تكون "أولاً" أو "التذكير" أو "دائمًا" أو "لا شيء"
cs_cz: print_callback_errors musí být "first", "připomenutí", "vždy", nebo "nikdy"
da_dk: print_callback_errors skal være "først", "påmindelser", "altid", eller "aldrig"
de_de: print_callback_errors müssen "first", "reminders", "immer" oder "nie" sein
el_gr: print_callback_errors πρέπει να είναι "πρώτα", "υπενθυμίσεις", "πάντα", ή "ποτέ"
es_es: print_callback_errors debe ser "primero", "recordatorios", "siempre" o "nunca"
fi_fi: print_callback_errors must be "enst", "reminders", "aina", tai "koskaan"
fr_fr: print_callback_errors doit être "first", "reminders", "always", ou "never"
it_it: print_callback_errors deve essere "first", "reminders", "always" o "never"
ja_jp: print_callback_errors must be "first", "リマインダー", "always", "never"
nl_nl: print_callback_errors moeten "eerst", "herinneringen", "altijd" of "nooit" zijn
no_no: print_callback_errors må være "først", "Påminnning", "alltid", eller "aldri"
pl_pl: print_callback_errors musi być "first", "reminders", "zawsze", lub "nigdy"
pt_pt: print_callback_errors deve ser "primeiro", "lembretes", "sempre" ou "nunca"
ro_ro: print_callback_errors trebuie să fie "primul", "mementouri", "întotdeauna" sau "niciodată"
ru_ru: ошибки print_callback_errors должны быть «первым», «напоминания», «всегда», или «никогда»
sv_se: print_callback_error måste vara "först", "påminnelser", "alltid" eller "aldrig"
uk_ua: print_callback_errors має бути "first", "нагадування", "завжди", або "ніколи"

source: ref must be a bool or string
ar_sa: يجب أن يكون ref مرعبا أو سلسلة
cs_cz: ref musí být bool nebo řetězec
da_dk: ref skal være en bool eller streng
de_de: ref muss ein Bool oder String sein
el_gr: ref πρέπει να είναι ένα σκαμνί ή κορδόνι
es_es: ref debe ser un bool o string
fi_fi: ref on oltava bool tai merkkijono
fr_fr: ref doit être un bool ou une chaîne de caractères
it_it: ref deve essere un bool o una stringa
ja_jp: refはbool または string でなければなりません
nl_nl: ref moet een bool of string zijn
no_no: ref må være en bool eller streng
pl_pl: ref musi być boolem lub ciągiem
pt_pt: ref deve ser uma bool ou string
ro_ro: ref trebuie să fie bool sau şir
ru_ru: ссылка должна быть булом или строкой
sv_se: ref måste vara en bool eller sträng
uk_ua: ref повинен бути булавим або рядком

source: ref "{ref}" is not unique
ar_sa: ref "{ref}" ليس فريداً
cs_cz: ref "{ref}" není unikátní
da_dk: ref "{ref}" er ikke unik
de_de: ref "{ref}" ist nicht einzigartig
el_gr: ref "{ref}" δεν είναι μοναδικό
es_es: ref "{ref}" no es único
fi_fi: ref "{ref}" ei ole yksilöllinen
fr_fr: le ref "{ref}" n'est pas unique
it_it: ref "{ref}" non è unico
ja_jp: ref "{ref}" は一意ではありません
nl_nl: ref "{ref}" is niet uniek
no_no: ref "{ref}" er ikke unik
pl_pl: ref "{ref}" nie jest unikatowy
pt_pt: ref "{ref}" não é único
ro_ro: ref "{ref}" nu este unic
ru_ru: ref "{ref}" не уникально
sv_se: ref "{ref}" är inte unikt
uk_ua: ref "{ref}" не є унікальним

source: position must be "first" or "last", not {position}
ar_sa: يجب أن يكون الموضع "أولاً" أو "الأخير"، وليس {position}
cs_cz: pozice musí být "first" nebo "poslední", ne {position}
da_dk: positionen skal være "først" eller "sidst", ikke {position}
de_de: Position muss "zuerst" oder "letzt" sein, nicht {position}
el_gr: η θέση πρέπει να είναι "πρώτη" ή "τελευταία", όχι {position}
es_es: la posición debe ser "primero" o "último", no {position}
fi_fi: sijainnin on oltava "ensin" tai "viimeinen", ei {position}
fr_fr: la position doit être « en premier» ou « en dernier», pas {position}
it_it: la posizione deve essere "first" o "last", non {position}
nl_nl: positie moet "eerst" of "laatste" zijn, niet {position}
no_no: posisjon må være "først" eller "sist", ikke {position}
pl_pl: pozycja musi być "pierwszy" lub "ostatni", nie {position}
pt_pt: a posição deve ser "first" ou "last", e não {position}
ro_ro: poziția trebuie să fie "primul" sau "ultimul", nu {position}
ru_ru: позиция должна быть "первым" или "последним", а не {position}
sv_se: positionen måste vara "första" eller "senast", inte {position}
uk_ua: позиція повинна бути "first" або "last", а не {position}

source: criteria "{criteria}" is in the current callback list {count} times: {callback_refs} {callbacks}
ar_sa: المعايير"{criteria}" في قائمة الرد على المكالمات الحالية {count} مرات: {callback_refs} {callbacks}
cs_cz: kritéria "{criteria}" jsou v aktuálním seznamu zpětného volání {count} krát: {callback_refs} {callbacks}
da_dk: criteria "{criteria}" er i den aktuelle tilbagekaldsliste {count} gange: {callback_refs} {callbacks}
de_de: die Kriterien "{criteria}" ist in der aktuellen Callback-Liste {count} Male: {callback_refs} {callbacks}
el_gr: κριτήρια "{criteria}" είναι στην τρέχουσα λίστα callback {count} φορές: {callback_refs} {callbacks}
es_es: el criterio "{criteria}" está en la lista de devolución de llamada actual {count} veces: {callback_refs} {callbacks}
fi_fi: kriteerit "{criteria}" on nykyisessä soittoluettelossa {count} kertaa: {callback_refs} {callbacks}
fr_fr: le critère "{criteria}" est dans la liste de rappel courante {count} fois : {callback_refs} {callbacks}
it_it: criteri "{criteria}" è nella lista di callback attuale {count} volte: {callback_refs} {callbacks}
ja_jp: 基準 "{criteria}" は現在のコールバックリスト {count} 回です: {callback_refs} {callbacks}
nl_nl: criteria "{criteria}" staat in de huidige callback lijst {count} keer: {callback_refs} {callbacks}
no_no: kriterier "{criteria}" er i gjeldende callback liste {count} ganger: {callback_refs} {callbacks}
pl_pl: kryteria "{criteria}" znajdują się w bieżącej liście wywołań zwrotnych {count} razy: {callback_refs} {callbacks}
pt_pt: critério "{criteria}" está na lista atual de callback {count} vezes: {callback_refs} {callbacks}
ro_ro: criteriile "{criteria}" sunt în lista curentă de retroapelare de {count} ori: {callback_refs} {callbacks}
ru_ru: критерий "{criteria}" находится в текущем списке обратных вызовов {count} раз: {callback_refs} {callbacks}
sv_se: kriterier "{criteria}" finns i den aktuella samtalslistan {count} gånger: {callback_refs} {callbacks}
uk_ua: критерія"{criteria}" перебуває в поточному списку зворотних викликів {count} разів: {callback_refs} {callbacks}

source: cannot place callback before "{before}" and after "{after}" for callbacks: {callback_refs}
ar_sa: لا يمكن إعادة الاتصال قبل "{before}" وبعد "{after}" لرد المكالمات: {callback_refs}
cs_cz: nelze zavolat zpět před "{before}" a po "{after}" pro hovory: {callback_refs}
da_dk: kan ikke foretage tilbagekald før "{before}" og efter "{after}" for tilbagekald : {callback_refs}
de_de: kann für Rückrufe nicht vor "{before}" und nach "{after}" aufgerufen werden: {callback_refs}
el_gr: δεν μπορεί να τοποθετήσει επιστροφή κλήσης πριν από το "{before}" και μετά το "{after}" για επιστροφή κλήσεων: {callback_refs}
es_es: no se puede colocar callback antes de "{before}" y después de "{after}" para callbacks: {callback_refs}
fi_fi: ei voida soittaa takaisinsoittoa ennen "{before}" ja jälkeen "{after}" takaisinsoittamiseksi: {callback_refs}
fr_fr: ne peut pas placer de rappel avant "{before}" et après "{after}" pour les rappels: {callback_refs}
it_it: non è possibile effettuare il callback prima di "{before}" e dopo "{after}" per i callback: {callback_refs}
ja_jp: コールバックの前に "{before}" と "{after}" の後にコールバックを配置できません: {callback_refs}
nl_nl: kan geen callback plaatsen vóór "{before}" en na "{after}" voor callbacks: {callback_refs}
no_no: kan ikke foreta tilbakeringing før "{before}" og etter "{after}" for callbacks: {callback_refs}
pl_pl: nie można wysłać wywołania zwrotnego przed "{before}" i po "{after}" dla wywołań zwrotnych: {callback_refs}
pt_pt: não é possível fazer callback antes de "{before}" e depois de "{after}" para callbacks: {callback_refs}
ro_ro: nu poate plasa retroapelarea înainte de "{before}" şi după "{after}" pentru callback-uri: {callback_refs}
ru_ru: невозможно отправить обратный вызов до "{before}" и после "{after}" для обратных вызовов: {callback_refs}
sv_se: kan inte placera callback före "{before}" och efter "{after}" för callbacks: {callback_refs}
uk_ua: не можна розміщувати зворотний виклик до "{before}" і після "{after}" для зворотних викликів: {callback_refs}

source: Event source-stack mismatch.
ar_sa: عدم تطابق المصدر مع المكدس الحدث.
cs_cz: Nesoulad zdrojového zásobníku události.
da_dk: Uoverensstemmelse mellem begivenhedskildestak
de_de: Ereignisquell-Stack stimmt nicht überein.
el_gr: Ασυμφωνία πηγής συμβάντων.
es_es: No coincide con la pila de origen del evento.
fi_fi: Tapahtuman lähde-pino epäsuhta.
fr_fr: Incompatibilité de la pile source de l'événement.
it_it: Evento source-stack non corrisponde.
ja_jp: イベント ソーススタックが一致しません。
nl_nl: Gebeurtenis bronstack komt niet overeen.
no_no: Hendelses-kildekode stemmer ikke.
pl_pl: Niezgodność stosu źródłowego.
pt_pt: Incompatibilidade de fonte-pilha de evento.
ro_ro: Nepotrivire sursă-stivuire eveniment
ru_ru: Несоответствие файла source-stack.
sv_se: Händelse-käll-stack matchar inte.
uk_ua: Подія вихідного стеку не збігається.

source: Event emitters can be called with an Event instance or with keyword arguments only.
ar_sa: يمكن استدعاء مصادر انبعاث الحدث مع مثيل الحدث أو مع حجج الكلمات الرئيسية فقط.
cs_cz: Události mohou být volány s instancí události nebo pouze s argumenty pro klíčová slova.
da_dk: Event emittere kan kun kaldes med en Event instans eller med nøgleord argumenter.
de_de: Event-Emitter können nur mit einer Event-Instanz oder mit Keyword-Argumenten aufgerufen werden.
el_gr: Οι εκπομπές συμβάντων μπορούν να κληθούν μόνο με μια παρουσία συμβάντος ή με παραμέτρους λέξεων-κλειδιών.
es_es: Los emisores de eventos sólo pueden ser llamados con una instancia de evento o con argumentos de palabra clave.
fi_fi: Tapahtuman lähettimiä voi soittaa tapahtumaesimerkillä tai vain avainsanoilla varustetuilla parametreilla.
fr_fr: Les émetteurs d'événements peuvent être appelés avec une instance d'événement ou uniquement avec des arguments clés.
it_it: Gli emettitori di eventi possono essere chiamati solo con un'istanza di evento o con argomenti di parole chiave.
ja_jp: イベントエミッターは、イベントインスタンスまたはキーワード引数のみで呼び出すことができます。
nl_nl: Event uitstoters kunnen aangeroepen worden bij een Event instantie of alleen met trefwoord argumenten.
no_no: Hendelsesemittere kan kalles med en hendelseinstans eller bare med nøkkelordargumenter .
pl_pl: Emitery zdarzeń mogą być wywoływane z instancją zdarzenia lub tylko z argumentami słów kluczowych.
pt_pt: Os emissores do evento podem ser chamados com uma instância do evento ou apenas com argumentos por palavra-chave.
ro_ro: Emitenţii de evenimente pot fi apelaţi doar cu un eveniment sau doar cu cuvinte cheie.
ru_ru: Эмиттеры событий можно вызвать с экземпляром события или только с аргументами ключевого слова.
sv_se: Händelseavsändare kan anropas med en Händelse-instans eller endast med nyckelordsargument.
uk_ua: випромінювачі подій можна викликати лише з примірником події або з аргументами ключового слова.

source: Cannot unblock {self_} for callback {callback}; emitter was not previously blocked.
ar_sa: لا يمكن إلغاء حظر {self_} للرد على الاتصال {callback}؛ لم يتم حظر الإصدارات مسبقاً.
cs_cz: Nelze odblokovat {self_} pro zpětné volání {callback}, emitent nebyl předtím zablokován.
da_dk: Kan ikke fjerne blokeringen af {self_} for tilbagekald {callback}; udsender var ikke tidligere blokeret.
de_de: {self_} kann für Callback {callback}nicht entsperrt werden; der Emitter wurde zuvor nicht blockiert.
el_gr: Δεν είναι δυνατή η κατάργηση αποκλεισμού του {self_} για επανάκληση {callback}· ο πομπός δεν είχε αποκλειστεί προηγουμένως.
es_es: No se puede desbloquear a {self_} para la llamada {callback}; el emisor no fue bloqueado previamente.
fi_fi: Ei voida poistaa estoa {self_} soittajalle {callback}; lähetintä ei ole aiemmin estetty.
fr_fr: Impossible de débloquer {self_} pour le callback {callback}; l'émetteur n'a pas été précédemment bloqué.
it_it: Impossibile sbloccare {self_} per il callback {callback}; emettitore non è stato precedentemente bloccato.
ja_jp: コールバック {self_} の {callback}のブロックを解除できません。エミッターは以前にブロックされていません。
nl_nl: Kan {self_} voor belnummer {callback}niet deblokkeren; de bron is eerder niet geblokkeerd.
no_no: Kan ikke oppheve blokkeringen av {self_} for tilbakeringing av {callback}-; emitter ble ikke tidligere blokkert.
pl_pl: Nie można odblokować {self_} dla wywołania zwrotnego {callback}; emitent nie był wcześniej zablokowany.
pt_pt: Não é possível desbloquear o {self_} para o callback {callback}. Emissor não foi bloqueado anteriormente.
ro_ro: Nu se poate debloca {self_} pentru callback {callback}; emitentul nu a fost blocat anterior.
ru_ru: Невозможно разблокировать {self_} для обратного вызова {callback}. Эмиттер не был ранее заблокирован.
sv_se: Kan inte avblockera {self_} för callback {callback}; emitter blockerades inte tidigare.
uk_ua: Не можна розблокувати {self_} для зворотного виклику {callback}; випромінювач не був заблокований раніше.

source: EmitterGroup already has an emitter named '{name}'
ar_sa: EmitterGroup لديه بالفعل انبعاث اسمه '{name}'
cs_cz: EmitterGroup již má emitent s názvem '{name}'
da_dk: EmitterGroup har allerede en emitter ved navn '{name}'
de_de: EmitterGroup hat bereits einen Emitter mit dem Namen '{name}'
el_gr: Το EmitterGroup έχει ήδη έναν πομπό με το όνομα '{name}'
es_es: EmitterGroup ya tiene un emisor llamado '{name}'
fi_fi: EmitterGroup on jo lähettäjä nimeltä '{name}'
fr_fr: EmitterGroup a déjà un émetteur nommé '{name}'
it_it: EmitterGroup ha già un emettitore chiamato '{name}'
ja_jp: EmitterGroup は既に '{name}' という名前のエミッターを持っています
nl_nl: EmitterGroup heeft al een emitter genaamd '{name}'
no_no: EmitterGruppe har allerede en emitter navngitt '{name}'
pl_pl: EmitterGroup ma już emitenta o nazwie '{name}'
pt_pt: EmitterGroup já possui um emissor chamado '{name}'
ro_ro: EmitterGroup are deja un emiţător numit '{name}'
ru_ru: У EmitterGroup уже есть эмиттер с именем '{name}'
sv_se: EmitterGroup har redan en sändare som heter "{name}"
uk_ua: EitterGroup вже має випромінювач з назвою '{name}

source: The name '{name}' cannot be used as an emitter; it is already an attribute of EmitterGroup
ar_sa: لا يمكن استخدام الاسم '{name}' كمصدر للانبعاثات؛ إنه بالفعل سمة لـ EmitterGroup
cs_cz: Název '{name}' nemůže být použit jako emitent, je již atributem EmitterGroup
da_dk: Navnet '{name}' kan ikke bruges som emitter; det er allerede en attribut for EmitterGroup
de_de: Der Name '{name}' kann nicht als Emitter verwendet werden; er ist bereits ein Attribut von EmitterGroup
el_gr: Το όνομα '{name}' δεν μπορεί να χρησιμοποιηθεί ως εκπομπής; είναι ήδη ένα χαρακτηριστικό του EmitterGroup
es_es: El nombre '{name}' no puede ser utilizado como emisor; ya es un atributo de EmitterGroup
fi_fi: Nimeä '{name}' ei voi käyttää lähettäjänä; se on jo EmitterGroupin attribuutti
fr_fr: Le nom '{name}' ne peut pas être utilisé comme émetteur ; il est déjà un attribut de EmitterGroup
it_it: Il nome '{name}' non può essere usato come emettitore; è già un attributo di EmitterGroup
nl_nl: De naam '{name}' kan niet worden gebruikt als emitter; het is al een attribuut van EmitterGroup
no_no: Navnet '{name}' kan ikke brukes som emitter; det er allerede et attributt av EmitterGroup
pl_pl: Nazwa '{name}' nie może być użyta jako emiter; jest już atrybutem EmitterGroup
pt_pt: O nome '{name}' não pode ser usado como um emissor; já é um atributo de EmitterGroup
ro_ro: Numele '{name}' nu poate fi folosit ca emitent; este deja un atribut al EmitterGroup
ru_ru: Имя '{name}' ' не может быть использовано как эмиттер; оно уже является атрибутом EmitterGroup
sv_se: Namnet '{name}' kan inte användas som avsändare, det är redan ett attribut för EmitterGroup
uk_ua: Ім'я '{name}не може бути використане як випромінювач; це вже є атрибутом EmitterGroup

source: Emitter must be specified as either an EventEmitter instance or Event subclass. (got {name}={emitter})
ar_sa: يجب تحديد Emitter كمثال للحدث أو كفئة فرعية للأحداث. (حصلت على {name}={emitter})
cs_cz: Emitter musí být specifikován jako instance EventEmitter nebo podtřída událostí. (získáno {name}={emitter})
da_dk: Emitter skal angives som enten en EventEmitter instans eller Event underklasse. (fik {name}={emitter})
de_de: Emitter muss entweder als EventEmitter Instanz oder Event Unterklasse angegeben werden. (bekam {name}={emitter})
el_gr: Ο πομπός πρέπει να καθοριστεί είτε ως παρουσία EventEmitter είτε ως υπο-class. (έχεις {name}={emitter})
es_es: El emisor debe ser especificado como una instancia de EventEmitter o subclase de EventEmitter. (obtenido {name}={emitter})
fi_fi: Emitter on määritettävä joko Tapahtumakeitter instanssina tai Tapahtuman alaluokana. (sai {name}={emitter})
fr_fr: L'émetteur doit être spécifié comme une instance EventEmitter ou une sous-classe d'événement. ( {name}={emitter} reçu)
it_it: L'Emitter deve essere specificato come istanza EventEmitter o sottoclasse Evento. (ottenuto {name}={emitter})
ja_jp: Emitter は、EventEmitter インスタンスまたは Event サブクラスのいずれかとして指定する必要があります。 (got {name}={emitter})
nl_nl: Emitter moet worden opgegeven als een EventEmitter instantie of Event subclass. (krijg {name}={emitter})
no_no: Emitter må angis som enten en EventEmitter instans eller hendelse underklasse. (fikk {name}={emitter})
pl_pl: Emitter musi być określony jako instancja EventEmitter lub podklasa zdarzeń. (otrzymano {name}={emitter})
pt_pt: Emissor deve ser especificado como uma instância de EventEmitter ou subclasse de eventos. (obtive {name}={emitter})
ro_ro: Emitter-ul trebuie să fie specificat fie ca o instanță EventEmitter sau ca o subclasă de evenimente. (a obținut {name}={emitter})
ru_ru: Эмиттер должен быть указан как экземпляр EventEmitter или подкласс события. (получен {name}={emitter})
sv_se: Emitter måste anges som antingen en EventEmitter instans eller Event underklass. (fick {name}={emitter})
uk_ua: Емітер повинен бути вказаний як екземпляр EventEmitter або підклас подій. (отримано {name}={emitter})

source: The `asdict` method has been renamed `dict` and is now deprecated. It will be removed in 0.4.7
ar_sa: تم تغيير اسم طريقة 'asdict' إلى 'dict' وهي الآن مهجورة. وسيتم إزالتها في 0.4.7
cs_cz: Metoda `asdict` byla přejmenována na `dict` a je nyní zastaralá. Bude odstraněna v 0.4.7
da_dk: Metoden `asdict` er blevet omdøbt `dikt' og er nu udfaset. Den vil blive fjernet i 0.4.7
de_de: Die `asdict` Methode wurde in `dict` umbenannt und ist nun veraltet. Sie wird in 0.4.7 entfernt
el_gr: Η μέθοδος «asdict» έχει μετονομαστεί σε «δικτάτορα» και τώρα έχει καταργηθεί. Θα αφαιρεθεί σε 0.4.7
es_es: El método `asdict` ha sido renombrado como `dict` y ahora está obsoleto. Se eliminará en 0.4.7
fr_fr: La méthode `asdict` a été renommée `dict` et est maintenant obsolète. Elle sera supprimée en 0.4.7
it_it: Il metodo `asdict` è stato rinominato `dict` ed è ora deprecato. Sarà rimosso in 0.4.7
ja_jp: `asdict`メソッドは`dict`と改名され、非推奨になりました。0.4.7で削除されます。
nl_nl: De `asdict` methode is hernoemd `dict` en wordt nu niet meer ondersteund. Het zal worden verwijderd in 0.4.7
no_no: Metoden `asdict` har blitt omdøpt `dict` og er nå utdatert. Den vil bli fjernet i 0.4.7
pl_pl: Metoda `asdict` została zmieniona na `dict` i jest przestarzała. Zostanie usunięta w 0.4.7
pt_pt: O método `asdict` foi renomeado de `dict` e agora está obsoleto. Será removido em 0.4.7
ro_ro: Metoda `asdict` a fost redenumită `dict` şi este acum învechită. Aceasta va fi eliminată în 0.4.7
ru_ru: Метод `asdict` был переименован в `dict` и является устаревшим. Он будет удален в 0.4.7
sv_se: `asdict`-metoden har bytt namn på `dict` och är nu förlegad. Den kommer att tas bort i 0.4.7
uk_ua: Метод `asdict` був перейменований на `dict` і в даний час є застарілим. Його буде видалено за 0.4.7
