Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Select a hook to rearrange, then drag and drop plugins into the desired call order. Disable plugins for a specific hook by unchecking their checkbox.
ar_sa: حدد رابط لإعادة الترتيب، ثم قم بسحب وإسقاط الإضافات إلى ترتيب المكالمات المطلوب. تعطيل الإضافات للربط المحدد عن طريق إلغاء تحديد مربع الاختيار.
cs_cz: Vyberte háček pro uspořádání a přetáhněte pluginy do požadovaného pořadí hovorů. Zakažte pluginy pro určitý háček zrušením zaškrtnutí políčka.
da_dk: Vælg en krog til at omarrangere, og træk og slip plugins i den ønskede opkaldsrækkefølge. Deaktivér plugins for en bestemt krog ved at fjerne markeringen af deres afkrydsningsfelt.
de_de: Wählen Sie einen Hook aus, um ihn neu anzuordnen und dann Plugins in die gewünschte Anrufreihenfolge zu ziehen. Deaktiviere Plugins für einen bestimmten Hook, indem du die Checkbox deaktivierst.
el_gr: Επιλέξτε ένα άγκιστρο για να αναδιατάξετε και, στη συνέχεια, σύρετε και αφήστε plugins στην επιθυμητή σειρά κλήσης. Απενεργοποιήστε τα plugins για ένα συγκεκριμένο γάντζο καταργώντας το πλαίσιο ελέγχου τους.
es_es: Seleccione un gancho para reorganizar, luego arrastre y suelte los plugins en el orden de llamada deseado. Desactiva los plugins para un gancho específico desmarcando su casilla de selección.
fi_fi: Valitse koukku järjestääksesi uudelleen ja vedä ja pudota liitännäiset haluamaasi puhelujärjestykseen. Poista tietyn koukun liitännäiset käytöstä poistamalla valintaruudun valintaruutu.
fr_fr: Sélectionnez un crochet à réorganiser, puis glissez-déposez les plugins dans l'ordre d'appel souhaité. Désactivez les plugins pour un crochet spécifique en décochant leur case à cocher.
it_it: Selezionare un hook per riarrangiare, quindi trascinare i plugin nell'ordine di chiamata desiderato. Disabilita i plugin per un hook specifico deselezionando la casella di controllo.
ja_jp: 配置を変更するフックを選択し、プラグインをドラッグ&ドロップします。 チェックボックスをオフにして、特定のフックのプラグインを無効にします。
nl_nl: Selecteer een haak om plugins te herschikken, sleep en plaats ze in de gewenste gespreksvolgorde. Schakel de plug-ins voor een specifieke hook uit door het vinkje weg te vinken.
no_no: Velg en krok for å endre rekkefølgen, og dra og slippe plugins inn i den ønskede ringe rekkefølgen. Deaktiver plugins for en spesifikk krok ved å fjerne merkingen i deres avkrysningsboks.
pl_pl: Wybierz hak, aby zmienić kolejność, a następnie przeciągnij i upuść wtyczki w żądaną kolejność połączeń. Dezaktywuj wtyczki dla konkretnego haka, odznaczając ich pole wyboru.
pt_pt: Selecione um hook para rearranjar e, em seguida, arraste e solte plugins na ordem de chamada desejada. Desative plugins para um hook específico, desmarcando a caixa de seleção.
ro_ro: Selectați un cârlig pentru a rearanja, apoi trageți și plasați plugin-uri în ordinea dorită a apelurilor. Dezactivează plugin-urile pentru un anume cârlig debifând caseta de selectare.
ru_ru: Выберите хук, чтобы изменить порядок, а затем перетащите плагины в желаемый порядок вызовов. Отключите плагины для определенного хука, сняв галочку.
sv_se: Välj en krok för att ordna om och dra och släpp plugins till önskad samtalsordning. Inaktivera plugins för en specifik krok genom att avmarkera deras kryssruta.
uk_ua: Виберіть гак для перерозміщення, перетягніть та витягніть плагіни у потрібному порядку виклику. Вимкнути плагіни для конкретного хука шляхом зняття позначки.

source: current minimum contrast limit
ar_sa: حد التناقض الأدنى الحالي
cs_cz: aktuální minimální limit kontrastu
da_dk: nuværende minimum kontrast grænse
de_de: aktuelles minimales Kontrastlimit
el_gr: τρέχον ελάχιστο όριο αντίθεσης
es_es: límite de contraste mínimo actual
fi_fi: nykyinen minimi kontrastiraja
fr_fr: limite minimale actuelle de contraste
it_it: limite minimo di contrasto corrente
ja_jp: 現在の最小コントラスト制限
nl_nl: huidige minimum contrast limiet
no_no: minste kontrastgrense for strøm
pl_pl: aktualny minimalny limit kontrastu
pt_pt: Limite de contraste mínimo atual
ro_ro: limita minimă de contrast curentă
ru_ru: текущий минимальный лимит контрастности
sv_se: nuvarande minsta kontrastgräns
uk_ua: поточний мінімальний ліміт контрастності

source: current maximum contrast limit
ar_sa: حد التباين الأقصى الحالي
cs_cz: aktuální maximální limit kontrastu
da_dk: nuværende maksimale kontrastgrænse
de_de: aktuelles maximales Kontrastlimit
el_gr: τρέχον μέγιστο όριο αντίθεσης
es_es: límite de contraste máximo actual
fi_fi: nykyinen enimmäiskontrastiraja
fr_fr: limite de contraste maximum actuelle
it_it: limite massimo di contrasto corrente
ja_jp: 現在の最大コントラスト制限
nl_nl: huidige maximale contrast limiet
no_no: høyeste strømkontrast grense
pl_pl: aktualny maksymalny limit kontrastu
pt_pt: Limite de contraste máximo atual
ro_ro: limita maximă de contrast curentă
ru_ru: текущий лимит контраста
sv_se: nuvarande maximal kontrastgräns
uk_ua: поточний максимальний ліміт контрастності

source: minimum contrast range
ar_sa: الحد الأدنى لنطاق التباين
cs_cz: minimální rozsah kontrastu
da_dk: minimum kontrastinterval
de_de: minimaler Kontrastbereich
el_gr: ελάχιστο εύρος αντίθεσης
es_es: rango mínimo de contraste
fi_fi: pienin kontrastialue
fr_fr: plage minimale de contraste
it_it: intervallo minimo di contrasto
ja_jp: 最小コントラスト範囲
nl_nl: minimum contrast bereik
no_no: minste kontrastområde
pl_pl: minimalny zakres kontrastu
pt_pt: intervalo mínimo de contraste
ro_ro: interval minim de contrast
ru_ru: минимальный контрастный диапазон
sv_se: minsta kontrastintervall
uk_ua: мінімальний діапазон контрастності

source: maximum contrast range
ar_sa: أقصى نطاق للتباين
cs_cz: maximální rozsah kontrastu
da_dk: maksimalt kontrastinterval
de_de: maximaler Kontrastbereich
el_gr: μέγιστο εύρος αντίθεσης
es_es: rango de contraste máximo
fi_fi: suurin kontrastialue
fr_fr: plage maximale de contraste
it_it: intervallo massimo di contrasto
ja_jp: 最大コントラスト範囲
nl_nl: maximale contrast bereik
no_no: største kontrastområde
pl_pl: maksymalny zakres kontrastu
pt_pt: intervalo máximo de contraste
ro_ro: interval maxim de contrast
ru_ru: максимальный контрастный диапазон
sv_se: maximalt kontrastintervall
uk_ua: максимальний діапазон контрастності

source: preview
ar_sa: معاينة
cs_cz: náhled
da_dk: forhåndsvisning
de_de: vorschau
el_gr: προεπισκόπηση
es_es: vista previa
fi_fi: esikatselu
fr_fr: Aperçu
it_it: anteprima
ja_jp: プレビュー
nl_nl: voorbeeld
no_no: forhåndsvisning
pl_pl: podgląd
pt_pt: pré-visualização
ro_ro: previzualizare
ru_ru: предпросмотр
sv_se: förhandsgranska
uk_ua: попередній перегляд

source: New points layer
ar_sa: طبقة نقاط جديدة
cs_cz: Nová vrstva bodů
da_dk: Nyt punkt-lag
de_de: Neue Punkteebene
el_gr: Νέο επίπεδο σημείων
es_es: Nueva capa de puntos
fi_fi: Uusi pistetaso
fr_fr: Nouvelle couche de points
it_it: Nuovo livello punti
ja_jp: 新しいポイントレイヤー
nl_nl: Nieuwe puntenlaag
no_no: Nytt punktlag
pl_pl: Nowa warstwa punktowa
pt_pt: Nova camada de pontos
ro_ro: Stratul de puncte noi
ru_ru: Новый слой точек
sv_se: Nya punkter lager
uk_ua: Новий шар точок

source: New shapes layer
ar_sa: طبقة أشكال جديدة
cs_cz: Nová vrstva tvarů
da_dk: Nye figurer lag
de_de: Neue Formschicht
el_gr: Νέο στρώμα σχημάτων
es_es: Nueva capa de formas
fi_fi: Uudet muodot kerros
fr_fr: Nouveau calque de formes
it_it: Nuovo livello forme
ja_jp: 新しいシェイプレイヤー
nl_nl: Nieuwe laag van vormen
no_no: Nytt figurlag
pl_pl: Nowa warstwa kształtów
pt_pt: Nova camada de formas
ro_ro: Stratul de forme noi
ru_ru: Слой новых форм
sv_se: Nya figurer lager
uk_ua: Новий фігурний шар

source: New labels layer
ar_sa: طبقة تسميات جديدة
cs_cz: Nová vrstva štítků
da_dk: Nye etiketter lag
de_de: Neue Labelebene
el_gr: Νέο στρώμα ετικετών
es_es: Nueva capa de etiquetas
fi_fi: Uudet tunnisteet
fr_fr: Nouvelle couche d'étiquettes
it_it: Nuovo livello etichette
ja_jp: 新しいラベルレイヤー
nl_nl: Nieuwe laag van labels
no_no: Nytt etikettlag
pl_pl: Nowa warstwa etykiet
pt_pt: Nova camada de rótulos
ro_ro: Stratul nou de etichete
ru_ru: Слой новых меток
sv_se: Nya etiketter lager
uk_ua: Новий шар міток

source: Roll dimensions order for display ({shortcut})
ar_sa: ترتيب أبعاد القائمة للعرض ({shortcut})
cs_cz: Pořadí rozměrů pro zobrazení ({shortcut})
da_dk: Roll dimensionsrækkefølge for visning ({shortcut})
de_de: Reihenfolge der Rollen für die Anzeige ({shortcut})
el_gr: Σειρά διαστάσεων ρολού για εμφάνιση ({shortcut})
es_es: Orden de dimensiones del rol para mostrar ({shortcut})
fi_fi: Rullaa mitat järjestys näytettäväksi ({shortcut})
fr_fr: Ordre d'affichage des dimensions de rouleaux ({shortcut})
it_it: Ordine dimensioni rullo per la visualizzazione ({shortcut})
ja_jp: 表示するロール寸法順序 ({shortcut})
nl_nl: Roll afmetingen volgorde voor weergave ({shortcut})
no_no: Rulledimensjoner rekkefølge for visning ({shortcut})
pl_pl: Kolejność wymiarów dla wyświetlacza ({shortcut})
pt_pt: Ordem de rolagem das dimensões para exibição ({shortcut})
ro_ro: Reglaţi dimensiunile ordinului pentru afişare ({shortcut})
ru_ru: Порядок размеров ролла для отображения ({shortcut})
sv_se: Ordning för rulldimensioner för visning ({shortcut})
uk_ua: Порядок розмірів рухомого екрана ({shortcut})

source: Transpose displayed dimensions ({shortcut})
ar_sa: تحويل الأبعاد المعروضة ({shortcut})
cs_cz: Přesunout zobrazené rozměry ({shortcut})
da_dk: Transpose viste dimensioner ({shortcut})
de_de: Angezeigte Dimensionen transponieren ({shortcut})
el_gr: Μεταφορά προβαλλόμενων διαστάσεων ({shortcut})
es_es: Transponer dimensiones mostradas ({shortcut})
fi_fi: Sisällytä näytetyt mitat ({shortcut})
fr_fr: Transposer les dimensions affichées ({shortcut})
it_it: Trasponi le dimensioni visualizzate ({shortcut})
ja_jp: 表示される寸法を入れ替えます ({shortcut})
nl_nl: Transpose getoonde afmetingen ({shortcut})
no_no: Transponering som vises dimensjoner ({shortcut})
pl_pl: Transpozycja wyświetlanych wymiarów ({shortcut})
pt_pt: Transformar dimensões exibidas ({shortcut})
ro_ro: Dimensiuni afişate transparente ({shortcut})
ru_ru: Переместить отображаемые размеры ({shortcut})
sv_se: Transpose visade dimensioner ({shortcut})
uk_ua: Транспорт відображених розмірів ({shortcut})

source: Reset view ({shortcut})
ar_sa: إعادة تعيين العرض ({shortcut})
cs_cz: Obnovit zobrazení ({shortcut})
da_dk: Nulstil visning ({shortcut})
de_de: Ansicht zurücksetzen ({shortcut})
el_gr: Επαναφορά προβολής ({shortcut})
es_es: Reiniciar vista ({shortcut})
fi_fi: Nollaa näkymä ({shortcut})
fr_fr: Réinitialiser la vue ({shortcut})
it_it: Resetta vista ({shortcut})
ja_jp: ビューをリセット ({shortcut})
nl_nl: Reset weergave ({shortcut})
no_no: Tilbakestille visning ({shortcut})
pl_pl: Resetuj widok ({shortcut})
pt_pt: Redefinir visualização ({shortcut})
ro_ro: Resetare vizualizare ({shortcut})
ru_ru: Сбросить вид ({shortcut})
sv_se: Återställ vy ({shortcut})
uk_ua: Скинути вигляд ({shortcut})

source: Toggle grid view ({shortcut})
ar_sa: تبديل طريقة عرض الشبكة ({shortcut})
cs_cz: Přepnout zobrazení mřížky ({shortcut})
da_dk: Skift gittervisning ({shortcut})
de_de: Rasteransicht umschalten ({shortcut})
el_gr: Εναλλαγή προβολής πλέγματος ({shortcut})
es_es: Cambiar vista de cuadrícula ({shortcut})
fi_fi: Vaihda ruudukkonäkymää ({shortcut})
fr_fr: Basculer la vue de la grille ({shortcut})
it_it: Attiva/Disattiva visualizzazione griglia ({shortcut})
ja_jp: グリッド表示を切り替える ({shortcut})
nl_nl: Rasterweergave in-/uitschakelen ({shortcut})
no_no: Veksle rutenettvisning ({shortcut})
pl_pl: Przełącz widok siatki ({shortcut})
pt_pt: Alternar visualização em grade ({shortcut})
ro_ro: Comutare vizualizare grilă ({shortcut})
ru_ru: Переключить вид сетки ({shortcut})
sv_se: Växla rutnätsvy ({shortcut})
uk_ua: Перемкнути представлення сітки ({shortcut})

source: Toggle number of displayed dimensions ({shortcut})
ar_sa: تبديل عدد الأبعاد المعروضة ({shortcut})
cs_cz: Přepnout počet zobrazených rozměrů ({shortcut})
da_dk: Skift antal af viste dimensioner ({shortcut})
de_de: Anzahl der angezeigten Dimensionen umschalten ({shortcut})
el_gr: Εναλλαγή αριθμού διαστάσεων που εμφανίζονται ({shortcut})
es_es: Alternar número de dimensiones mostradas ({shortcut})
fi_fi: Vaihda näytettävien mittojen määrä ({shortcut})
fr_fr: Activer/désactiver le nombre de dimensions affichées ({shortcut})
it_it: Commuta il numero di dimensioni visualizzate ({shortcut})
ja_jp: 表示される寸法の数を切り替える ({shortcut})
nl_nl: Schakelen tussen het aantal weergegeven afmetingen ({shortcut})
no_no: Veksle antall viste dimensjoner ({shortcut})
pl_pl: Przełącz liczbę wyświetlanych wymiarów ({shortcut})
pt_pt: Alternar o número de dimensões exibidas ({shortcut})
ro_ro: Comută numărul de dimensiuni afișate ({shortcut})
ru_ru: Переключить количество отображаемых размеров ({shortcut})
sv_se: Växla antal visade dimensioner ({shortcut})
uk_ua: Перемкнути кількість відображуваних розмірів ({shortcut})

source: Delete selected layers ({shortcut})
ar_sa: حذف الطبقات المحددة ({shortcut})
cs_cz: Odstranit vybrané vrstvy ({shortcut})
da_dk: Slet valgte lag ({shortcut})
de_de: Ausgewählte Ebenen löschen ({shortcut})
el_gr: Διαγραφή επιλεγμένων επιπέδων ({shortcut})
es_es: Eliminar capas seleccionadas ({shortcut})
fi_fi: Poista valitut kerrokset ({shortcut})
fr_fr: Supprimer les couches sélectionnées ({shortcut})
it_it: Elimina i livelli selezionati ({shortcut})
ja_jp: 選択したレイヤーを削除 ({shortcut})
nl_nl: Verwijder geselecteerde lagen ({shortcut})
no_no: Slett valgte lag ({shortcut})
pl_pl: Usuń wybrane warstwy ({shortcut})
pt_pt: Excluir camadas selecionadas ({shortcut})
ro_ro: Șterge straturile selectate ({shortcut})
ru_ru: Удалить выбранные слои ({shortcut})
sv_se: Ta bort markerade lager ({shortcut})
uk_ua: Видалити вибрані шари ({shortcut})

source: area argument must be in {areas}
ar_sa: يجب أن تكون حجة المنطقة في {areas}
cs_cz: argument oblasti musí být v {areas}
da_dk: område argument skal være i {areas}
de_de: flächenargument muss in {areas} sein
el_gr: το επιχείρημα περιοχής πρέπει να είναι σε {areas}
es_es: el argumento de área debe estar en {areas}
fi_fi: alueen argumentin on oltava {areas}
fr_fr: l'argument zone doit être dans {areas}
it_it: l'argomento di area deve essere in {areas}
ja_jp: エリア引数は {areas} でなければなりません
nl_nl: gebiedsargument moet in {areas} zijn
no_no: område argument må være i {areas}
pl_pl: argument obszaru musi być w {areas}
pt_pt: o argumento de área deve ser em {areas}
ro_ro: argumentul zonei trebuie să fie în {areas}
ru_ru: аргумент области должен быть в {areas}
sv_se: områdets argument måste vara i {areas}
uk_ua: аргумент області повинен бути в {areas}

source: `allowed_areas` must be a list or tuple
ar_sa: 'allowed_areas' يجب أن يكون قائمة أو أنابيب
cs_cz: `allowed_areas` musí být seznam nebo naladění
da_dk: `allowed_areas` skal være en liste eller en tuple
de_de: `allowed_areas` muss eine Liste oder ein Tupel sein
el_gr: `allowed_areas` πρέπει να είναι μια λίστα ή ένας σωλήνας
es_es: `allowed_areas` debe ser una lista o tuple
fi_fi: `allowed_areas` täytyy olla lista tai tupla
fr_fr: `allowed_areas` doit être une liste ou un tuple
it_it: `allowed_areas` deve essere una lista o tupla
ja_jp: `allowed_areas` はリストまたはタプルでなければなりません
nl_nl: `allowed_areas` moet een lijst of tuple zijn
no_no: "allowed_areas" må være en liste eller tuppel
pl_pl: `allowed_areas` musi być listą lub krotką
pt_pt: `allowed_areas` deve ser uma lista ou tupla
ro_ro: `allowed_areas` trebuie să fie o listă sau un tuple
ru_ru: `allowed_areas` должен быть списком или трубкой
sv_se: `allowed_areas` måste vara en lista eller tuple
uk_ua: `allowed_areas` повинен бути списком або кортежем

source: all allowed_areas argument must be in {areas}
ar_sa: يجب أن تكون جميع الوسيطة المسموح بها في {areas}
cs_cz: všechny argumenty povolené oblasti musí být v {areas}
da_dk: alle allowed_areas argument skal være om {areas}
de_de: alle allowed_areas Argumente müssen in {areas} sein
el_gr: όλα τα παράμετρο allowed_areas πρέπει να είναι σε {areas}
es_es: todo el argumento allowed_areas debe estar en {areas}
fi_fi: kaikki allowed_areas argumentin on oltava kohteessa {areas}
fr_fr: tous les arguments allowed_areas doivent être dans {areas}
it_it: tutti gli argomenti consentiti_aree devono essere in {areas}
ja_jp: allowed_areas引数は {areas}でなければなりません
nl_nl: alle toegestane gebieden-argument moet in {areas} zijn
no_no: alle tillatere_områder argument må være i {areas}
pl_pl: argument wszystkich dozwolonych_obszarów musi być w {areas}
pt_pt: todos os argumentos allowed_areas devem estar em {areas}
ro_ro: toate argumentele permise în zone trebuie să fie în {areas}
ru_ru: все аргументы allowed_areas должны быть в {areas}
sv_se: alla allowed_areas argument måste vara i {areas}
uk_ua: аргумент всіх allowed_areas повинен бути в {areas}

source: drag to move. double-click to float
ar_sa: اسحب للتحرك. انقر نقراً مزدوجاً لتعويم
cs_cz: Přetažením přesunete. Poklepáním plovoute
da_dk: træk for at flytte. dobbeltklik for at flyde
de_de: ziehen zum Verschieben. Doppelklicken, um zu schweben
el_gr: σύρσιμο για μετακίνηση. διπλό κλικ για επιπλέουν
es_es: arrastre para mover. doble clic para flotar
fi_fi: vedä liikuttaaksesi. kaksoisnapsauta kelluaksesi
fr_fr: faites glisser pour vous déplacer. double-cliquez pour flotter
it_it: trascinare per spostarsi. Fare doppio clic per fluttuare
ja_jp: ドラッグして移動します。ダブルクリックしてフロートする
nl_nl: sleep om te verplaatsen. Dubbelklik om te zweven
no_no: dra for å flytte. dobbeltklikk for å sveve
pl_pl: przeciągnij, aby przesunąć. Kliknij dwukrotnie, aby unosić
pt_pt: arraste para mover. Dê um duplo-clique para flutuar
ro_ro: glisați pentru a muta. dublu-clic pentru a pluti
ru_ru: перетащите для перемещения. Дважды щелкните для плавания
sv_se: dra för att flytta. dubbelklicka för att flyta
uk_ua: перетягніть для переміщення. Клацніть двічі для пересування

source: hide this panel
ar_sa: إخفاء هذه اللوحة
cs_cz: skrýt tento panel
da_dk: skjul dette panel
de_de: dieses Panel ausblenden
el_gr: απόκρυψη αυτού του πίνακα
es_es: ocultar este panel
fi_fi: piilota tämä paneeli
fr_fr: masquer ce panneau
it_it: nascondi questo pannello
ja_jp: パネルを隠す
nl_nl: dit paneel verbergen
no_no: skjul dette panelet
pl_pl: ukryj ten panel
pt_pt: ocultar este painel
ro_ro: ascunde acest panou
ru_ru: скрыть эту панель
sv_se: dölj denna panel
uk_ua: сховати цю панель

source: float this panel
ar_sa: عطف هذه اللوحة
cs_cz: plovoucí panel
da_dk: flyd dette panel
de_de: dieses Panel schweben
el_gr: επιπλέουν σε αυτόν τον πίνακα
es_es: desprender este panel
fi_fi: kelluu tämä paneeli
fr_fr: flotter ce panneau
it_it: galleggiante questo pannello
ja_jp: パネルをfloat型にする
nl_nl: dit paneel zwevend
no_no: flyt dette panelet
pl_pl: uaktywnij ten panel
pt_pt: float este painel
ro_ro: plutește acest panou
ru_ru: плавающая панель
sv_se: flyta denna panel
uk_ua: помістити цю панель

source: Drag image(s) here to open or Use the menu shortcuts below:
ar_sa: اسحب الصورة (الصور) هنا لفتح أو استخدم اختصارات القائمة أدناه:
cs_cz: Zde přetáhněte obrázky pro otevření nebo Použijte níže uvedené zkratky nabídky:
da_dk: Træk billede(r) her for at åbne eller Brug menugenvejene nedenfor:
de_de: Bild hierher ziehen, um oder zu öffnen, die Menü-Verknüpfungen unten:
el_gr: Σύρετε εικόνα(ες) εδώ για να ανοίξετε ή Χρησιμοποιήστε τις παρακάτω συντομεύσεις μενού:
es_es: Arrastra las imágenes aquí para abrir o Utiliza los accesos directos del menú a continuación:
fi_fi: Vedä kuva(t) tähän avataksesi tai Käytä alla olevia valikon pikakuvakkeita:
fr_fr: Glissez les images ici pour ouvrir ou Utilisez les raccourcis du menu ci-dessous :
it_it: Trascina qui le immagini per aprire o Usa le scorciatoie di menu qui sotto:
ja_jp: 画像をここにドラッグして または 下のメニューショートカットを使用します。
nl_nl: Sleep afbeelding(en) hierheen om of te openen, gebruik de snelkoppelingen hieronder:
no_no: Dra bilder hit for å åpne eller Bruk menysnarveiene nedenfor:
pl_pl: Przeciągnij obraz(y) tutaj, aby otworzyć lub Użyj poniższych skrótów menu:
pt_pt: Arraste a(s) imagem(s) aqui para abrir ou Use os atalhos do menu abaixo:
ro_ro: Trageți imaginile aici pentru a deschide sau Utilizați scurtăturile din meniu de mai jos:
ru_ru: Перетащите изображение(я) сюда, чтобы открыть или Используйте ярлыки меню ниже:
sv_se: Dra bild(er) här för att öppna eller Använd menygenvägarna nedan:
uk_ua: Перетягніть сюди зображення(нь) для відкриття або скористайтеся ярликами меню нижче:

source: open image(s)
ar_sa: فتح الصورة(صور)
cs_cz: otevřít obrázek(y)
da_dk: åbne billeder
de_de: geöffnetes Bild(e)
el_gr: άνοιγμα εικόνας(ων)
es_es: abrir imagen(es)
fi_fi: avaa kuva
fr_fr: ouvrir(s) image(s)
it_it: apri immagine(i)
ja_jp: 画像を開く
nl_nl: open afbeelding(en)
no_no: åpne bilde(r)
pl_pl: otwórz obraz(y)
pt_pt: abrir imagem(s)
ro_ro: deschide imaginea
ru_ru: открыть изображение(я)
sv_se: öppna bild(er)
uk_ua: відкрити зображення(нь)

source: show all key bindings
ar_sa: إظهار جميع ارتباطات المفاتيح
cs_cz: zobrazit všechny klíčové vazby
da_dk: vis alle tastebindinger
de_de: alle Tastenzuordnungen anzeigen
el_gr: εμφάνιση όλων των συντομεύσεων πλήκτρων
es_es: mostrar todas las teclas
fi_fi: näytä kaikki näppäinsidokset
fr_fr: afficher toutes les raccourcis clavier
it_it: mostra tutte le associazioni dei tasti
ja_jp: すべてのキー割り当てを表示
nl_nl: toon alle sleutelbindingen
no_no: vis alle hurtigtaster
pl_pl: pokaż wszystkie powiązania klawiszy
pt_pt: mostrar todas as teclas de atalho
ro_ro: arată toate legările de cheie
ru_ru: показать все сочетания клавиш
sv_se: visa alla nyckelbindningar
uk_ua: показати всі прив'язки клавіш

source: Plugin {plugin_name!r} provided an invalid tuple to {hook_name}. Skipping
ar_sa: البرنامج المساعد {plugin_name!r} قدم أنابيب غير صالحة إلى {hook_name}. تخطي
cs_cz: Plugin {plugin_name!r} poskytl neplatný záznam pro {hook_name}. Přeskočení
da_dk: Plugin {plugin_name!r} leverede en ugyldig tuple til {hook_name}. Springer over
de_de: Plugin {plugin_name!r} hat ein ungültiges Tupel an {hook_name}angegeben. Überspringen
el_gr: Το πρόσθετο {plugin_name!r} παρείχε ένα μη έγκυρο tuple στο {hook_name}. Παράλειψη
es_es: El complemento {plugin_name!r} proporcionó una tupla no válida a {hook_name}. Omitiendo
fi_fi: Liitännäinen {plugin_name!r} antoi virheellisen vihjeen {hook_name}. Ohitetaan
fr_fr: Le plugin {plugin_name!r} a fourni un tuple invalide pour {hook_name}. Ignorage
it_it: Il plugin {plugin_name!r} ha fornito una tupla non valida a {hook_name}. Saltando
ja_jp: プラグイン {plugin_name!r} は無効なタプルを {hook_name}に提供しました。
nl_nl: De plugin {plugin_name!r} heeft een ongeldig bubbel naar {hook_name}aangeboden. Overslaan
no_no: Programtillegg {plugin_name!r} gav en ugyldig tuple til {hook_name}. Hopper over
pl_pl: Wtyczka {plugin_name!r} dostarczyła niepoprawną kropkę dla {hook_name}. Pomijam
pt_pt: O plugin {plugin_name!r} forneceu uma tupla inválida para {hook_name}. Ignorando
ro_ro: Plugin-ul {plugin_name!r} a furnizat un tur nevalid către {hook_name}. Omiterea
sv_se: Plugin {plugin_name!r} tillhandahöll en ogiltig tuple till {hook_name}. Hoppar över
uk_ua: Плагін {plugin_name!r} надав неприпустимий кортеж до {hook_name}. Пропуск
