Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: attempt to assign sequence of size {size} to extended slice of size {slice_size}
ar_sa: محاولة تعيين تسلسل من الحجم {size} إلى شريحة موسعة من الحجم {slice_size}
cs_cz: pokus o přiřazení posloupnosti velikosti {size} k rozšířenému řezu velikosti {slice_size}
da_dk: forsøg at tildele sekvens af størrelse {size} til udvidet stykke af størrelse {slice_size}
de_de: Versuch, eine Sequenz der Größe {size} dem erweiterten Slice der Größe {slice_size} zuzuweisen
el_gr: προσπάθεια να αντιστοιχίσει ακολουθία μεγέθους {size} σε εκτεταμένο κομμάτι μεγέθους {slice_size}
es_es: intento de asignar secuencia de tamaño {size} a porción extendida de tamaño {slice_size}
fi_fi: yrittää määrittää koon {size} järjestystä pitkitettyyn palaan koosta {slice_size}
fr_fr: tentative d'assigner une séquence de taille {size} à une tranche de taille étendue {slice_size}
it_it: tenta di assegnare una sequenza di dimensione {size} a una parte estesa di dimensione {slice_size}
ja_jp: サイズ {size} のシーケンスをサイズ {slice_size} の拡張スライスに割り当てようとしています
nl_nl: probeer de volgorde van grootte {size} toe te wijzen aan een uitgebreide slice van grootte {slice_size}
no_no: forsøk å tildele rekkefølge av størrelse {size} til utvidet utsnitt av størrelse {slice_size}
pl_pl: próba przypisania sekwencji rozmiaru {size} do wydłużonego wycinka o rozmiarze {slice_size}
pt_pt: tente atribuir a sequência do tamanho {size} para uma fatia estendida de tamanho {slice_size}
ro_ro: tentativa de a atribui secvența de dimensiune {size} pentru o felie extinsă de dimensiune {slice_size}
ru_ru: попытка назначить последовательность размера {size} расширенной кусок размера {slice_size}
sv_se: försök att tilldela sekvens av storlek {size} till utökad del av storlek {slice_size}
uk_ua: спроба призначити послідовність з розміру {size} до розширеного фрагменту розміру {slice_size}

source: Deletion index must be {valid!r}, got {dtype}
ar_sa: يجب أن يكون فهرس الحذف {صحيح!r}، حصلت على {dtype}
cs_cz: Index smazání musí být {valid!r}, dostal {dtype}
da_dk: Sletningsindeks skal være {valid!r}, fik {dtype}
de_de: Löschindex muss {valid!r}, bekam {dtype}
el_gr: Το ευρετήριο διαγραφής πρέπει να είναι {έγκυρο!r}, πήρε {dtype}
es_es: El índice de eliminación debe ser {valid!r}, obtenido {dtype}
fi_fi: Poistoindeksin on oltava {valid!r}, sai {dtype}
fr_fr: L'index de suppression doit être {valide!r}, a reçu {dtype}
it_it: L'indice di eliminazione deve essere {valid!r}, ottenuto {dtype}
ja_jp: 削除インデックスは{valid!r}でなければなりません。 {dtype}を取得しました
nl_nl: Verwijdering index moet {valid!r} zijn, heb {dtype}
no_no: Slettelsesindeksen må være {gyldig!r}, fikk {dtype}
pl_pl: Indeks usunięcia musi być {valid!r}, otrzymano {dtype}
pt_pt: O índice de exclusão deve ser {valid!r}, obtive {dtype}
ro_ro: Indicele de ștergere trebuie să fie {valid!r}, să aibă {dtype}
ru_ru: Индекс удаления должен быть {valid!r}, получен {dtype}
sv_se: Raderingsindex måste vara {valid!r}, fick {dtype}
uk_ua: Індекс видалення повинен бути {valid!r}, отримав {dtype}

source: Destination index may not be a slice
ar_sa: قد لا يكون فهرس الوجهة شريحة
cs_cz: Cílový index nemusí být řez
da_dk: Destinationsindeks kan ikke være en skive
de_de: Zielindex darf kein Slice sein
el_gr: Ο δείκτης προορισμού δεν μπορεί να είναι μια φέτα
es_es: El índice de destino no puede ser una porción
fi_fi: Määräpaikan indeksi ei saa olla viipale
fr_fr: L'index de destination ne peut pas être une tranche
it_it: L'indice di destinazione non può essere una fetta
ja_jp: 宛先インデックスはスライスではありません
nl_nl: Doelindex mag geen slice zijn
no_no: Målindeks kan ikke være et stykke
pl_pl: Indeks docelowy nie może być wycinkiem
pt_pt: O índice de destino pode não ser uma fatia
ro_ro: Indexul destinaţiei nu poate fi o felie
ru_ru: Указатель не может быть кусочеком
sv_se: Destinationsindex får inte vara en skiva
uk_ua: Індекс призначення не може бути фрагментом

source: Can only move integer or slice indices
ar_sa: يمكن فقط نقل مؤشرات عدد صحيح أو شريحة
cs_cz: Lze přesunout pouze celé číslo nebo indexy řezu
da_dk: Kan kun flytte heltal eller slice indekser
de_de: Kann nur Ganzzahl- oder Slice-Indizes verschieben
el_gr: Μπορέστε μόνο να μετακινήσετε ακέραιους ή δείκτες φέτας
es_es: Sólo se puede mover índices enteros o rebanadas
fi_fi: Voi vain siirtää kokonaisluku- tai siivuindeksejä
fr_fr: Vous ne pouvez déplacer que des indices entiers ou des tranches
it_it: Puoi spostare solo interi o indici di fetta
ja_jp: 整数またはスライスインデックスのみを移動できます。
nl_nl: Kan alleen gehele getallen of slice indexen verplaatsen
no_no: Kan kun flytte heltall eller utvinne indekser
pl_pl: Można przenosić tylko wskaźniki liczby całkowitej lub wycinania
pt_pt: Só pode mover índices inteiros ou de fatias
ro_ro: Se pot muta doar indici de întreg sau de felie
ru_ru: Можно перемещать целые или мазковые индексы
sv_se: Kan bara flytta heltal eller skiva index
uk_ua: Можна перемістити число або розріз індексів

source: Invalid nested index: {index}. Must be an int or tuple
ar_sa: فهرس متداخل غير صالح: {index}. يجب أن يكون بندا أو أنابيب
cs_cz: Neplatný vnořený index: {index}. Musí být nápis nebo příznak
da_dk: Ugyldigt indlejret indeks: {index}. Skal være en int eller tuple
de_de: Ungültiger verschachtelter Index: {index}. Muss Int oder Tupel sein
el_gr: Μη έγκυρο ένθετο ευρετήριο: {index}. Πρέπει να είναι μια ένδειξη ή ένας σωλήνας
es_es: Índice anidado no válido: {index}. Debe ser un int o una tupla
fi_fi: Virheellinen sisäkkäinen indeksi: {index}. Täytyy olla intti tai tupla
fr_fr: Index imbriqué invalide: {index}. Doit être un int ou un tuple
it_it: Indice annidato non valido: {index}. Deve essere un int o una tupla
nl_nl: Ongeldige geneste index: {index}. Moet een int of bup zijn
no_no: Ugyldig nestet indeks: {index}. Må være en int eller tuppel
pl_pl: Nieprawidłowy zagnieżdżony indeks: {index}. Musi być int lub kropką
pt_pt: Índice aninhado inválido: {index}. Deve ser uma inteira ou uma tupla
ro_ro: Indice imbricat nevalid: {index}. Trebuie să fie un indiciu sau un tuple
ru_ru: Недопустимый вложенный индекс: {index}. Должен быть int или трубкой
sv_se: Ogiltigt nästlat index: {index}. Måste vara ett intyg eller tupel
uk_ua: Неприпустимий індекс: {index}. Повинно бути підказкою або кортежем

source: The parent index must be a tuple of int
ar_sa: الفهرس الأصل يجب أن يكون أنبوبة من النشرة
cs_cz: Nadřazený index musí být odstínem int
da_dk: Det overordnede indeks skal være en tuple af int
de_de: Der übergeordnete Index muss ein Tupel aus int sein
el_gr: Ο γονικός δείκτης πρέπει να είναι ένας σωλήνας int
es_es: El índice padre debe ser una tupla de int
fi_fi: Vanhemman indeksin on oltava tupla int
fr_fr: L'index parent doit être un entier
it_it: L'indice genitore deve essere una tupla di int
ja_jp: 親インデックスはintのタプルでなければなりません
nl_nl: De bovenliggende index moet een tuple of int zijn
no_no: Overordnet indeks må være en tuppel av pinne
pl_pl: Indeks nadrzędny musi być kropką int
pt_pt: O índice pai deve ser uma tupla de int
ro_ro: Indexul părinte trebuie să fie un tuplu de int
ru_ru: Родительский индекс должен быть каналом int
sv_se: Överordnat index måste vara en tuple av int
uk_ua: Батьківський індекс має бути кортеж з відтінку

source: Group cannot move itself
ar_sa: لا يمكن للمجموعة أن تنقل نفسها
cs_cz: Skupina se nemůže přesunout sama
da_dk: Gruppen kan ikke bevæge sig selv
de_de: Gruppe kann sich nicht bewegen
el_gr: Η ομάδα δεν μπορεί να κινηθεί η ίδια
es_es: El grupo no puede moverse a sí mismo
fi_fi: Ryhmä ei voi liikkua itse
fr_fr: Le groupe ne peut pas se déplacer lui-même
it_it: Il gruppo non può spostarsi
ja_jp: グループは自分自身を移動できません
nl_nl: Groep kan zichzelf niet verplaatsen
no_no: Gruppen kan ikke flytte seg selv
pl_pl: Grupa nie może się przenieść
pt_pt: O grupo não pode se mover
ro_ro: Grupul nu se poate muta singur
ru_ru: Группа не может переместить себя
sv_se: Grupp kan inte flytta sig själv
uk_ua: Група не може перемістити сама

source: Can't yet deal with slice source indices in multimove
ar_sa: لا يمكن التعامل مع مؤشرات مصدر الشريحة في حركة متعددة
cs_cz: Nelze se ještě vypořádat se zdrojovými indexy řezu v multimédiích
da_dk: Kan endnu ikke håndtere slice kilde indekser i multimove
de_de: Kann Slice Source Indizes in Multimove noch nicht bearbeiten
el_gr: Δεν είναι ακόμα δυνατή η αντιμετώπιση των δεικτών πηγής φέτας σε πολλαπλή κίνηση
es_es: Aún no se puede tratar con los índices fuente de rebanadas en multimovimiento
fi_fi: Ei voida vielä käsitellä siivujen lähdeindeksejä multimove
fr_fr: Impossible de traiter les indices de la source de la tranche en mode multimouvement
it_it: Non è ancora possibile gestire gli indici di origine della fetta in multimove
ja_jp: スライスソースインデックスをマルチムーブで処理できません
nl_nl: Kan nog niet omgaan met slice source indexen in multimove
no_no: Kan ikke gjøre med hakk kildeindekser i multimove enda
pl_pl: Nie można jeszcze zarządzać wskaźnikami wycinka źródłowego w wielu ruchach
pt_pt: Ainda não é possível lidar com os índices fonte de fatia em multimovimento
ro_ro: Încă nu se pot ocupa de indicii sursă ai segmentelor în mai multe mişcări
ru_ru: Пока не удается разобраться с индексами множественного хода
sv_se: Kan inte hantera källkodsindex ännu i multimove
uk_ua: Не можна поки що мати справу з відтінками вихідного коду в множині

source: Terminal source index may not be a slice
ar_sa: مؤشر المصدر الطرفي قد لا يكون شريحة
cs_cz: Index zdroje terminálu nemusí být plátkem
da_dk: Terminal kildeindeks kan ikke være en skive
de_de: Terminalquell-Index darf kein Slice sein
el_gr: Ο δείκτης πηγής τερματικού μπορεί να μην είναι μια φέτα
es_es: El índice de origen del terminal no puede ser una porción
fi_fi: Terminaalin lähdeindeksi ei saa olla viipale
fr_fr: L'index de la source du terminal ne peut pas être une tranche
it_it: L'indice di origine del terminale non può essere un ritaglio
ja_jp: 端末ソースインデックスはスライスできません
nl_nl: Terminal bron index mag geen slice zijn
no_no: Terminal kildekode indeks kan ikke være et stykke
pl_pl: Indeks terminalu źródłowego nie może być wycinkiem
pt_pt: Índice fonte do terminal pode não ser uma fatia
ro_ro: Indexul sursă terminal nu poate fi o felie
ru_ru: Указатель источника терминала не может быть кусочком
sv_se: Terminalkällindex får inte vara en skiva
uk_ua: Кінцевий вихідний індекс не може бути скибкою

source: Cannot add object with type {dtype!r} to TypedList expecting type {types_!r}
ar_sa: لا يمكن إضافة كائن مع نوع {dtype!r} إلى قائمة النوع المتوقع {types_!r}
cs_cz: Nelze přidat objekt s typem {dtype!r} do TypedList očekával typ {types_!r}
da_dk: Kan ikke tilføje objekt med typen {dtype!r} til TypedList forventer type {types_!r}
de_de: Objekt mit Typ {dtype!r} kann nicht zur TypedList hinzugefügt werden, der den Typ {types_!r} erwartet
el_gr: Δεν είναι δυνατή η προσθήκη αντικειμένου με τύπο {dtype!r} σε Λίστα που αναμένει τύπο {types_ !r}
es_es: No se puede agregar objeto con tipo {dtype!r} a TypedList esperando tipo {types_!r}
fi_fi: Ei voida lisätä objektia tyyppi {dtype!r} kirjoitetulle listalle odottaen tyyppiä {types_!r}
fr_fr: Impossible d'ajouter un objet de type {dtype!r} à TypedList en attente de type {types_!r}
it_it: Impossibile aggiungere l'oggetto con il tipo {dtype!r} a TypedList expecting type {types_!r}
ja_jp: TypeListに{dtype!r}型のオブジェクトを追加することはできません。型{types_!r}を期待しています
nl_nl: Kan object met type {dtype!r} niet toevoegen aan TypedList verwachtend type {types_!r}
no_no: Kan ikke legge til objekt med typen {dtype!r} til TypedList forventet type {types_!r}
pl_pl: Nie można dodać obiektu z typem {dtype!r} do TypedList oczekującego typu {types_!r}
pt_pt: Não é possível adicionar objeto com tipo {dtype!r} para TypedList esperando tipo {types_!r}
ro_ro: Nu se poate adăuga un obiect cu tipul {dtype!r} la TypedList care aşteaptă tipul {types_!r}
ru_ru: Невозможно добавить объект с типом {dtype!r} в TypedList ожидаемый тип {types_!r}
sv_se: Kan inte lägga till objekt med typ {dtype!r} till TypedList förväntar typ {types_!r}
uk_ua: Не вдалося додати об'єкт з типом {dtype!r} до TypedList очікується тип {types_!r}

source: Cannot select item that is not in list: {value!r}
ar_sa: لا يمكن تحديد العنصر الذي ليس في القائمة: {القيمة!r}
cs_cz: Nelze vybrat položku, která není v seznamu: {value!r}
da_dk: Kan ikke vælge element, der ikke er på listen: {value!r}
de_de: Kann Element nicht auswählen, das nicht in der Liste ist: {value!r}
el_gr: Δεν είναι δυνατή η επιλογή αντικειμένου που δεν είναι στη λίστα: {value!r}
es_es: No se puede seleccionar el elemento que no está en la lista: {value!r}
fi_fi: Kohdetta ei voi valita luettelossa: {value!r}
fr_fr: Impossible de sélectionner l'élément qui n'est pas dans la liste : {value!r}
it_it: Impossibile selezionare l'elemento che non è nella lista: {value!r}
ja_jp: リストにないアイテムを選択できません: {value!r}
nl_nl: Kan geen item selecteren dat niet in lijst staat: {value!r}
no_no: Kan ikke velge element som ikke er i listen: {value!r}
pl_pl: Nie można wybrać elementu, który nie znajduje się na liście: {value!r}
pt_pt: Não é possível selecionar o item que não está na lista: {value!r}
ro_ro: Nu se poate selecta un element care nu este în listă: {value!r}
ru_ru: Невозможно выбрать элемент, не входящий в список: {value!r}
sv_se: Kan inte välja objekt som inte finns i listan: {value!r}
uk_ua: Неможливо вибрати елемент, який не є в списку: {value!r}

source: Value is not a valid sequence: {data}
ar_sa: القيمة ليست تسلسل صالح: {data}
cs_cz: Hodnota není platná sekvence: {data}
da_dk: Værdien er ikke en gyldig sekvens: {data}
de_de: Wert ist keine gültige Sequenz: {data}
el_gr: Η τιμή δεν είναι έγκυρη ακολουθία: {data}
es_es: El valor no es una secuencia válida: {data}
fi_fi: Arvo ei ole kelvollinen sekvenssi: {data}
fr_fr: La valeur n'est pas une séquence valide : {data}
it_it: Il valore non è una sequenza valida: {data}
ja_jp: 値は有効なシーケンスではありません: {data}
nl_nl: Waarde is geen geldige reeks: {data}
no_no: Verdien er ikke en gyldig sekvens: {data}
pl_pl: Wartość nie jest prawidłową sekwencją: {data}
pt_pt: Valor não é uma sequência válida: {data}
ro_ro: Valoarea nu este o secvență validă: {data}
ru_ru: Значение не является допустимой последовательностью: {data}
sv_se: Värdet är inte en giltig sekvens: {data}
uk_ua: Значення не є дійсним послідовність: {data}

source: Value is not a valid sequence: {value}
ar_sa: القيمة ليست تسلسل صالح: {value}
cs_cz: Hodnota není platná sekvence: {value}
da_dk: Værdien er ikke en gyldig sekvens: {value}
de_de: Wert ist keine gültige Sequenz: {value}
el_gr: Η τιμή δεν είναι έγκυρη ακολουθία: {value}
es_es: El valor no es una secuencia válida: {value}
fi_fi: Arvo ei ole kelvollinen sekvenssi: {value}
fr_fr: La valeur n'est pas une séquence valide : {value}
it_it: Il valore non è una sequenza valida: {value}
ja_jp: 値は有効なシーケンスではありません: {value}
nl_nl: Waarde is geen geldige reeks: {value}
no_no: Verdien er ikke en gyldig sekvens: {value}
pl_pl: Wartość nie jest prawidłową sekwencją: {value}
pt_pt: Valor não é uma sequência válida: {value}
ro_ro: Valoarea nu este o secvență validă: {value}
ru_ru: Значение не является допустимой последовательностью: {value}
sv_se: Värdet är inte en giltig sekvens: {value}
uk_ua: Значення не є дійсним послідовність: {value}

source: Cannot add object with type {dtype!r} to TypedList expecting type {basetypes!r}
ar_sa: لا يمكن إضافة كائن مع نوع {dtype!r} إلى قائمة الكتابة المتوقع نوع {basetypes!r}
cs_cz: Nelze přidat objekt s typem {dtype!r} do TypedList očekával typ {basetypes!r}
da_dk: Kan ikke tilføje objekt med type {dtype!r} til TypedList forventer type {basetypes!r}
de_de: Objekt mit Typ {dtype!r} kann nicht zur TypedList hinzugefügt werden, der den Typ {basetypes!r} erwartet
el_gr: Αδύνατη η προσθήκη αντικειμένου με τύπο {dtype!r} στην TypedList που αναμένει τύπο {basetypes!r}
es_es: No se puede agregar objeto con tipo {dtype!r} a TypedList esperando tipo {basetypes!r}
fi_fi: Ei voida lisätä objektia tyyppi {dtype!r} kirjoitetulle listalle odottaen tyyppiä {basetypes!r}
fr_fr: Impossible d'ajouter l'objet de type {dtype!r} à TypedList en attente de type {basetypes!r}
it_it: Impossibile aggiungere l'oggetto con il tipo {dtype!r} a TypedList expecting type {basetypes!r}
ja_jp: TypeListに{dtype!r}型のオブジェクトを追加することはできません。型{basetypes!r}を期待しています
nl_nl: Kan object met type {dtype!r} niet toevoegen aan TypedList verwachtend type {basetypes!r}
no_no: Kan ikke legge til objekt med typen {dtype!r} til TypedList forventet type {basetypes!r}
pl_pl: Nie można dodać obiektu z typem {dtype!r} do TypedList oczekującego typu {basetypes!r}
pt_pt: Não é possível adicionar objeto com tipo {dtype!r} para TypedList esperando tipo {basetypes!r}
ro_ro: Nu se poate adăuga un obiect cu tipul {dtype!r} la TypedList care aşteaptă tipul {basetypes!r}
ru_ru: Невозможно добавить объект с типом {dtype!r} в TypedList ожидаемый тип {basetypes!r}
sv_se: Kan inte lägga till objekt med typ {dtype!r} till TypedList förväntar typ {basetypes!r}
uk_ua: Не вдалося додати об'єкт з типом {dtype!r} до TypedList очікується тип {basetypes!r}

source: {value!r} is not in list
ar_sa: {القيمة!r} ليس في القائمة
cs_cz: {value!r} není v seznamu
da_dk: {value!r} er ikke på listen
de_de: {value!r} ist nicht in der Liste
el_gr: {value!r} δεν είναι στη λίστα
es_es: {value!r} no está en la lista
fi_fi: {value!r} ei ole luettelossa
fr_fr: {value!r} n'est pas dans la liste
it_it: {value!r} non è nella lista
ja_jp: {value!r} がリストにありません
nl_nl: {value!r} staat niet in de lijst
no_no: {verdi!r} finnes ikke i listen
pl_pl: {value!r} nie jest na liście
pt_pt: {value!r} não está na lista
ro_ro: {value!r} nu este în listă
ru_ru: {value!r} нет в списке
sv_se: {value!r} finns inte i listan
uk_ua: {value!r} немає у списку

source: Cannot unparent orphaned Node: {node!r}
ar_sa: لا يمكن أن تكون العقدة اليتامى غير أولاد: {عقدة!r}
cs_cz: Nelze odrodit osiřelý uzel: {node!r}
da_dk: Kan ikke udtage forældreløs node: {node!r}
de_de: Kann verwaiste Knoten nicht entfernen: {node!r}
el_gr: Αδυναμία μη γονικού ορφανά κόμβου: {node!r}
es_es: No se puede liberar el nodo huérfano: {node!r}
fi_fi: Ei voi poistaa orpojen solmua: {node!r}
fr_fr: Impossible de garder un noeud orphelin non parent : {node!r}
it_it: Impossibile non genitore orfano Node: {node!r}
ja_jp: 孤立したノードをunparentにすることはできません: {node!r}
nl_nl: Kan weesknooppunt niet unparent : {node!r}
no_no: Kan ikke oppheve utdatert Node: {node!r}
pl_pl: Nie można nierodzic osieroconego węzła: {węzeł!r}
pt_pt: Impossível executar órfão com o nó: {node!r}
ro_ro: Nu se poate renunța la modulul orfan: {node!r}
ru_ru: Невозможно удалить оставшийся узел: {node!r}
sv_se: Kan inte ta bort föräldralösa noden: {node!r}
uk_ua: Неможливо отримати батьківського сирота вузла: {node!r}

source: A schema version must be a 3 element tuple or string!
ar_sa: نسخة مخطط يجب أن تكون 3 عناصر/سلسلة عناصر!
cs_cz: Verze schématu musí být tříčlenný nebo řetězec!
da_dk: En skema version skal være en 3 element tuple eller streng!
de_de: Eine Schema-Version muss ein 3-Element-Tuple oder String sein!
el_gr: Μια έκδοση σχήματος πρέπει να είναι ένας σωλήνας 3 στοιχείων ή μια συμβολοσειρά!
es_es: Una versión de esquema debe ser una tupla o cadena de 3 elementos!
fi_fi: Teemaversion on oltava 3 elementin tupla tai merkkijono!
fr_fr: Une version de schéma doit être un tuple ou une chaîne de caractères de 3 éléments !
it_it: Una versione schema deve essere una tupla di 3 elementi o stringa!
ja_jp: スキーマバージョンは3つの要素タプルまたは文字列でなければなりません。
nl_nl: Een schemaversie moet een drie-element buple of tekenreeks zijn!
no_no: Et skjema versjon må være en 3 element-tuple eller streng!
pl_pl: Wersja schematu musi być 3-elementową krotką lub ciągiem!
pt_pt: Uma versão do esquema deve ser uma tupla de 3 elementos ou string!
ro_ro: O versiune schema trebuie să fie un tuplu sau un șir cu 3 elemente!
ru_ru: Версия схемы должна быть 3-мя элементами или строкой!
sv_se: En schemaversion måste vara en 3-elementtupel eller sträng!
uk_ua: Версія схеми має бути об'єктом трьох елементів кортежу або рядка!

source: A schema version subparts must be positive integers or parseable as integers!
ar_sa: يجب أن تكون الأقسام الفرعية لإصدار المخطط عددًا صحيحًا إيجابيًا أو كعدد صحيح!
cs_cz: Podčásti schématu musí být kladné celá čísla nebo parseable jako celá čísla!
da_dk: Et skema version subparts skal være positive heltal eller parseable som heltal!
de_de: Eine Schema-Version Subparts muss positive Integers oder als Ganzzahlen sein!
el_gr: Ένα σχήμα έκδοση επιμέρους τμήματα πρέπει να είναι θετικοί ακέραιοι ή παραδεκτοί ως ακέραιοι!
es_es: ¡Las subpartes de una versión de esquema deben ser enteros positivos o analizables como enteros!
fi_fi: A schema version subparts on oltava positiivinen kokonaislukua tai vertaus kuin kokonaislukuja!
fr_fr: Les sous-parties d'une version de schéma doivent être des entiers positifs ou être analysables en tant qu'entiers !
it_it: I sottoparts di una versione schema devono essere interi positivi o parseable come interi!
ja_jp: スキーマバージョンのサブパートは、正の整数または整数として解析可能でなければなりません。
nl_nl: Een schema versie subparts moet positieve gehele getallen of parseeerbaar zijn als integers!
no_no: En skjemaversjon må være positive heltall eller lignbare som heltall!
pl_pl: Podczęści wersji schematu muszą być dodatnią liczbą całkowitą lub mogą być analizowalne jako liczby całkowite!
pt_pt: A versão do esquema subpartes devem ser inteiros positivos ou analisáveis como inteiros!
ro_ro: Subcomponentele unei scheme trebuie să fie numere întregi pozitive sau parseabile ca întregi!
ru_ru: Подчасти версии схемы должны быть положительными целыми числами или распараллеливаемыми числами!
sv_se: En schemaversion deldelar måste vara positiva heltal eller parseable som heltal!
uk_ua: Підчастини версії схеми мають бути додатними цілими числами або синтаксичними цілими числами!

source: must be a string
ar_sa: يجب أن يكون سلسلة
cs_cz: musí být řetězec
da_dk: skal være en streng
de_de: muss ein String sein
el_gr: πρέπει να είναι μια συμβολοσειρά
es_es: debe ser una cadena
fi_fi: täytyy olla merkkijono
fr_fr: doit être une chaîne de caractères
it_it: deve essere una stringa
ja_jp: は文字列でなければなりません
nl_nl: moet een tekenreeks zijn
no_no: må være en streng
pl_pl: musi być ciągiem znaków
pt_pt: deve ser uma string
ro_ro: trebuie să fie un şir
ru_ru: должно быть строкой
sv_se: måste vara en sträng
uk_ua: має бути рядком

source: "{value}" is not valid. It must be one of {themes}
ar_sa: "{value}" غير صالح. يجب أن يكون واحد من {themes}
cs_cz: "{value}" není platné. Musí být jeden z {themes}
da_dk: "{value}" er ikke gyldig. Det skal være en af {themes}
de_de: "{value}" ist nicht gültig. Es muss einer von {themes} sein
el_gr: "{value}" δεν είναι έγκυρη. Πρέπει να είναι ένα από {themes}
es_es: "{value}" no es válido. Debe ser uno de {themes}
fi_fi: "{value}" ei ole kelvollinen. Sen on oltava yksi {themes}
fr_fr: "{value}" n'est pas valide. Il doit être l'un des {themes}
it_it: "{value}" non è valido. Deve essere uno dei {themes}
ja_jp: "{value}" は無効です。 {themes} のいずれかである必要があります。
nl_nl: "{value}" is niet geldig. Het moet een van de {themes} zijn
no_no: "{value}" er ikke gyldig. Det må være en av {themes}
pl_pl: "{value}" jest nieprawidłowy. Musi być jednym z {themes}
pt_pt: "{value}" não é válido. Deve ser um dos {themes}
ro_ro: "{value}nu este valid. Acesta trebuie să fie unul din {themes}
ru_ru: {value}" недействителен. Он должен быть одним из {themes}
sv_se: "{value}" är inte giltigt. Det måste vara en av {themes}
uk_ua: "{value}" є неприпустимим. Він повинен бути одним з {themes}
