Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: layer.coordinates is deprecated and will be removed in version 0.4.9. It should no longer be used as layers should no longer know where the cursor position is. You can get the cursor position in world coordinates from viewer.cursor.position. You can then transform that into data coordinates using the layer.world_to_data method.
ar_sa: layer.الإحداثيات مهملة، وسيتم إزالتها في الإصدار 0.4.9. وينبغي ألا يستخدم بعد الآن كطبقات ينبغي ألا يعرف بعد الآن أين هو وضع المؤشر. يمكنك الحصول على موضع المؤشر في إحداثيات العالم من المشاهد.cursor.lock. يمكنك بعد ذلك تحويل ذلك إلى إحداثيات بيانات باستخدام الطبقة.world_to_data method.
cs_cz: layer.souřadnice jsou zastaralé a budou odstraněny ve verzi 0.4.9. Nemělo by se již používat jako vrstvy, nemělo by již vědět, kde je pozice kurzoru. Polohu kurzoru můžete získat ze světových souřadnic z viewer.cursor.polohy. Můžete ji změnit na datové souřadnice pomocí metody layer.world_to_data.
da_dk: layer.coordinates er forældet og vil blive fjernet i version 0.4.9. Det bør ikke længere anvendes, da lag ikke længere bør vide, hvor markøren er placeret. Du kan få markørens position i verdenskoordinater fra viewer.cursor.position. Du kan derefter omdanne den til datakoordinater ved hjælp af layer.world_to_data metoden.
de_de: layer.coordinates ist veraltet und wird in Version 0.4.9 entfernt. Es sollte nicht mehr verwendet werden, da Ebenen nicht mehr wissen, wo sich die Cursorposition befindet. Sie können die Position des Cursors in den Weltkoordinaten von viewer.cursor.position abrufen. Sie können diese dann mittels der Methode layer.world_to_data in Datenkoordinaten umwandeln.
el_gr: layer.coordinates είναι παρωχημένη και θα αφαιρεθεί στην έκδοση 0.4.9. Δεν πρέπει πλέον να χρησιμοποιείται ως στρώματα δεν πρέπει να γνωρίζουν πλέον πού βρίσκεται η θέση του δρομέα. Μπορείτε να πάρετε τη θέση του δρομέα στις συντεταγμένες του κόσμου από τη θέση viewer.cursor.position. Στη συνέχεια μπορείτε να το μετατρέψει σε συντεταγμένες δεδομένων χρησιμοποιώντας τη μέθοδο layer.world_to_data.
es_es: layer.coordenadas está obsoleto y se eliminará en la versión 0.4.9. Ya no debería usarse como capas ya no deberían saber dónde está la posición del cursor. Puede obtener la posición del cursor en las coordenadas del mundo desde viewer.cursor.position. Puede transformarla en coordenadas de datos usando el método layer.world_to_datos.
fi_fi: layer.coordinates on vanhentunut ja poistetaan versiossa 0.4.9. Sitä ei pitäisi enää käyttää kerrosten ei pitäisi enää tietää, missä kohdistimen sijainti on. Voit saada kursorin sijainnin maailman koordinaateissa katsower.cursor.position. -paikalta. Voit muuttaa kursorin datan koordinaateiksi käyttäen layer.world_to_data -menetelmää.
fr_fr: layer.coordinates est obsolète et sera supprimé dans la version 0.4.9. Il ne devrait plus être utilisé comme calques ne devrait plus savoir où se trouve la position du curseur. Vous pouvez obtenir la position du curseur dans les coordonnées du monde depuis viewer.cursor.position. Vous pouvez ensuite la transformer en coordonnées de données en utilisant la méthode layer.world_to_data .
it_it: layer.coordinates è deprecato e verrà rimosso nella versione 0.4.9. Non dovrebbe più essere usato come livelli non dovrebbe più sapere dove si trova la posizione del cursore. È possibile ottenere la posizione del cursore nelle coordinate del mondo da viewer.cursor.position. È quindi possibile trasformarlo in coordinate dati utilizzando il metodo layer.world_to_data.
ja_jp: layer.coordinates は非推奨で、バージョン 0.4.9 で削除されます。 カーソル位置がわからなくなったレイヤーとして使うべきではありません。 viewer.cursor.positionからワールド座標内のカーソル位置を取得できます。layer.world_to_dataメソッドを使用して、データ座標に変換できます。
nl_nl: layer.coordinaten zijn verouderd en worden verwijderd in versie 0.4.9. Het mag niet langer worden gebruikt als lagen die niet meer weten waar de aanwijzer zich bevindt. U kunt de cursor positie krijgen in de wereldcoördinaten van viewer.cursor.positie. U kunt dit vervolgens omzetten in data coördinaten met behulp van de layer.world_to_data methode.
no_no: lager.koordinater er foreldet og vil bli fjernet i versjon 0.4.9. Det skal ikke lenger brukes som lag skal ikke lenger vite hvor markørposisjonen er. Du kan få markørposisjonen i verdenskoordinater fra viewer.cursor.posisjon. Du kan deretter forvandle det til datamoordinater ved å bruke layer.world_to_data metoden.
pl_pl: współrzędne są przestarzałe i zostaną usunięte w wersji 0.4.9. Nie należy go już stosować jako warstwy nie powinny już wiedzieć, gdzie znajduje się pozycja kursora. Możesz uzyskać pozycję kursora w współrzędnych świata z viewwer.cursor.position. Następnie można ją przekształcić w współrzędne danych za pomocą metody warstwy.world_to_data.
pt_pt: layer.coordinates está obsoleto e será removido na versão 0.4.9. Ele não deve mais ser usado como camadas mais não deve saber onde está a posição do cursor. Você pode obter a posição do cursor nas coordenadas mundiais a partir do viewer.cursor.position. Você pode então transformar isso em coordenadas de dados usando o método layer.world_to_data.
ro_ro: layer.coordinates is depreciat and will be removed in version 0.4.9. Acesta nu mai trebuie folosit pentru că straturile nu mai trebuie să știe unde este poziția cursorului. Poți obține poziția cursorului în lume coordonate de la viewer.cursor.positionPoți transforma aceasta în coordonate de date folosind metoda layer.world_to_data.
ru_ru: координаты устарели и будут удалены в версии 0.4.9. Он больше не должен использоваться в качестве слоёв больше не знать, где находится курсор. Положение курсора можно получить в мировых координатах из viewer.cursor.position. Затем можно преобразовать в координаты данных, используя метод layer.world_to_data метод.
sv_se: layer.coordinates är föråldrad och kommer att tas bort i version 0.4.9. Det bör inte längre användas eftersom lager inte längre vet var markören positionen är. Du kan få markören position i världen koordinater från viewer.cursor.position. Du kan sedan omvandla det till datakoordinater med hjälp av layer.world_to_data metoden.
uk_ua: layer.координати застарілі і будуть видалені у версії 0.4.9. Це більше не повинно використовуватися як шари які більше не повинні знати, де знаходиться положення курсора. Ви можете отримати позицію курсору з координат світу від viewer.cursor.позиції. Далі ви можете перетворити її в координати за допомогою layer.world_to_data методу.

source: displayed_coordinates is deprecated and will be removed in version 0.4.9. It should no longer be used as layers should will soon not know which dimensions are displayed. Instead you should use [layer.coordinates[d] for d in viewer.dims.displayed]
ar_sa: تم إلغاء عرض إحداثيات وسيتم إزالتها في الإصدار 0.4.9. وينبغي ألا يستخدم بعد الآن لأن الطبقات لن تعرف في القريب العاجل الأبعاد المعروضة. بدلاً من ذلك، يجب عليك استخدام [layer.الإحداثيات[d] ل d in viewer.dims.displayed]
cs_cz: displayed_coordinates je zastaralý a bude odstraněn ve verzi 0.4.9. Nemělo by se již používat jako vrstvy, které by brzy neměly vědět, jaké rozměry se zobrazují. Namísto toho byste měli použít [layer.coordinates[d] pro d in viewer.dims.displayed]
da_dk: displayed_coordinates er forældet og vil blive fjernet i version 0.4.9. Det bør ikke længere bruges som lag bør snart ikke vide, hvilke dimensioner der vises. I stedet skal du bruge [layer.coordinates[d] for d in viewer.dims.displayed]
de_de: displayed_coordinates ist veraltet und wird in Version 0.4.9 entfernt. Es sollte nicht mehr verwendet werden, da die Schichten bald nicht wissen, welche Maße angezeigt werden. Stattdessen solltest du [layer.coordinates[d] für d in viewer.dims.displayed] verwenden
el_gr: το displayed_coordinates είναι παρωχημένο και θα αφαιρεθεί στην έκδοση 0.4.9. Δεν θα πρέπει πλέον να χρησιμοποιείται ως στρώματα σύντομα δεν θα γνωρίζει ποιες διαστάσεις εμφανίζονται. Αντ 'αυτού θα πρέπει να χρησιμοποιήσετε [layer.coordinates[d] for d in viewer.dims.displayed]
es_es: displayed_coordenadas está obsoleto y se eliminará en la versión 0.4.9. Ya no debería utilizarse como capas no sabrá pronto qué dimensiones se muestran. En su lugar, debería usar [layer.coordinates[d] para d en viewer.dims.displayed]
fi_fi: displayed_coordinates on vanhentunut ja poistetaan versiossa 0.4.9. Sitä ei pitäisi enää käyttää, koska kerrokset pitäisi pian tietää, mitkä mitat näkyvät. Sen sijaan sinun tulisi käyttää [layer.coordinates[d] d:lle viewer.dims.displayed]
fr_fr: displayed_coordinates est obsolète et sera supprimé dans la version 0.4.9. Il ne devrait plus être utilisé comme calques devrait bientôt ne pas savoir quelles dimensions sont affichées. À la place, vous devriez utiliser [layer.coordinates[d] pour d dans viewer.dims.displayed]
it_it: displayed_coordinates è deprecato e verrà rimosso nella versione 0.4.9. Non dovrebbe più essere usato come livelli dovrebbe presto non sapere quali dimensioni vengono visualizzate. Dovresti invece usare [layer.coordinates[d] per d in viewer.dims.displayed]
ja_jp: displayed_coordinates is deprecated and will be removed in version 0.4.9 レイヤーが表示されている寸法がわからなくなりますので、もはや使用しないでください。 代わりに、[layer.coordins[d] ] を viewer.dims.displayed の d に使用する必要があります。
nl_nl: displayed_coordinaten is verouderd en zal worden verwijderd in versie 0.4.9. Het moet niet langer worden gebruikt omdat lagen binnenkort niet weten welke afmetingen worden weergegeven. In plaats daarvan zou je [layer.coordinaten[d] voor d in viewer.dims.displayed] moeten gebruiken
no_no: displayed_coordinates er foreldet og vil bli fjernet i versjon 0.4.9. Det bør ikke lenger brukes fordi lagene snart skal ikke vite hvilke dimensjoner som vises. I stedet bør du bruke [layer.coordinates[d] for d i viewer.dims.displayed]
pl_pl: displayed_współrzędne są przestarzałe i zostaną usunięte w wersji 0.4.9. Nie powinno być już używane, ponieważ warstwa wkrótce nie będzie wiedziała, które wymiary są wyświetlane. Zamiast tego powinieneś używać [layer.coordinates[d] dla d w viewer.dims.displayed]
pt_pt: displayed_coordinates está obsoleto e será removido na versão 0.4.9. Ele não deve mais ser usado como camadas em breve não saberá quais dimensões são exibidas. Em vez disso, você deve usar [layer.coordinates[d] for d in viewer.dims.displayed]
ro_ro: coordonatele afișate sunt învechite și vor fi eliminate în versiunea 0.4.9. Acesta nu ar mai trebui utilizat deoarece straturile nu ar trebui să știe în curând care dimensiuni sunt afișate. În schimb, ar trebui să utilizaţi [layer.coordinates[d] pentru d în viewer.dims.displayed]
ru_ru: maped_координаты устарели и будут удалены в версии 0.4.9. Она больше не должна использоваться в качестве слоёв скоро не будет знать, какие размеры отображаются. Вместо этого вы должны использовать [layer.координаты[d] для d в viewer.dims.displayed]
sv_se: displayed_coordinates är föråldrad och kommer att tas bort i version 0.4.9. Den bör inte längre användas eftersom lager snart inte vet vilka dimensioner som visas. Istället bör du använda [layer.coordinates[d] for d in viewer.dims.displayed]
uk_ua: displayed_coordinates застарілі і будуть видалені у версії 0.4.9. Вони більше не повинні використовуватися як шари, незабаром не повинно знати, які розміри відображаються. Замість цього слід використовувати [layer.coordinates[d] для d на viewer.dims.displayed]

source: zero
ar_sa: صفر
cs_cz: nula
da_dk: nul
el_gr: μηδέν
es_es: cero
fi_fi: nolla
nl_nl: nul
no_no: null
pl_pl: zera
ru_ru: ноль
sv_se: noll
uk_ua: нуль

source: one
ar_sa: واحد
cs_cz: jedna
da_dk: en
de_de: ein
el_gr: ένα
es_es: uno
fi_fi: yksi
fr_fr: un
it_it: uno
nl_nl: één
no_no: en
pl_pl: jeden
pt_pt: um
ro_ro: unul
ru_ru: один
sv_se: en
uk_ua: один

source: two
ar_sa: اثنان
cs_cz: dva
da_dk: to
de_de: zwei
el_gr: δύο
es_es: dos
fi_fi: kaksi
fr_fr: deux
it_it: due
nl_nl: twee
no_no: to
pl_pl: dwa
pt_pt: dois
ro_ro: două
ru_ru: два
sv_se: två
uk_ua: два

source: three
ar_sa: ثلاثة
cs_cz: tři
da_dk: tre
de_de: drei
el_gr: τρία
es_es: tres
fi_fi: kolme
fr_fr: trois
it_it: tre
nl_nl: drie
no_no: tre
pl_pl: trzy
pt_pt: três
ro_ro: trei
ru_ru: три
sv_se: tre
uk_ua: три

source: four
ar_sa: أربعة
cs_cz: čtyři
da_dk: fire
de_de: vier
el_gr: τέσσερα
es_es: cuatro
fi_fi: neljä
fr_fr: quatre
it_it: quattro
nl_nl: vier
no_no: fire
pl_pl: cztery
pt_pt: quatro
ro_ro: patru
ru_ru: четыре
sv_se: fyra
uk_ua: чотири

source: five
ar_sa: خمسة
cs_cz: pět
da_dk: fem
de_de: fünf
el_gr: πέντε
es_es: cinco
fi_fi: viisi
fr_fr: cinq
it_it: cinque
nl_nl: vijf
no_no: fem
pl_pl: pięć
pt_pt: cinco
ro_ro: cinci
ru_ru: пять
sv_se: fem
uk_ua: п'ять

source: six
ar_sa: ستة
cs_cz: šest
da_dk: seks
el_gr: έξι
es_es: seis
fi_fi: kuusi
it_it: sei
nl_nl: zes
no_no: seks
pl_pl: sześć
pt_pt: seis
ro_ro: şase
sv_se: sex
uk_ua: шість

source: seven
ar_sa: سبعة
cs_cz: sedm
da_dk: syv
de_de: sieben
el_gr: επτά
es_es: siete
fi_fi: seitsemän
fr_fr: sept
it_it: sette
nl_nl: zeven
no_no: sju
pl_pl: siedemnaście
pt_pt: sete
ro_ro: şapte
ru_ru: семь
sv_se: sju
uk_ua: сім

source: eight
ar_sa: ثمانية
cs_cz: osm
da_dk: otte
de_de: acht
el_gr: οκτώ
es_es: ocho
fi_fi: kahdeksan
fr_fr: huit
it_it: otto
nl_nl: acht
no_no: åtte
pl_pl: osiem
pt_pt: oito
ro_ro: opt
ru_ru: восемь
sv_se: åtta
uk_ua: вісім

source: nine
ar_sa: تسعة
cs_cz: devět
da_dk: ni
de_de: neun
el_gr: εννιά
es_es: nueve
fi_fi: yhdeksän
fr_fr: neuf
it_it: nove
nl_nl: negen
no_no: ni
pl_pl: dziewięć
pt_pt: nove
ro_ro: nouă
ru_ru: девять
sv_se: nio
uk_ua: дев’ять

source: a moment
ar_sa: لحظة
cs_cz: chvíli
da_dk: et øjeblik
de_de: einen Moment
el_gr: μια στιγμή
es_es: un momento
fi_fi: hetki
fr_fr: un moment
it_it: un momento
ja_jp: ちょっと待って
nl_nl: een moment
no_no: et øyeblikk
pl_pl: chwila
pt_pt: um momento
ro_ro: un moment
ru_ru: минута
sv_se: ett ögonblick
uk_ua: момент

source: a second
ar_sa: ثانية
cs_cz: vteřinu
da_dk: et sekund
de_de: eine Sekunde
el_gr: ένα δευτερόλεπτο
es_es: un segundo
fi_fi: a sekunti
fr_fr: une seconde
it_it: un secondo
ja_jp: 一秒
nl_nl: een seconde
no_no: et sekund
pl_pl: sekundę
pt_pt: um segundo
ro_ro: o secundă
ru_ru: секунда
sv_se: en sekund
uk_ua: секунда

source: a minute
ar_sa: دقيقة واحدة
cs_cz: minuta
da_dk: et minut
de_de: eine Minute
el_gr: ένα λεπτό
es_es: un minuto
fi_fi: minuutti
fr_fr: une minute
it_it: un minuto
ja_jp: 分
nl_nl: een minuut
no_no: et minutt
pl_pl: minutę
pt_pt: um minuto
ro_ro: un minut
ru_ru: минуту
sv_se: en minut
uk_ua: хвилина

source: an hour
ar_sa: ساعة واحدة
cs_cz: hodina
da_dk: en time
de_de: eine Stunde
el_gr: μία ώρα
es_es: una hora
fi_fi: tunti
fr_fr: une heure
it_it: un'ora
ja_jp: 1 時間
nl_nl: een uur
no_no: en time
pl_pl: godzina
pt_pt: uma hora
ro_ro: o oră
ru_ru: час
sv_se: en timme
uk_ua: година

source: a day
ar_sa: يوم واحد
cs_cz: za den
da_dk: en dag
de_de: ein Tag
el_gr: μία ημέρα
es_es: un día
fi_fi: päivä
fr_fr: un jour
it_it: un giorno
ja_jp: 1 日
nl_nl: einen Tag
no_no: EN DAG
pl_pl: dziennie
pt_pt: um dia
ro_ro: o zi
ru_ru: день
sv_se: en dag
uk_ua: в день

source: a month
ar_sa: شهر
cs_cz: měsíc
da_dk: en måned
de_de: ein Monat
el_gr: ένας μήνας
es_es: un mes
fi_fi: kuukausi
fr_fr: un mois
it_it: un mese
ja_jp: 1 ヶ月
nl_nl: een maand
no_no: en måned
pl_pl: miesiąc
pt_pt: um mês
ro_ro: o lună
ru_ru: месяц
sv_se: en månad
uk_ua: місяць

source: a year
ar_sa: سنة
cs_cz: rok
da_dk: et år
de_de: ein Jahr
el_gr: ένα έτος
es_es: un año
fi_fi: vuosi
fr_fr: une année
it_it: un anno
ja_jp: 年
nl_nl: een jaar
no_no: ET ÅR
pl_pl: rok
pt_pt: um ano
ro_ro: un an
ru_ru: год
sv_se: ett år
uk_ua: рік

source: 1 year, 1 month
ar_sa: 1 سنة، 1 شهر
cs_cz: 1 rok, 1 měsíc
da_dk: 1 år, 1 måned
de_de: 1 Jahr, 1 Monat
el_gr: 1 έτος, 1 μήνας
es_es: 1 año, 1 mes
fi_fi: 1 vuosi, 1 kuukausi
fr_fr: 1 an, 1 mois
it_it: 1 anno, 1 mese
ja_jp: 1 年、1 ヶ月
nl_nl: 1 jaar, 1 maand
no_no: et år, en måned
pl_pl: 1 rok, 1 miesiąc
pt_pt: 1 ano, 1 mês
ro_ro: 1 an, 1 lună
ru_ru: 1 год, 1 месяц
sv_se: 1 år, 1 månad
uk_ua: 1 рік, 1 місяць

source: %s from now
ar_sa: %s من الآن
cs_cz: %s od teď
da_dk: %s fra nu
de_de: In %s
el_gr: %s από τώρα
es_es: %s desde ahora
fi_fi: %s alkaen tästä
fr_fr: dans %s
it_it: %s da ora
ja_jp: 今から %s
nl_nl: %s vanaf nu
no_no: %s fra nå
pl_pl: %s od teraz
pt_pt: daqui a %s
ro_ro: %s de acum
ru_ru: %s через сейчас
sv_se: %s från och med nu
uk_ua: %s з цього моменту

source: %s ago
ar_sa: منذ %s
cs_cz: před %s
da_dk: %s siden
de_de: vor %s
el_gr: %s πριν
es_es: Hace %s
fi_fi: %s sitten
fr_fr: Il y a %s
it_it: %s fa
ja_jp: %s 前
nl_nl: %s geleden
no_no: %s siden
pl_pl: %s temu
pt_pt: %s atrás
ro_ro: %s în urmă
ru_ru: %s назад
sv_se: %s sedan
uk_ua: %s тому

source: now
ar_sa: الآن
cs_cz: nyní
da_dk: nu
de_de: jetzt
el_gr: τώρα
es_es: ahora
fi_fi: nyt
fr_fr: maintenant
it_it: ora
ja_jp: 今
nl_nl: nu
no_no: nå
pl_pl: teraz
pt_pt: format@@0number@@1format@@2s
ro_ro: acum
ru_ru: сейчас
sv_se: nu
uk_ua: зараз

source: today
ar_sa: اليوم
cs_cz: dnes
da_dk: i dag
de_de: heute
el_gr: σήμερα
es_es: hoy
fi_fi: tänään
fr_fr: aujourd'hui
it_it: oggi
ja_jp: 今日
nl_nl: vandaag
no_no: i dag
pl_pl: dziś
pt_pt: Hoje
ro_ro: astăzi
ru_ru: сегодня
sv_se: idag
uk_ua: сьогодні

source: tomorrow
ar_sa: غدا
cs_cz: zítřek
da_dk: i morgen
de_de: morgen
el_gr: αύριο
es_es: mañana
fi_fi: huomenna
fr_fr: demain
it_it: domani
ja_jp: 明日
nl_nl: morgen
no_no: I morgen
pl_pl: jutro
pt_pt: Amanhã
ro_ro: mâine
ru_ru: завтра
sv_se: imorgon
uk_ua: завтра

source: yesterday
ar_sa: أمس
cs_cz: včera
da_dk: I går
de_de: gestern
el_gr: χθες
es_es: ayer
fi_fi: eilen
fr_fr: Hier
it_it: ieri
ja_jp: 昨日
nl_nl: gisteren
no_no: I går
pl_pl: wczoraj
pt_pt: Ontem
ro_ro: ieri
ru_ru: вчера
sv_se: igår
uk_ua: вчора

source: Data with shape {shape} is not compatible with this TextureAtlas2D which has tile shape {spec_shape}
ar_sa: البيانات ذات الشكل {shape} غير متوافقة مع هذا TextureAtlas2D الذي يحتوي على شكل بلاط {spec_shape}
cs_cz: Data tvaru {shape} nejsou kompatibilní s tímto textemAtlas2D, který má tvar dlaždice {spec_shape}
da_dk: Data med form {shape} er ikke kompatibel med denne TextureAtlas2D, som har fliseform {spec_shape}
de_de: Daten mit Form {shape} sind nicht kompatibel mit diesem TextureAtlas2D mit Kachelform {spec_shape}
el_gr: Τα δεδομένα με σχήμα {shape} δεν είναι συμβατά με αυτό το TextureAtlas2D το οποίο έχει σχήμα πλακιδίου {spec_shape}
es_es: Los datos con la forma {shape} no son compatibles con este TextureAtlas2D que tiene forma de baldosa {spec_shape}
fi_fi: Tiedot muodoltaan {shape} eivät ole yhteensopivia tämän TextureAtlas2D:n kanssa, jolla on ruudunmuoto {spec_shape}
fr_fr: Les données avec la forme {shape} ne sont pas compatibles avec cette TextureAtlas2D qui a la forme de tuile {spec_shape}
it_it: I dati con forma {shape} non sono compatibili con questa TextureAtlas2D che ha forma di mattonelle {spec_shape}
ja_jp: 形状 {shape} を持つデータはタイル形状の {spec_shape} を持つこの TextureAtlas2D と互換性がありません
nl_nl: Data met vorm {shape} is niet compatibel met deze TextureAtlas2D die tegelvorm {spec_shape} heeft
no_no: Data med figur {shape} er ikke kompatibelt med denne TextureAtlas2D som har flisform {spec_shape}
pl_pl: Dane o kształcie {shape} nie są kompatybilne z tym TextureAtlas2D, który ma kształt kafelka {spec_shape}
pt_pt: Dados com a forma {shape} não são compatíveis com este TextureAtlas2D que tem a forma do bloco {spec_shape}
ro_ro: Datele cu forma {shape} nu sunt compatibile cu acest TextureAtlas2D care are forma de dală {spec_shape}
ru_ru: Данные с формой {shape} несовместимы с текстом Atlas2D, который имеет форму плитки {spec_shape}
sv_se: Data med formen {shape} är inte kompatibel med denna texturAtlas2D som har form på kakel {spec_shape}
uk_ua: Дані з формою {shape} не сумісні з цим TextureAtlas2D, які мають форму плитки {spec_shape}

source: Tile index {tile_index} not found.
ar_sa: فهرس البلاط {tile_index} غير موجود.
cs_cz: Index dlaždice {tile_index} nebyl nalezen.
da_dk: Feltindeks {tile_index} blev ikke fundet.
de_de: Kachelindex {tile_index} nicht gefunden.
el_gr: Το ευρετήριο πλακιδίων {tile_index} δεν βρέθηκε.
es_es: Índice de mosaico {tile_index} no encontrado.
fi_fi: Laatikon indeksiä {tile_index} ei löytynyt.
fr_fr: L'index des tuiles {tile_index} est introuvable.
it_it: Indice delle caselle {tile_index} non trovato.
ja_jp: タイルインデックス {tile_index} が見つかりません。
nl_nl: Tegel index {tile_index} niet gevonden.
no_no: Flis indeks {tile_index} ikke funnet.
pl_pl: Nie znaleziono indeksu kafelków {tile_index}.
pt_pt: Índice de blocos {tile_index} não encontrado.
ro_ro: Indexul de file {tile_index} nu a fost găsit.
ru_ru: Индекс тайл {tile_index} не найден.
sv_se: Kakelindex {tile_index} hittades inte.
uk_ua: Індекс плиток {tile_index} не знайдений.

source: Auto clims not supported for tiled image visual
ar_sa: المنافسات التلقائية غير مدعومة للصور المرئية المليئة
cs_cz: Automatické podnebí není podporováno pro vizuálně taženého obrázku
da_dk: Automatisk klatring ikke understøttet for billedvisuel fliseflise
de_de: Automatische Klims werden für gefliestes Bild nicht unterstützt
el_gr: Τα αυτόματα κλιπ δεν υποστηρίζονται για οπτικά πλακάκια εικόνας
es_es: No se admiten escalas automáticas para la imagen de mosaico visual
fi_fi: Automaattista nousua ei tueta kallistetulla kuvalla
fr_fr: Clims automatiques non pris en charge pour les images en tuiles
it_it: Salite automatiche non supportate per la visualizzazione dell'immagine piastrellata
ja_jp: 自動クライミングはタイル画像には対応していません
nl_nl: Automatische clims niet ondersteund voor betegelde afbeelding
no_no: Auto klatring støttes ikke for fliset bilde visuelt
pl_pl: Automatyczne wznoszenie nie jest obsługiwane dla wizualnego obrazu z kafelkami
pt_pt: Clims automáticos não suportados para imagem em ladrilho.
ro_ro: Caractere automate nu sunt acceptate pentru imaginea înclinată
ru_ru: Авто климат не поддерживается для визуального изображения
sv_se: Auto-clims stöds inte för kaklade bildvisningar
uk_ua: Автопідйомність не підтримується для візуального образів

source: Can only assign an iterable to slice
ar_sa: يمكن فقط تعيين شريحة قابلة للتكرار.
cs_cz: Lze přiřadit pouze čitelný řez
da_dk: Kan kun tildele en iterabel skive
de_de: Kann nur iterable Slices zuweisen
el_gr: Μπορεί να αντιστοιχίσει μόνο ένα αναλφάβητο σε φέτα
es_es: Sólo se puede asignar un iterable a rebanar
fi_fi: Voidaan vain määrittää jäljiteltävä viipale
fr_fr: Peut seulement assigner un itérable à trancher
it_it: Puoi assegnare solo un iterabile a fette
ja_jp: スライスに反復可能なものだけを割り当てることができます
nl_nl: Kan alleen herhalingen toewijzen om te plakken
no_no: Kan kun tilordne en iterable å kaste
pl_pl: Można przypisać tylko iteralne do wycinania
pt_pt: Só é possível atribuir um recorte iterável
ro_ro: Poți atribui doar o iterabilitate la felie
ru_ru: Можно назначить только итерацию кусочеку
sv_se: Kan bara tilldela en iterabel skiva
uk_ua: Можна призначити лише літеру на фрагмент
