Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: 'layer.events.select' is deprecated and will be removed in napari v0.4.9, use 'viewer.layers.selection.events.changed' instead, and inspect the 'added' attribute on the event.
ar_sa: 'layer.events.select' مهمل وسيتم إزالته في npari v0.4.9، استخدم 'viewer.layers.selection.events.changed' عوضا عن ذلك، وفحص السمة 'المضافة' في الحدث.
cs_cz: 'layer.events.select' je zastaralý a bude odstraněn v napari v0.4.9, použijte místo toho 'viewer.layers.selection.events.changed' a zkontrolujte atribut 'added' na události.
da_dk: 'layer.events.select' er forældet og vil blive fjernet i napari v0.4.9, brug 'viewer.layers.selection.events.changed' i stedet, og inspicer 'tilføjet' attribut på begivenheden.
de_de: 'layer.events.select' ist veraltet und wird in napari v0.4.9 entfernt werden. Verwenden Sie stattdessen 'viewer.layers.selection.events.changed' und inspizieren Sie das Attribut 'added'.
el_gr: 'layer.events.select' είναι παρωχημένο και θα αφαιρεθεί στο napari v0.4.9, χρησιμοποιήστε το 'viewer.layers.selection.events.changed' αντί αυτού και επιθεωρήστε το χαρακτηριστικό 'added' στο γεγονός.
es_es: 'layer.events.select' está obsoleto y será eliminado en napari v0.4.9, use 'viewer.layers.selection.events.changed' en su lugar, e inspeccione el atributo 'added' en el evento.
fi_fi: 'layer.events.select' on vanhentunut ja se poistetaan naparissa v0.4.9, käytä 'viewer.layers.selection.events.changed' sen sijaan ja tarkasta 'added' attribuutti tapahtumassa.
fr_fr: 'layer.events.select' est obsolète et sera supprimé dans napari v0.4.9, utilisez à la place 'viewer.layers.selection.events.changed' et inspectez l'attribut 'ajouté' sur l'événement.
it_it: 'layer.events.select' è deprecato e verrà rimosso in napari v0.4.9, utilizza 'viewer.layers.selection.events.changed' invece e ispeziona l'attributo 'added' sull'evento.
ja_jp: 'layer.events.select' は非推奨となり、napari v0.4.9 で削除され、代わりに 'viewer.layers.selection.events.changed' を使用し、イベントの 'added' 属性を調べます。
nl_nl: 'layer.events.select' is verouderd en zal worden verwijderd in napari v0.4.9, gebruik 'viewer.layers.selection.events.changed' in plaats daarvan en inspecteer het 'toevoegen' attribuut op de gebeurtenis.
no_no: 'layer.events.select' er foreldet og vil bli fjernet i napari v0.4.9, bruk 'viewer.layers.selection.events.changed' istedet og inspiser 'legg til' attributten på hendelsen.
pl_pl: 'layer.events.select' jest przestarzały i zostanie usunięty w napari v0.4.9, zamiast tego użyj 'viewer.layers.selection.events.changed' i sprawdź atrybut 'addded' na tym wydarzeniu.
pt_pt: 'layer.events.select' está obsoleto e será removido no napari v0.4.9, use 'viewer.layers.selection.events.changed' e inspecione o atributo 'adicionado' no evento.
ro_ro: 'layer.events.select' este învechit și va fi șters în napari v0.4.9, folosiți 'viewer.layers.selection.events.changed' în schimb și inspectați atributul 'adăugat' pe eveniment.
ru_ru: 'layer.events.select' является устаревшим и будет удален в napari v0.4.9, используйте вместо этого 'viewer.layers.selection.events.changed' и проверяйте атрибут 'added' на событии.
sv_se: 'layer.events.select' är föråldrad och kommer att tas bort i napari v0.4.9, använd 'viewer.layers.selection.events.changed' istället, och inspektera 'tillagd' attributet på händelsen.
uk_ua: 'layer.events.select' є застарілим і буде видалено з napari v0.4.9, використовуйте 'viewer.layers.selection.events.changed' та перевірте атрибут 'added' на заході.

source: 'layer.events.deselect' is deprecated and will be removed in napari v0.4.9, use 'viewer.layers.selection.events.changed' instead, and inspect the 'removed' attribute on the event.
ar_sa: 'layer.events.deselect' مهمل وسيتم إزالته في npari v0.4.9، استخدم 'viewer.layers.selection.events.changed' عوضا عن ذلك، وفحص السمة 'إزالة' في الحدث.
cs_cz: 'layer.events.deselect' je zastaralý a bude odstraněn v napari v0.4.9, použijte místo toho 'viewer.layers.selection.events.changed' a zkontrolujte atribut 'odstraněno' na události.
da_dk: 'layer.events.deselect' er forældet og vil blive fjernet i napari v0.4.9, bruge 'viewer.layers.selection.events.changed' i stedet, og inspicere 'fjernet' attribut på begivenheden.
de_de: 'layer.events.deselect' ist veraltet und wird in napari v0.4.9 entfernt, stattdessen 'viewer.layers.selection.events.changed' verwenden und das 'removed' Attribut auf dem Event überprüfen.
el_gr: 'layer.events.deselect' είναι παρωχημένη και θα αφαιρεθεί σε napari v0.4.9, χρησιμοποιήστε το 'viewer.layers.selection.events.changed' αντί αυτού, και επιθεωρήστε το χαρακτηριστικό 'αφαιρεθεί' στο γεγονός.
es_es: 'layer.events.deselect' está obsoleto y será eliminado en napari v0.4.9, use 'viewer.layers.selection.events.changed' en su lugar, e inspeccione el atributo 'removed' en el evento.
fi_fi: 'layer.events.deselect' on vanhentunut ja se poistetaan naparissa v0.4.9, käytä 'viewer.layers.selection.events.changed' sen sijaan ja tarkasta 'poistettu' attribuutti tapahtumasta.
fr_fr: 'layer.events.deselect' est obsolète et sera supprimé dans napari v0.4.9, utilisez à la place 'viewer.layers.selection.events.changed' et inspectez l'attribut 'removed' sur l'événement.
it_it: 'layer.events.deselect' è deprecato e verrà rimosso in napari v0.4.9, usa 'viewer.layers.selection.events.changed' invece e ispeziona l'attributo 'removed' sull'evento.
ja_jp: 'layer.events.deselect' は非推奨となり、napari v0.4.9 で削除され、代わりに 'viewer.layers.selection.events.changed' を使用し、イベントの 'removed' 属性を調べます。
nl_nl: 'layer.events.deselect' is verouderd en zal worden verwijderd in napari v0.4.9, gebruik 'viewer.layers.events.changed' in plaats daarvan en inspecteer het 'Verwijderde' attribuut op de gebeurtenis.
no_no: 'layer.events.deselect' er foreldet og vil bli fjernet i napari v0.4.9, bruk 'viewer.layers.selection.events.changed' istedet og inspiser 'fjernet' attributten på hendelsen.
pl_pl: 'layer.events.deselect' jest przestarzały i zostanie usunięty w napari v0.4.9, zamiast tego użyj 'viewer.layers.selection.events.changed' i sprawdź 'removed' atrybut na tym wydarzeniu.
pt_pt: 'layer.events.deselect' está obsoleto e será removido no napari v0.4.9, use 'viewer.layers.selection.events.changed' e inspecione o atributo 'removido' no evento.
ro_ro: 'layer.events.deselect' este învechit și va fi șters în napari v0.4.9, folosiți 'viewer.layers.selection.events.changed' în schimb și inspectați atributul 'removed' pe eveniment.
ru_ru: 'layer.events.deselect' устарел и будет удален в накари v0.4.9, используйте вместо этого 'viewer.layers.selection.events.changed' и проверяйте атрибут 'removed' на событии.
sv_se: 'layer.events.deselect' är föråldrad och kommer att tas bort i napari v0.4.9, använd 'viewer.layers.selection.events.changed' istället, och inspektera 'borttagna' attributet på händelsen.
uk_ua: 'layer.events.deselect' є застарілим і він буде видалений з napari v0.4.9, використовуйте 'viewer.layers.selection.events.changed' та натомість перевірте атрибут 'removed' на заході.

source: opacity must be between 0.0 and 1.0; got {opacity}
ar_sa: يجب أن يكون التعتيم بين 0.0 و 1.0؛ حصلت على {opacity}
cs_cz: opacita musí být mezi 0.0 a 1.0; dostal {opacity}
da_dk: opacitet skal være mellem 0,0 og 1.0; fik {opacity}
de_de: undurchsichtigkeit muss zwischen 0.0 und 1.0; hat {opacity} erhalten
el_gr: η αδιαφάνεια πρέπει να είναι μεταξύ 0.0 και 1.0; πήρε {opacity}
es_es: la opacidad debe estar entre 0.0 y 1.0; se ha obtenido {opacity}
fi_fi: läpinäkyvyyden on oltava välillä 0.0 - 1.0; sai {opacity}
fr_fr: l'opacité doit être comprise entre 0,0 et 1,0; {opacity} obtenu
it_it: l'opacità deve essere compresa tra 0.0 e 1.0; ottenuto {opacity}
ja_jp: 不透明度は 0.0 から 1.0 の間でなければなりません。得られた {opacity}
nl_nl: Transparantie moet tussen 0.0 en 1.0 zijn; kreeg {opacity}
no_no: tettheten må være mellom 0.0 og 1.0; ha {opacity}
pl_pl: nieprzezroczystość musi wynosić od 0.0 do 1.0; otrzymano {opacity}
pt_pt: opacidade deve estar entre 0.0 e 1.0; tenho {opacity}
ro_ro: opacitatea trebuie să fie între 0.0 și 1.0; obținut {opacity}
ru_ru: непрозрачность должна быть от 0.0 до 1.0; получено {opacity}
sv_se: opaciteten måste vara mellan 0,0 och 1,0; fick {opacity}
uk_ua: непрозорість повинна бути між 0.0 та 1.0; отримано {opacity}

source: affine input not recognized. must be either napari.utils.transforms.Affine or ndarray. Got {dtype}
ar_sa: المدخل غير معروف. يجب أن يكون إما napari.utils.transforms.Affine أو ndarray. حصلت على {dtype}
cs_cz: affine vstup nebyl rozpoznán. Musí být buď napari.utils.transforms.Affine nebo ndarray. Vyrobeno {dtype}
da_dk: affine input ikke genkendt. skal være enten napari.utils.transforms.Affine eller ndarray. Fik {dtype}
de_de: affine Eingabe nicht erkannt. Muss entweder napari.utils.transforms.Affine oder ndarray sein. Hab {dtype}
el_gr: affine εισόδου δεν αναγνωρίζεται. πρέπει να είναι είτε napari.utils.transforms.Affine ή ndarray. Έχει {dtype}
es_es: input de afino no reconocido. Debe ser napari.utils.transforms.Affine o ndarray. Obtenido {dtype}
fi_fi: affine syötettä ei tunnistettu. täytyy olla joko napari.utils.transforms.Affine tai ndarray. Sain {dtype}
fr_fr: l'entrée affine non reconnue. Doit être soit napari.utils.transforms.Affine ou ndarray. Vous avez {dtype}
it_it: ingresso affine non riconosciuto. deve essere o napari.utils.transforms.Affine o ndarray. Ottenuto {dtype}
ja_jp: アフィン入力が認識されません。napari.utils.transforms.Affineまたはndarrayのいずれかでなければなりません。 {dtype}
nl_nl: affine input niet herkend. Moet zowel napari.utils.transforms.Affine of ndarras zijn. Kreeg {dtype}
no_no: affininput ikke gjenkjent. må være enten napari.utils.transforms.Affine eller ndarray. Fot {dtype}
pl_pl: nie rozpoznano danych wejściowych. musi być napari.utils.transforms.Affine lub ndarray. Masz {dtype}
pt_pt: entrada affine não reconhecida. Deve ser napari.utils.transforms.Affine ou ndarray. Obteve {dtype}
ro_ro: intrarea nu este recunoscută. trebuie să fie napari.utils.transforms.Affine sau ndarray. Am {dtype}
ru_ru: affine ввод не распознан. Должно быть napari.utils.transforms.Affine или ndarray. Получено {dtype}
sv_se: affinininmatning känns inte igen. måste vara antingen napari.utils.transforms.Affine eller ndarray. Fick {dtype}
uk_ua: вхідні дані не підтримуються. Має бути napari.utils.Affine або ndarray. Отримано {dtype}

source: layer.position is deprecated and will be removed in version 0.4.9. It should no longer be used as layers should no longer know where the cursor position is. You can get the cursor position in world coordinates from viewer.cursor.position.
ar_sa: layer.position مهمل وسيتم إزالته في الإصدار 0.4.9. وينبغي ألا يستخدم بعد الآن كطبقات ينبغي ألا يعرف بعد الآن أين هو وضع المؤشر. يمكنك الحصول على موضع المؤشر في إحداثيات العالم من المشاهد.cursor.position
cs_cz: layer.position je zastaralá a bude odstraněna ve verzi 0.4.9. Nemělo by se již používat jako vrstvy, nemělo by již vědět, kde je pozice kurzoru. Můžete získat pozici kurzoru v souřadnicích světa z viewer.cursor.position
da_dk: layer.position er forældet og vil blive fjernet i version 0.4.9. Det bør ikke længere anvendes, da lag ikke længere bør vide, hvor markøren er placeret. Du kan få markørens position i verdenskoordinater fra viewer.cursor.position.
de_de: layer.position ist veraltet und wird in Version 0.4.9 entfernt. Es sollte nicht mehr verwendet werden, da Ebenen nicht mehr wissen, wo sich die Cursorposition befindet. Sie können die Position des Cursors in den Weltkoordinaten von viewer.cursor.position beziehen.
el_gr: layer.position είναι παρωχημένη και θα αφαιρεθεί στην έκδοση 0.4.9. Δεν πρέπει πλέον να χρησιμοποιείται ως στρώματα δεν πρέπει να γνωρίζουν πλέον πού βρίσκεται η θέση του δρομέα. Μπορείτε να πάρετε τη θέση του δρομέα στις συντεταγμένες του κόσμου από τη θέση viewer.cursor.position.
es_es: layer.position está obsoleta y se eliminará en la versión 0.4.9. Ya no debería usarse como capas ya no deberían saber dónde está la posición del cursor. Puedes obtener la posición del cursor en las coordenadas del mundo desde viewer.cursor.position.
fi_fi: layer.position on vanhentunut ja poistetaan versiossa 0.4.9. Sitä ei pitäisi enää käyttää kerrosten ei pitäisi enää tietää, missä kohdistimen sijainti on. Voit saada kursorin sijainnin maailman koordinaateissa katsower.cursor.position.
fr_fr: layer.position est obsolète et sera supprimé dans la version 0.4.9. Il ne devrait plus être utilisé comme calques ne devrait plus savoir où se trouve la position du curseur. Vous pouvez obtenir la position du curseur dans les coordonnées du monde depuis viewer.cursor.position.
it_it: layer.position è deprecato e verrà rimosso nella versione 0.4.9. Non dovrebbe più essere usato come livelli non dovrebbe più sapere dove si trova la posizione del cursore. È possibile ottenere la posizione del cursore nelle coordinate del mondo da viewer.cursor.position.
ja_jp: layer.position は非推奨であり、バージョン 0.4.9 で削除されます。 カーソル位置がわからなくなったレイヤーとして使うべきではありません。 viewer.cursor.positionからワールド座標内のカーソル位置を取得できます。
nl_nl: layer.position is verouderd en zal worden verwijderd in versie 0.4.9. Het mag niet langer worden gebruikt als lagen die niet meer weten waar de aanwijzer zich bevindt. U kunt de cursor positie krijgen in de wereldcoördinaten vanaf viewer.cursor.positie.
no_no: layer.position er foreldet og vil bli fjernet i versjon 0.4.9. Det skal ikke lenger brukes som lag skal ikke lenger vite hvor markørposisjonen er. Du kan få markørposisjonen i verdenskoordinater fra viewer.cursor.posisjon.
pl_pl: Pozycja warstwy jest przestarzała i zostanie usunięta w wersji 0.4.9. Nie należy go już stosować jako warstwy nie powinny już wiedzieć, gdzie znajduje się pozycja kursora. Możesz uzyskać pozycję kursora w współrzędnych świata z widza.cursor.position.
pt_pt: layer.position é obsoleto e será removido na versão 0.4.9. Ele não deve mais ser usado como camadas mais não deve saber onde está a posição do cursor. Você pode obter a posição do cursor nas coordenadas mundiais a partir de viewer.cursor.position.
ro_ro: layer.position este învechit și va fi eliminat în versiunea 0.4.9. Acesta nu mai trebuie folosit pentru că straturile nu mai trebuie să știe unde este poziția cursorului. Poți obține poziția cursorului în lumea coordonatelor de la viewer.cursor.position
ru_ru: layer.position устарел и будет удален в версии 0.4.9. Он больше не должен использоваться в качестве слоёв больше не знать, где находится курсор. Положение курсора можно получить в мировых координатах от viewer.cursor.position.
sv_se: layer.position är föråldrad och kommer att tas bort i version 0.4.9. Det bör inte längre användas eftersom lager inte längre vet var markören positionen är. Du kan få markören position i världen koordinater från viewer.cursor.position.
uk_ua: layer.Положення є застарілим і буде видалено в версії 0.4.9. Це більше не повинно використовуватися як шари які більше не повинні знати, де знаходиться положення курсора. Ви можете отримати позицію курсору в координати світу від viewer.cursor.позиції.

source: Non-orthogonal slicing is being requested, but is not fully supported. Data is displayed without applying an out-of-slice rotation or shear component.
ar_sa: ويُطلب قطع غير متجانس، ولكنه غير مدعوم بالكامل. تُعرض البيانات دون تطبيق عنصر دوران خارج الشريحة أو مكون من الصفيح.
cs_cz: Požaduje se neortogonální plátkování, ale není plně podporováno. Data jsou zobrazena bez použití rotace nebo smyčkového komponentu.
da_dk: Der anmodes om ikke-ortogonal udskæring, men understøttes ikke fuldt ud. Data vises uden at anvende en out-of-slice rotation eller forskydning komponent.
de_de: Nicht orthogonal geslicing wird angefordert, wird aber nicht vollständig unterstützt. Daten werden angezeigt, ohne dass eine außer-Slice-Rotation oder Scherenkomponente angewendet wird.
el_gr: Ζητείται μη ορθογώνιος τεμαχισμός, αλλά δεν υποστηρίζεται πλήρως. Τα δεδομένα εμφανίζονται χωρίς την εφαρμογή ενός εκτός τμήματος περιστροφή ή διάτμηση.
es_es: Se está solicitando un corte no ortogonal, pero no es totalmente compatible. Los datos se muestran sin aplicar un componente de rotación o corte fuera de rebanada.
fi_fi: Ei-ortogonaalista viipalointia pyydetään, mutta sitä ei tueta täysin. Tiedot näytetään käyttämättä siivukiertoa tai leikkauskomponenttia.
fr_fr: Le découpage non orthogonal est demandé, mais n'est pas entièrement pris en charge. Les données sont affichées sans appliquer un composant de rotation ou de cisaillement.
it_it: Il taglio non ortogonale è richiesto, ma non è completamente supportato. I dati vengono visualizzati senza applicare una rotazione fuori fetta o un componente di taglio.
ja_jp: 非直交スライスが要求されていますが、完全にはサポートされていません。アウトスライスの回転やせん断成分を適用せずにデータが表示されます。
nl_nl: Niet-orthogonaal snijden wordt aangevraagd, maar wordt niet volledig ondersteund. Gegevens worden weergegeven zonder een out-of-slice rotatie of afschuif component toe te passen.
no_no: Ikke-ortogonal slicing blir forespurt, men støttes ikke fullt ut. Data vises uten å ta i bruk en sklirotasjon eller skjærkomponent.
pl_pl: Wymagane jest krojenie nieortogonalne, ale nie jest w pełni obsługiwane. Dane są wyświetlane bez stosowania rotacji plastycznej lub ścinania elementu.
pt_pt: Uma fatia não ortogonal está sendo solicitada, mas não é totalmente suportada. Os dados são exibidos sem a aplicação de rotação fora do recorte ou componente de puro.
ro_ro: Felierea nestogonală este solicitată, dar nu este pe deplin suportată. Datele sunt afișate fără a aplica o componentă de rotație a tăieturii sau de shear-ului.
ru_ru: Запрошена неортогональная резка, но не полностью поддерживается. Отображаются данные без применения вращения маски или срез компонента.
sv_se: Icke-ortogonal skärning begärs, men stöds inte fullt ut. Data visas utan att tillämpa en out-of-slice rotation eller skjuvkomponent.
uk_ua: Неортогональне нарізання надсилається, але воно не повністю підтримується. Дані відображаються без застосування незавершеного обертання або штрихового компонента.

source: 'layer.selected' is deprecated and will be removed in v0.4.9. Please use `layer in viewer.layers.selection`
ar_sa: 'layer.selected' مهمل وسيتم إزالته في v0.4.9. الرجاء استخدام 'layer in viewer.layers.selection'
cs_cz: 'layer.selected' je zastaralý a bude odstraněn v v0.4.9. Použijte prosím `layer v viewer.layers.selection`
da_dk: 'layer.selected' er forældet og vil blive fjernet i v0.4.9. Brug 'lag i viewer.layers.selection'
de_de: 'layer.selected' ist veraltet und wird in v0.4.9 entfernt. Bitte verwende `layer in viewer.layers.selection`
es_es: 'layer.selected' está obsoleto y será eliminado en v0.4.9. Por favor usa `layer en viewer.layers.selection`
fi_fi: 'layer.selected' on vanhentunut ja se poistetaan v0.4.9. Ole hyvä ja käytä `layer in viewer.layers.selection`
fr_fr: 'layer.selected' est obsolète et sera supprimé dans la v0.4.9. Veuillez utiliser `layer in viewer.layers.selection`
it_it: 'layer.selected' è deprecato e verrà rimosso in v0.4.9. Utilizza `layer in viewer.layers.selection`
ja_jp: 'layer.selected' は非推奨であり、v0.4.9で削除されます。`layer.layers.selection` を使用してください。
nl_nl: 'layer.selected' is verouderd en zal worden verwijderd in v0.4.9. Gebruik `layer in viewer.layers.selection`
no_no: 'layer.selected' er foreldet og vil bli fjernet i v0.4.9. Vennligst bruk `lag i viewer.layers.selection`
pl_pl: 'layer.selected' jest przestarzały i zostanie usunięty w wersji 0.4.9. Użyj `warstwy w viewer.layers.selection`
pt_pt: 'layer.selected' está obsoleto e será removido na v0.4.9. Por favor, use `layer em viewer.layers.selection`
ro_ro: 'layer.selected' este învechit și va fi eliminat în v0.4.9. Utilizați `layer în viewer.layers.selection`
ru_ru: 'layer.selected' устарел и будет удален в v0.4.9. Пожалуйста, используйте `layer in viewer.layers.selection`
sv_se: 'layer.selected' är föråldrad och kommer att tas bort i v0.4.9. Använd `layer in viewer.layers.selection`
uk_ua: 'layer.selected' є застарілим і буде вилучено з функції v0.4.9. Будь-ласка, використовуйте `layer в viewer.layers.selection`

source: 'layer.selected' is deprecated and will be removed in v0.4.9. Please use `viewer.layers.selection.add(layer)` or `viewer.layers.selection.remove(layer)`
ar_sa: 'layer.selected' مهمل وسيتم إزالته في v0.4.9. الرجاء استخدام 'viewer.layers.selection.add(layer)' أو 'viewer.layers.selection.remove(layer)'
cs_cz: 'layer.selected' je zastaralý a bude odstraněn ve v0.4.9. Použijte prosím `viewer.layers.selection.add(layer)` nebo `viewer.layers.selection.remove(layer)`
da_dk: 'layer.selected' er forældet og vil blive fjernet i v0.4.9. Brug venligst `viewer.layers.selection.add(layer)` eller `viewer.layers.selection.remove(layer)`
de_de: 'layer.selected' ist veraltet und wird in v0.4.9 entfernt. Bitte benutze `viewer.layers.selection.add(layer)` oder `viewer.layers.selection.remove(layer)`
es_es: 'layer.selected' está obsoleto y se eliminará en la v0.4.9. Por favor usa `viewer.layers.selection.add(layer)` o `viewer.layers.selection.remove(layer)`
fi_fi: 'layer.selected' on vanhentunut ja se poistetaan v0.4.9. Ole hyvä ja käytä `viewer.layers.selection.add(layer)` tai `viewer.layers.selection.remove(layer)`
fr_fr: 'layer.selected' est obsolète et sera supprimé dans la v0.4.9. Veuillez utiliser `viewer.layers.selection.add(layer)` ou `viewer.layers.selection.remove(layer)`
it_it: 'layer.selected' è deprecato e verrà rimosso in v0.4.9. Si prega di utilizzare `viewer.layers.selection.add(layer)` o `viewer.layers.selection.remove(layer)`
ja_jp: 'layer.selected' は非推奨であり、v0.4.9 で削除されます。`viewer.layers.selection.add(layer)` または `viewer.layers.selection.remove(layer)` を使用してください。
nl_nl: 'layer.selected' is verouderd en zal worden verwijderd in v0.4.9. Gebruik `viewer.layers.selection.add(layer)` of `viewer.layers.selection.remove(layer)`
no_no: 'layer.selected' er foreldet og vil bli fjernet i v0.4.9. Vennligst bruk `viewer.layers.selection.add(layer)` eller `viewer.layers.selection.remove(layer)`
pl_pl: 'layer.selected' jest przestarzały i zostanie usunięty w wersji 0.4.9. Użyj `viewer.layers.selection.add(layer)` lub `viewer.layers.selection.remove(layer)`
pt_pt: 'layer.selected' está obsoleto e será removido na v0.4.9. Por favor, use `viewer.layers.selection.add(layer)` or `viewer.layers.selection.remove(layer)`
ro_ro: 'layer.selected' este învechit și va fi eliminat în v0.4.9. Utilizați `viewer.layers.selection.add(layer)` sau `viewer.layers.selection.remove(layer)`
ru_ru: 'layer.selected' устарел и будет удален в v0.4.9. Пожалуйста, используйте `viewer.layers.selection.add(layer)` или `viewer.layers.selection.remove(layer)`
sv_se: 'layer.selected' är föråldrad och kommer att tas bort i v0.4.9. Använd `viewer.layers.selection.add(layer)` eller `viewer.layers.selection.remove(layer)`
uk_ua: 'layer.selected' є застарілим і буде видалено з v0.4.9. Будь-ласка, використовуйте `viewer.layers.selection.add(layer)` або `viewer.layers.selection.remove(layer)`
