Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: set contrast range to full bit-depth
ar_sa: تعيين نطاق التباين إلى العمق الكامل بيتا
cs_cz: nastavit rozsah kontrastu na plnou hloubku bitu
da_dk: sæt kontrastinterval til fuld bitdybde
de_de: setze Kontrastbereich auf volle Bittiefe
el_gr: ορισμός εύρους αντίθεσης σε πλήρες βάθος bit
es_es: establecer rango de contraste a profundidad de bits completa
fi_fi: aseta kontrastialue täyteen bit-syvyyteen
fr_fr: régler la plage de contraste sur pleine profondeur de bits
it_it: imposta intervallo di contrasto a profondità massima bit
ja_jp: コントラストの範囲を完全なビット深度に設定する
nl_nl: stel contrast bereik in op volledige diepte
no_no: velg kontrastområde til full bitt
pl_pl: ustaw zakres kontrastu na pełną głębokość bitów
pt_pt: definir intervalo de contraste para profundidade completa de bits
ro_ro: setează gama de contrast la adâncimea maximă
ru_ru: задать диапазон контрастности в полную глубину
sv_se: ange kontrastintervall till fullt bit-djup
uk_ua: встановити діапазон контрасту для повної глибини біта

source: contiguous editing
ar_sa: تحرير متداخل
cs_cz: přilehlé úpravy
da_dk: sammenhængende redigering
de_de: nebenstehende Bearbeitung
el_gr: συνοπτική επεξεργασία
es_es: edición contigua
fi_fi: yhtenäinen muokkaus
fr_fr: édition contiguë
it_it: modifica contigua
ja_jp: 連続した編集
nl_nl: aaneensluitend bewerken
no_no: sammenhengende redigering
pl_pl: edycja równoległa
pt_pt: edição contígna
ro_ro: editare concomitentă
ru_ru: целостное редактирование
sv_se: Sammanhängande redigering
uk_ua: спільне редагування

source: edit all dimensions
ar_sa: تعديل جميع الأبعاد
cs_cz: upravit všechny rozměry
da_dk: redigere alle dimensioner
de_de: alle Dimensionen bearbeiten
el_gr: επεξεργασία όλων των διαστάσεων
es_es: editar todas las dimensiones
fi_fi: muokkaa kaikkia ulottuvuuksia
fr_fr: éditer toutes les dimensions
it_it: modifica tutte le dimensioni
ja_jp: すべての寸法を編集
nl_nl: bewerken van alle dimensies
no_no: rediger alle dimensjoner
pl_pl: edytuj wszystkie wymiary
pt_pt: editar todas as dimensões
ro_ro: editează toate dimensiunile
ru_ru: редактировать все размеры
sv_se: redigera alla dimensioner
uk_ua: редагувати всі розміри

source: display contours of labels
ar_sa: عرض معالم التسميات
cs_cz: zobrazovat obrysy štítků
da_dk: vis konturer af etiketter
de_de: die Konturen der Labels anzeigen
el_gr: εμφάνιση περιγράμματος των ετικετών
es_es: mostrar contornos de etiquetas
fi_fi: näytä tarrojen ääriviivat
fr_fr: afficher les contours des étiquettes
it_it: mostra i contorni delle etichette
ja_jp: ラベルの輪郭を表示
nl_nl: toon contouren van labels
no_no: vise konturer med etiketter
pl_pl: wyświetlanie konturów etykiet
pt_pt: exibir contornos dos rótulos
ro_ro: afișează contururile etichetelor
ru_ru: отображение контуров меток
sv_se: visa konturer av etiketter
uk_ua: відображати контури міток

source: preserve existing labels while painting
ar_sa: الحفاظ على التسميات الموجودة أثناء الرسم
cs_cz: zachovat existující štítky při malování
da_dk: bevare eksisterende etiketter under maling
de_de: bestehende Labels während des Malens beibehalten
el_gr: διατήρηση των υφιστάμενων ετικετών κατά τη ζωγραφική
es_es: preservar etiquetas existentes al pintar
fi_fi: säilyttää olemassa olevat merkinnät maalauksen aikana
fr_fr: préserver les étiquettes existantes lors de la peinture
it_it: preserva le etichette esistenti durante la pittura
ja_jp: 塗装中に既存のラベルを保存する
nl_nl: bestaande labels behouden tijdens het schilderen
no_no: bevar eksisterende etiketter mens maling
pl_pl: zachowaj istniejące etykiety podczas malowania
pt_pt: preservar rótulos existentes durante a pintura
ro_ro: păstrarea etichetelor existente în timpul pictării
ru_ru: сохранить существующие метки во время рисования
sv_se: bevara befintliga etiketter medan målning
uk_ua: зберегти існуючі мітки під час живопису

source: Display only selected label
ar_sa: عرض التسمية المحددة فقط
cs_cz: Zobrazit pouze vybraný štítek
da_dk: Vis kun valgt etiket
de_de: Nur ausgewählte Bezeichnung anzeigen
el_gr: Εμφάνιση μόνο επιλεγμένων ετικετών
es_es: Mostrar solo la etiqueta seleccionada
fi_fi: Näytä vain valittu tunniste
fr_fr: Afficher uniquement l'étiquette sélectionnée
it_it: Mostra solo l'etichetta selezionata
ja_jp: 選択したラベルのみ表示
nl_nl: Alleen geselecteerde label weergeven
no_no: Vis bare valgt etikett
pl_pl: Wyświetl tylko zaznaczoną etykietę
pt_pt: Exibir apenas a etiqueta selecionada
ro_ro: Afişează doar eticheta selectată
ru_ru: Показывать только выбранную метку
sv_se: Visa endast vald etikett
uk_ua: Показати тільки вибрану мітку

source: shuffle colors
ar_sa: خلط الألوان
cs_cz: Zamíchat barvy
da_dk: blander farver
de_de: mischt Farben
el_gr: ανάμιξη χρωμάτων
es_es: colores aleatorios
fi_fi: sekoita värit
fr_fr: mélanger les couleurs
it_it: mescola i colori
ja_jp: 色をシャッフル
nl_nl: Kleuren schud
no_no: tilfeldig farge
pl_pl: losowe kolory
pt_pt: Aleatório nas cores
ro_ro: amestecă culori
ru_ru: перемешивание цветов
sv_se: blanda färger
uk_ua: перемішувати кольори

source: Pan/zoom mode (Space)
ar_sa: وضع التكبير/التكبير(الفضاء)
cs_cz: Režim paní/zoom (mezera)
da_dk: Pan/zoomtilstand (mellemrum)
de_de: Pan/Zoom-Modus (Leerzeichen)
el_gr: Λειτουργία Pan/zoom (Ρυθμός)
es_es: Modo Pan/zoom (espacio)
fi_fi: Suurennus/suurennustila (Space)
fr_fr: Mode pan/zoom (espace)
it_it: Modalità pan/zoom (spazio)
ja_jp: パン/ズームモード (スペース)
nl_nl: Pan/zoom modus (spatie)
no_no: Pan/zoom modus (mellomrom)
pl_pl: Tryb pan/powiększenia (Space)
pt_pt: Modo Pan/zoom (Espaço)
ro_ro: Mod Pan/zoom (spațiu)
ru_ru: Режим сна/масштабирования (пробел)
sv_se: Pan/zoomläge (mellanslag)
uk_ua: Режим панорам/наближення (пробіл)

source: Pick mode (L)
ar_sa: اختيار الوضع (L)
cs_cz: Režim výběru (L)
da_dk: Vælg tilstand (L)
de_de: Wähle Modus (L)
el_gr: Διαλέξτε λειτουργία (L)
es_es: Modo de selección (L)
fi_fi: Valitse tila (L)
fr_fr: Mode de sélection (L)
it_it: Modalità di selezione (L)
ja_jp: 選択モード (L)
nl_nl: Kies modus (L)
no_no: Velg modus (L)
pl_pl: Tryb pobierania (L)
pt_pt: Modo de escolha (L)
ro_ro: Alege modul (L)
ru_ru: Режим выбора (L)
sv_se: Välj läge (L)
uk_ua: Вибрати режим (Д)

source: Paint mode (P)
ar_sa: وضع الطلاء (P)
cs_cz: Režim barvy (P)
de_de: Farbmodus (P)
el_gr: Λειτουργία βαφής (P)
es_es: Modo de pintura (P)
fi_fi: Maalitila (P)
fr_fr: Mode Peinture (P)
it_it: Modalità disegno (P)
ja_jp: ペイントモード (P)
nl_nl: Verf modus (P)
no_no: Malingsmodus (P)
pl_pl: Tryb farby (P)
pt_pt: Modo pintura (P)
ro_ro: Mod vopsea (P)
ru_ru: Режим краски (P)
sv_se: Måla läge (P)
uk_ua: Режим фарби (П)

source: Fill mode (F) Toggle with {shortcut}
ar_sa: ملء الوضع (F) تبديل مع {shortcut}
cs_cz: Režim vyplňování (F) Přepnout s {shortcut}
da_dk: Udfyld tilstand (F) Skift med {shortcut}
de_de: Füllmodus (F) Umschalten mit {shortcut}
el_gr: Λειτουργία γεμίσματος (F) Εναλλαγή με {shortcut}
es_es: Modo de relleno (F) Alternar con {shortcut}
fi_fi: Täyttötila (F) Vaihda {shortcut} kanssa
fr_fr: Mode de remplissage (F) Basculer avec {shortcut}
it_it: Modalità di riempimento (F) Commuta con {shortcut}
ja_jp: 塗りつぶしモード (F) {shortcut} で切り替え
nl_nl: Vulmodus (F) wisselen met {shortcut}
no_no: Fyll modus (F) Veksle med {shortcut}
pl_pl: Tryb wypełnienia (F) Przełącz {shortcut}
pt_pt: Modo de preenchimento (F) Alternar com {shortcut}
ro_ro: Mod de umplere (F) Comutare cu {shortcut}
ru_ru: Режим заливки (F) Переключить {shortcut}
sv_se: Fyll läge (F) Växla med {shortcut}
uk_ua: Режим заповнення (1) увімкнути або вимкнути {shortcut}

source: Erase mode (E) Toggle with {shortcut}
ar_sa: مسح الوضع (E) تبديل مع {shortcut}
cs_cz: Režim mazání (E) Přepínač s {shortcut}
da_dk: Slet tilstand (E) Slå til/fra med {shortcut}
de_de: Löschmodus (E) Umschalten mit {shortcut}
el_gr: Λειτουργία διαγραφής (E) Εναλλαγή με {shortcut}
es_es: Modo de borrado (E) Alternar con {shortcut}
fi_fi: Poista tila (E) Vaihda {shortcut} kanssa
fr_fr: Mode Effacement (E) Basculer avec {shortcut}
it_it: Modalità cancellazione (E) Commuta con {shortcut}
ja_jp: 消去モード (E) {shortcut} で切り替え
nl_nl: Wis modus (E) Wissel met {shortcut}
no_no: Slettemodus (E) Veksle med {shortcut}
pl_pl: Tryb czyszczenia (E) Przełącz na {shortcut}
pt_pt: Modo de eliminação (E) Alternar com {shortcut}
ro_ro: Mod de ștergere (E) Comutare cu {shortcut}
ru_ru: Стереть (E) Переключить с {shortcut}
sv_se: Raderingsläge (E) Växla med {shortcut}
uk_ua: Очистити режим (E) вибрати з {shortcut}

source: label:
ar_sa: التسمية:
cs_cz: štítek:
da_dk: etiket:
de_de: etikette:
el_gr: ετικέτα:
es_es: etiqueta:
fi_fi: nimi:
fr_fr: étiquette:
it_it: etichetta:
ja_jp: ラベル:
no_no: etikett:
pl_pl: etykieta:
pt_pt: etiqueta:
ro_ro: etichetă:
ru_ru: знак:
sv_se: etikett:
uk_ua: мітка:

source: brush size:
ar_sa: حجم الفرشاة:
cs_cz: velikost štětce:
da_dk: børste størrelse:
de_de: pinselgröße:
el_gr: μέγεθος βούρτσας:
es_es: tamaño del frustrado:
fi_fi: harjan koko:
fr_fr: taille de la brosse :
it_it: dimensione pennello:
ja_jp: ブラシサイズ:
nl_nl: penseel grootte:
no_no: børstens størrelse:
pl_pl: rozmiar pędzli:
pt_pt: tamanho do pincel:
ro_ro: dimensiunea pensulei:
ru_ru: размер кисти:
sv_se: penselstorlek:
uk_ua: розмір щітки:

source: color mode:
ar_sa: وضع الألوان:
cs_cz: barevný režim:
da_dk: farvetilstand:
de_de: farbmodus:
el_gr: λειτουργία χρώματος:
es_es: modo de color:
fi_fi: väritila:
fr_fr: mode de couleur:
it_it: modalità colore:
ja_jp: カラーモード:
nl_nl: kleur modus:
no_no: fargemodus:
pl_pl: tryb koloru:
pt_pt: modo de cor:
ro_ro: mod culoare:
ru_ru: режим цвета:
sv_se: färgläge:
uk_ua: кольоровий режим:

source: contour:
ar_sa: اتصال:
cs_cz: obdélník:
da_dk: kontur:
de_de: kontur:
el_gr: περίγραμμα:
es_es: contorno:
fi_fi: ääriviiva:
it_it: contorno:
ja_jp: 輪郭:
no_no: i sammenheng:
pl_pl: konsystencja:
pt_pt: contor:
ro_ro: tur:
ru_ru: контур:
sv_se: kontur:
uk_ua: контур:

source: preserve labels:
ar_sa: الحفاظ على الوسم:
cs_cz: konzervovat štítky:
da_dk: bevare etiketter:
de_de: konservierende Labels:
el_gr: διατήρηση ετικετών:
es_es: preservar etiquetas:
fi_fi: säilyttää tunnisteet:
fr_fr: préserver les étiquettes:
it_it: conservare le etichette:
ja_jp: ラベルの保存:
nl_nl: behoud labels:
no_no: ta vare på etiketter:
pl_pl: zachować etykiety:
pt_pt: preservar rótulos:
ro_ro: etichetele conservante:
ru_ru: сохранить метки:
sv_se: bevara etiketter:
uk_ua: збереження міток:

source: show selected:
ar_sa: إظهار المختار:
cs_cz: ukázka vybrána:
da_dk: show valgt:
de_de: ausgewählte zeigen:
el_gr: εμφάνιση επιλεγμένων:
es_es: mostrar seleccionado:
fi_fi: näytä valittu:
fr_fr: afficher la sélection :
it_it: mostra selezionato:
ja_jp: 選択した項目を表示:
nl_nl: toon geselecteerd:
no_no: vis valgt:
pl_pl: pokaż zaznaczone:
pt_pt: mostrar selecionado:
ro_ro: arată cele selectate:
ru_ru: показать выбранные:
sv_se: serie vald:
uk_ua: вивести вибране:

source: Selected label color
ar_sa: لون التسمية المحددة
cs_cz: Barva vybraného štítku
da_dk: Valgt etiketfarve
de_de: Ausgewählte Labelfarbe
el_gr: Χρώμα επιλεγμένης ετικέτας
es_es: Color de etiqueta seleccionada
fi_fi: Valitun tunnisteen väri
fr_fr: Couleur de l'étiquette sélectionnée
it_it: Colore etichetta selezionato
ja_jp: 選択したラベルの色
nl_nl: Geselecteerde labelkleur
no_no: Valgt farge
pl_pl: Wybrany kolor etykiety
pt_pt: Cor do marcador selecionado
ro_ro: Culoare etichetă selectată
ru_ru: Выбранный цвет ярлыка
sv_se: Vald etikettfärg
uk_ua: Колір позначених міток

source: Could not find QtControls for layer of type {type_}
ar_sa: تعذر العثور على التحكم الكمي لطبقة من النوع {type_}
cs_cz: Nelze najít QtControls pro vrstvu typu {type_}
da_dk: Kunne ikke finde QtControls for lag af typen {type_}
de_de: Konnte QtControls für Ebene des Typs {type_} nicht finden
el_gr: Αδυναμία εύρεσης του QtControls για το στρώμα του τύπου {type_}
es_es: No se pudo encontrar QtControls para una capa de tipo {type_}
fi_fi: Ei löytynyt QtControlsia tyypille {type_} kerrokselle
fr_fr: Impossible de trouver des QtControls pour la couche de type {type_}
it_it: Impossibile trovare QtControls per il livello di tipo {type_}
ja_jp: {type_}タイプのレイヤーのQtControlsが見つかりませんでした
nl_nl: Kan geen QtControls vinden voor laag van type {type_}
no_no: Kunne ikke finne QtControls for lag av type {type_}
pl_pl: Nie można znaleźć QtControls dla warstwy typu {type_}
pt_pt: Não foi possível encontrar QtControls para camada do tipo {type_}
ro_ro: Nu s-a putut găsi QtControls pentru stratul de tip {type_}
ru_ru: Не удалось найти QtControls для слоя типа {type_}
sv_se: Kunde inte hitta QtControls för lager av typ {type_}
uk_ua: Не вдалося знайти QtControls для шару {type_}

source: click to set current face color
ar_sa: انقر لتعيين لون الوجه الحالي
cs_cz: klikněte pro nastavení aktuální barvy obličeje
da_dk: klik for at indstille nuværende ansigtsfarve
de_de: klicken, um die aktuelle Gesichtsfarbe zu setzen
el_gr: κάντε κλικ για ορισμό χρώματος όψης
es_es: haz clic para establecer el color de la cara actual
fi_fi: napsauta asettaaksesi nykyisen kasvovärin
fr_fr: cliquez pour définir la couleur actuelle de la face
it_it: fare clic per impostare il colore attuale della faccia
ja_jp: クリックして現在の面の色を設定します
nl_nl: klik om de huidige gezicht kleur in te stellen
no_no: klikk for å angi farge på flate
pl_pl: kliknij, aby ustawić bieżący kolor twarzy
pt_pt: clique para definir a cor da face atual
ro_ro: click pentru a seta culoarea curentă a feței
ru_ru: нажмите, чтобы установить текущий цвет лица
sv_se: klicka för att ange aktuell ansiktsfärg
uk_ua: натисніть, щоб встановити колір поверхні

source: click to set current edge color
ar_sa: انقر لتعيين لون الحافة الحالية
cs_cz: kliknutím nastavíte aktuální barvu okraje
da_dk: klik for at indstille nuværende kantfarve
de_de: klicken, um die aktuelle Kantenfarbe zu setzen
el_gr: κάντε κλικ για να ορίσετε το τρέχον χρώμα ακμής
es_es: haz clic para establecer el color del borde actual
fi_fi: napsauta asettaaksesi nykyisen reunan väri
fr_fr: cliquez pour définir la couleur de l'arête actuelle
it_it: clicca per impostare il colore attuale del bordo
ja_jp: クリックして現在のエッジの色を設定します
nl_nl: klik om de huidige randkleur in te stellen
no_no: klikk for å angi kantfarge
pl_pl: kliknij, aby ustawić kolor bieżącej krawędzi
pt_pt: clique para definir a cor da aresta atual
ro_ro: click pentru a seta culoarea marginii curente
ru_ru: нажмите, чтобы установить текущий цвет
sv_se: klicka för att ange aktuell kantfärg
uk_ua: натисніть, щоб встановити поточний колір ребра

source: N-dimensional points
ar_sa: نقاط ثنائية الأبعاد
cs_cz: Dimenzové body
da_dk: N-dimensionelle punkter
de_de: N-dimensionale Punkte
el_gr: Ν-διαστάσεων σημεία
es_es: Puntos n-dimensionales
fi_fi: N-ulotteiset pisteet
fr_fr: Points N-dimensionnel
it_it: Punti N-dimensionali
ja_jp: N次元ポイント
nl_nl: N-dimensionale punten
no_no: N-dimensjonale punkter
pl_pl: Punkty N-wymiarowe
pt_pt: Pontos não-dimensionais
ro_ro: Puncte N-dimensionale
ru_ru: N-мерные точки
sv_se: N-dimensionella punkter
uk_ua: N-вимірні точки

source: Select points (S)
ar_sa: حدد نقاط (S)
cs_cz: Vyberte body (S)
da_dk: Vælg point (S)
de_de: Punkte auswählen (S)
el_gr: Επιλογή σημείων (S)
es_es: Seleccionar puntos (S)
fi_fi: Valitse pisteet (S)
fr_fr: Sélectionnez les points (s)
it_it: Seleziona punti (S)
ja_jp: 点を選択(S)
nl_nl: Selecteer punten (S)
no_no: Velg poeng (S)
pl_pl: Wybierz punkty (S)
pt_pt: Selecionar pontos (S)
ro_ro: Selectaţi punctele (S)
ru_ru: Выберите точки (S)
sv_se: Välj punkter (S)
uk_ua: Вибрати точки (S)

source: Add points (P)
ar_sa: إضافة نقاط (P)
cs_cz: Přidat body (P)
da_dk: Tilføj point (P)
de_de: Punkte hinzufügen (P)
el_gr: Προσθήκη σημείων (P)
es_es: Añadir puntos (P)
fi_fi: Lisää kohdat (P)
fr_fr: Ajouter des points (P)
it_it: Aggiungere punti (P)
ja_jp: ポイントを追加 (P)
nl_nl: Voeg punten (P) toe
no_no: Legg til punkter (P)
pl_pl: Dodaj punkty (P)
pt_pt: Adicionar pontos (P)
ro_ro: Adaugă puncte (P)
ru_ru: Добавить очки (P)
sv_se: Lägg till punkter (P)
uk_ua: Додавання точок (П)

source: Pan/zoom (Z)
ar_sa: بان/تكبير (Z)
cs_cz: Panel/zoom (Z)
fi_fi: Suurennus/zoomaus (Z)
ja_jp: パン/ズーム (Z)
no_no: Pans/zoom (Z)
pl_pl: Pan/powiększenie (Z)
ro_ro: Panoramare/zoom (Z)
ru_ru: Панель/зум (Z)
uk_ua: Пап/наближення (Я)

source: Delete selected points ({shortcut})
ar_sa: حذف النقاط المحددة ({shortcut})
cs_cz: Odstranit vybrané body ({shortcut})
da_dk: Slet valgte punkter ({shortcut})
de_de: Ausgewählte Punkte löschen ({shortcut})
el_gr: Διαγραφή επιλεγμένων σημείων ({shortcut})
es_es: Eliminar los puntos seleccionados ({shortcut})
fi_fi: Poista valitut pisteet ({shortcut})
fr_fr: Supprimer les points sélectionnés ({shortcut})
it_it: Elimina i punti selezionati ({shortcut})
ja_jp: 選択したポイントを削除 ({shortcut})
nl_nl: Verwijder geselecteerde punten ({shortcut})
no_no: Slett valgte punkter ({shortcut})
pl_pl: Usuń wybrane punkty ({shortcut})
pt_pt: Excluir pontos selecionados ({shortcut})
ro_ro: Ştergeţi punctele selectate ({shortcut})
ru_ru: Удалить выбранные точки ({shortcut})
sv_se: Ta bort markerade punkter ({shortcut})
uk_ua: Видалити вибрані точки ({shortcut})

source: toggle text visibility
ar_sa: تبديل رؤية النص
cs_cz: přepnout viditelnost textu
da_dk: skift tekstsynlighed
de_de: Textsichtbarkeit umschalten
el_gr: εναλλαγή ορατότητας κειμένου
es_es: cambiar visibilidad de texto
fi_fi: ota tekstin näkyvyys käyttöön
fr_fr: activer/désactiver la visibilité du texte
it_it: attiva/disattiva visibilità testo
ja_jp: テキスト表示の切り替え
nl_nl: tekstzichtbaarheid in-/uitschakelen
no_no: slå tekstsynlighet av/på
pl_pl: przełącz widoczność tekstu
pt_pt: alternar visibilidade do texto
ro_ro: comută vizibilitatea textului
ru_ru: переключить видимость текста
sv_se: växla textsynlighet
uk_ua: перемкнути видимість тексту

source: point size:
ar_sa: حجم النقطة:
cs_cz: velikost bodu:
da_dk: punktstørrelse:
de_de: punktgröße:
el_gr: μέγεθος σημείου:
es_es: tamaño de puntos:
fi_fi: pisteen koko:
fr_fr: taille du point :
it_it: dimensione del punto:
ja_jp: ポイントサイズ:
nl_nl: punt grootte:
no_no: punktstørrelse
pl_pl: rozmiar punktu:
pt_pt: tamanho do ponto:
ro_ro: dimensiune punctă:
ru_ru: размер точки:
sv_se: punkt storlek:
uk_ua: розмір точки:

source: symbol:
ar_sa: الرمز:
el_gr: σύμβολο:
es_es: símbolo:
fi_fi: symboli:
fr_fr: symbole :
it_it: simbolo:
ja_jp: 記号:
nl_nl: symbool:
pt_pt: símodo:
ro_ro: simbol:
ru_ru: символ:
uk_ua: символ:

source: face color:
ar_sa: لون الوجه:
cs_cz: barva obličeje:
da_dk: ansigtsfarve:
de_de: Gesicht Farbe:
el_gr: χρώμα προσώπου:
es_es: color de cara:
fi_fi: kasvojen väri:
fr_fr: couleur du visage :
it_it: colore del viso:
ja_jp: 顔の色:
nl_nl: gezicht kleur:
no_no: farge på ansiktet:
pl_pl: kolor twarzy:
pt_pt: cor do rosto:
ro_ro: Culoare față:
ru_ru: цвет лица:
sv_se: ansiktets färg:
uk_ua: колір обличчя:

source: edge color:
ar_sa: لون الحافة:
cs_cz: barva hrany:
da_dk: kantfarve:
de_de: Randfarbe:
el_gr: χρώμα ακμής:
es_es: color del borde:
fi_fi: reunan väri:
fr_fr: couleur du bord :
it_it: colore del bordo:
ja_jp: エッジの色:
nl_nl: rand kleur:
no_no: kanne farge:
pl_pl: kolor krawędzi:
pt_pt: cor do limite:
ro_ro: culoare margini:
ru_ru: цвет края:
sv_se: kant färg:
uk_ua: Колір ребра:

source: display text:
ar_sa: عرض النص:
cs_cz: zobrazit text:
da_dk: Vis tekst:
de_de: anzeigentext:
el_gr: κείμενο προβολής:
es_es: mostrar texto:
fi_fi: näytön teksti:
fr_fr: afficher le texte :
it_it: testo di visualizzazione:
ja_jp: テキストを表示:
nl_nl: toon tekst:
no_no: skjerm tekst:
pl_pl: wyświetlanie tekstu:
pt_pt: texto de exibição:
ro_ro: text de afişare:
ru_ru: отобразить текст:
sv_se: visningstext:
uk_ua: текст відображення:

source: Select shapes (S)
ar_sa: حدد الأشكال (S)
cs_cz: Vyberte tvary (S)
da_dk: Vælg former (S)
de_de: Formen auswählen (S)
el_gr: Επιλογή σχημάτων (S)
es_es: Seleccionar formas (S)
fi_fi: Valitse muodot (S)
fr_fr: Sélectionner les formes (S)
it_it: Seleziona forme (S)
ja_jp: 図形を選択 (S)
nl_nl: Selecteer vormen (S)
no_no: Velg figurer (S)
pl_pl: Wybierz kształty (S)
pt_pt: Selecionar formas (S)
ro_ro: Selectaţi formele (S)
ru_ru: Выберите формы (S)
sv_se: Välj figurer (S)
uk_ua: Вибір фігур (S)

source: Select vertices (D)
ar_sa: حدد القالب (D)
cs_cz: Vybrat vrcholy (D)
da_dk: Vælg knudepunkter (D)
de_de: Punkte auswählen (D)
el_gr: Επιλογή κορυφών (D)
es_es: Seleccionar vértices (D)
fi_fi: Valitse vertices (D)
fr_fr: Sélectionner les sommets (D)
it_it: Seleziona vertici (D)
ja_jp: 頂点の選択 (D)
nl_nl: Selecteer hoekpunten (D)
no_no: Velg vertikaler (D)
pl_pl: Wybierz wierzchołki (D)
pt_pt: Selecionar vértices (D)
ro_ro: Selectați nodurile (D)
ru_ru: Выберите вершины (D)
sv_se: Välj hörn (D)
uk_ua: Оберіть вершини (D)

source: Pan/zoom (Space)
ar_sa: التكبير/التكبير (الفضاء)
cs_cz: Panel/zoom (mezera)
da_dk: Pan/zoom (mellemrum)
de_de: Pan/Zoom (Leerzeichen)
el_gr: Pan/zoom (Ρυθμός)
es_es: Pan/zoom (espacio)
fi_fi: Suurennus/zoomaus (Space)
fr_fr: Pan/zoom (espace)
it_it: Pan/zoom (spazio)
ja_jp: パン/ズーム (スペース)
nl_nl: Paneel/zoom (spatie)
no_no: Pan/zoom (mellomrom)
pl_pl: Pan/powiększenie (Space)
pt_pt: Pan/zoom (Espaço)
ro_ro: Panoramare/zoom (spațiu)
ru_ru: Панель/зум (пробел)
sv_se: Pan/zoom (mellanslag)
uk_ua: Пане/збільшення (пропус)

source: Add rectangles (R)
ar_sa: إضافة مستطيل (R)
cs_cz: Přidat obdélníky (R)
da_dk: Tilføj rektangler (R)
de_de: Rechtecke hinzufügen (R)
el_gr: Προσθήκη ορθογωνίων (R)
es_es: Añadir rectángulos (R)
fi_fi: Lisää suorakulmioita (R)
fr_fr: Ajouter des rectangles (R)
it_it: Aggiungi rettangoli (R)
ja_jp: 長方形を追加 (R)
nl_nl: Rechthoeken toevoegen (R)
no_no: Legg til rektangler (R)
pl_pl: Dodaj prostokąty (R)
pt_pt: Adicionar retângulos (R)
ro_ro: Adaugă dreptunghiuri (R)
ru_ru: Добавить прямоугольники (R)
sv_se: Lägg till rektanglar (R)
uk_ua: Додати прямокутники (R)

source: Add ellipses (E)
ar_sa: إضافة إهليج (E)
cs_cz: Přidat elipsy (E)
da_dk: Tilføj ellipser (E)
de_de: Ellipsen hinzufügen (E)
el_gr: Προσθήκη ελλείψεων (E)
es_es: Añadir elipses (E)
fi_fi: Lisää ellipsejä (E)
fr_fr: Ajouter des ellipses (E)
it_it: Aggiungi ellisse (E)
ja_jp: 楕円を追加 (E)
nl_nl: Voeg ellips toe (E)
no_no: Legg til ellipser (E)
pl_pl: Dodaj elipsy (E)
pt_pt: Adicionar elipses (E)
ro_ro: Adaugă elipse (E)
ru_ru: Добавить эллипсы (E)
sv_se: Lägg till ellipser (E)
uk_ua: Додати еліпси (Е)

source: Add lines (L)
ar_sa: إضافة سطر (L)
cs_cz: Přidat řádky (L)
da_dk: Tilføj linjer (L)
de_de: Linien hinzufügen (L)
el_gr: Προσθήκη γραμμών (L)
es_es: Añadir líneas (L)
fi_fi: Lisää rivejä (L)
fr_fr: Ajouter des lignes (L)
it_it: Aggiungi righe (L)
ja_jp: 行を追加 (L)
nl_nl: Voeg regels toe (L)
no_no: Legg til linjer (L)
pl_pl: Dodaj wiersze (L)
pt_pt: Adicionar linhas (L)
ro_ro: Adaugă linii (L)
ru_ru: Добавить линии (L)
sv_se: Lägg till rader (L)
uk_ua: Додати рядки (Д)

source: Add paths (T)
ar_sa: إضافة مسارات (T)
cs_cz: Přidat cesty (T)
da_dk: Tilføj stier (T)
de_de: Pfade hinzufügen (T)
el_gr: Προσθήκη διαδρομών (T)
es_es: Añadir rutas (T)
fi_fi: Lisää polkuja (T)
fr_fr: Ajouter des chemins (T)
it_it: Aggiungi percorsi (T)
ja_jp: パスを追加 (T)
nl_nl: Paden toevoegen (T)
no_no: Legg til sti (T)
pl_pl: Dodaj ścieżki (T)
pt_pt: Adicionar caminhos (T)
ro_ro: Adaugă căi (T)
ru_ru: Добавить пути (Т)
sv_se: Lägg till sökvägar (T)
uk_ua: Додати шляхи (Ц)

source: Add polygons (P)
ar_sa: إضافة مضلعات (P)
cs_cz: Přidat polygony (P)
da_dk: Tilføj polygoner (P)
de_de: Polygone hinzufügen (P)
el_gr: Προσθήκη πολυγώνων (P)
es_es: Añadir polígonos (P)
fi_fi: Lisää polygoneja (P)
fr_fr: Ajouter des polygones (P)
it_it: Aggiungi poligoni (P)
ja_jp: 多角形を追加 (P)
nl_nl: Voeg veelhoeken (P) toe
no_no: Legg til polygoner (P)
pl_pl: Dodaj wielokąty (P)
pt_pt: Adicionar polígonos (P)
ro_ro: Adaugă poligoni (P)
ru_ru: Добавить многоугольники (P)
sv_se: Lägg till polygoner (P)
uk_ua: Додати багатокутник (П)
