Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: QtNDisplayButton is deprecated and will be removed in 0.4.9. Instead a more general QtStateButton is provided.
ar_sa: زر QtNDisplayon مهمل وسيتم إزالته في 0.4.9. بدلا من ذلك يتم توفير زر QtStateBuon أكثر عمومية.
cs_cz: QtNDisplayButton je zastaralý a bude odstraněn v 0.4.9. Místo toho je k dispozici obecnější QtStateButton.
da_dk: QtNDisplayButton er forældet og vil blive fjernet i 0.4.9. I stedet er der en mere generel QtStateButton til rådighed.
de_de: QtNDisplayButton ist veraltet und wird in 0.4.9 entfernt. Stattdessen wird ein allgemeinerer QtStateButton bereitgestellt.
el_gr: Το QtNDisplayButton είναι παρωχημένο και θα αφαιρεθεί στο 0.4.9. Παρέχεται ένα πιο γενικό QtStateButton.
es_es: QtNDisplayButton está obsoleto y será eliminado en 0.4.9. En su lugar, se proporciona un botón QtStateButton más general.
fi_fi: QtNDisplayButton on vanhentunut ja se poistetaan 0.4.9. Sen sijaan on tarjolla yleisempi QtStateButton.
fr_fr: QtNDisplayButton est obsolète et sera supprimé en 0.4.9. Un bouton QtStateButton plus général est fourni.
it_it: QtNDisplayButton è deprecato e verrà rimosso in 0.4.9. Invece viene fornito un QtStateButton più generale.
ja_jp: QtNDisplayButton は非推奨で、0.4.9 で削除されます。代わりに、より一般的な QtStateButton が提供されます。
nl_nl: QtNDisplayButton wordt niet meer ondersteund en wordt verwijderd in 0.4.9. In plaats daarvan wordt een meer algemene QtStateButton verstrekt.
no_no: QtNDisplayButton er foreldet og vil bli fjernet i 0.4.9. I stedet blir en mer generell QtStateButton angitt.
pl_pl: QtNDisplayButton jest przestarzały i zostanie usunięty w 0.4.9. Zamiast tego dostępny jest bardziej ogólny QtStateButton.
pt_pt: QtNDisplayButton está obsoleto e será removido na 0.4.9. Em vez disso, um QtStateButton mais geral é fornecido.
ro_ro: QtNDisplayButton este învechit și va fi eliminat în 0.4.9. În schimb, este furnizat un QtStateButton mai general.
ru_ru: QtNDisplayButton является устаревшим и будет удален в 0.4.9. Вместо этого предоставляется более общий QtStateButton.
sv_se: QtNDisplayButton är föråldrad och kommer att tas bort i 0.4.9. Istället tillhandahålls en mer allmän QtStateButton.
uk_ua: QtNDisplayButton є застарілим і буде видалено через 0.4.9. Замість цього надається більш загальна кнопка QtStatey.

source: magicgui function {gui} annotated with a return type of napari.types.LayerDataTuple did not return LayerData tuple(s)
ar_sa: دالة Magicgui {gui} مشروحة مع نوع إرجاع من napari.types.LayerDataTuple لم تعد أنابيب (أنابيب) بيانات طبقة
cs_cz: funkce magicgui {gui} annotovaná návratovým typem napari.types.LayerDataTuple nevrátila upuštění LayerData
da_dk: magicgui funktion {gui} annoteret med en returtype af napari.types.LayerDataTuple returnerede ikke LayerData tuple(s)
de_de: magicgui Funktion {gui} kommentiert mit einem Rückgabetyp von napari.types.LayerDataTuple gab keine LayerData Tuple(s) zurück
el_gr: λειτουργία magicgui {gui} σχολιασμένη με έναν τύπο επιστροφής napari.types.LayerDataTuple δεν επέστρεψε σωλήνα(-ες) LayerData
es_es: función magicgui {gui} anotada con un tipo de retorno de napari.types.LayerDataTuple no devolvió tuple(s) LayerData
fi_fi: magicgui funktio {gui} selityksin kanssa palautus tyyppi napari.types.LayerDataTuple ei palauttanut LayerData-putki(t)
fr_fr: la fonction magicgui {gui} annotée avec un type de retour de napari.types.LayerDataTuple n'a pas retourné le(s) tuple(s) LayerData
it_it: funzione magicgui {gui} annotato con un tipo restituito di napari.types.LayerDataTuple non ha restituito LayerData tupl(s)
ja_jp: magicgui関数 {gui} napari.types.layerDataTupleはLayerDataタプルを返しませんでした
nl_nl: magicgui functie {gui} geannoteerd met een retourtype napari.types.LayerDataTuple geeft geen LayerData tuple(s) terug
no_no: magicgui funksjon {gui} kommenterte med en returtype av napari.types.LayerDataTuple returnerte ikke LayerData tuple(s)
pl_pl: funkcja magicgui {gui} opatrzona adnotacją typu zwracanego napari.types.LayerDataTuple nie zwracała rury LayerData
pt_pt: função magicgui {gui} anotada com um tipo de retorno de napari.types.LayerDataTuple não retornou as tuplas LayerData
ro_ro: funcţia magicgui {gui} adnotată cu un tip de returnare napari.types.LayerDataTuple nu a returnat LayerData tuple(uri)
ru_ru: функция magicgui {gui} аннотируется возвращаемым типом napari.types.LayerDataTuple не вернул LayerData
sv_se: magicgui funktion {gui} kommenterade med en returtyp av napari.types.LayerDataTuple returnerade inte LayerData tuple(s)
uk_ua: функція magicgui {gui} анотована з типом return napari.types.LayerDataTuple не повернула LayerData tuple(s)

source: name {name} should not include 'layer'
ar_sa: الاسم {name} يجب أن لا يتضمن 'طبقة '
cs_cz: jméno {name} by nemělo obsahovat 'layer'
da_dk: navn {name} må ikke indeholde 'lag'
de_de: Name {name} sollte keine 'Ebene' enthalten
el_gr: το όνομα {name} δεν πρέπει να περιλαμβάνει το 'στρώμα'
es_es: el nombre {name} no debe incluir 'layer'
fi_fi: nimi {name} ei saa sisältää 'kerrosta'
fr_fr: le nom {name} ne doit pas inclure 'layer'
it_it: il nome {name} non deve includere 'layer'
ja_jp: {name} という名前は 'レイヤー' を含めることはできません
nl_nl: naam {name} mag geen 'laag' bevatten
no_no: navn {name} kan ikke inkludere 'lag'
pl_pl: nazwa {name} nie powinna zawierać 'warstwy'
pt_pt: o nome {name} não deve incluir 'layer'
ro_ro: numele {name} nu ar trebui să includă 'strat'
ru_ru: имя {name} не должно включать 'слой'
sv_se: namnet {name} bör inte innehålla "lager"
uk_ua: ім'я {name} не повинне містити 'layer'

source: For best performance with Dask arrays in napari, please upgrade Dask to v2.15.0 or later. Current version is {dask_version}
ar_sa: للحصول على أفضل أداء مع مصفوفات القناع في ناباري، يرجى ترقية القناص إلى v2.15.0 أو أكثر. الإصدار الحالي هو {dask_version}
cs_cz: Pro nejlepší výkon s namáhacími poli v napari, prosím aktualizujte aplikaci na v2.15.0 nebo novější. Aktuální verze je {dask_version}
da_dk: For den bedste ydeevne med procesarrays i napari, opgradér venligst Dask til v2.15.0 eller senere. Nuværende version er {dask_version}
de_de: Für beste Leistung mit Dask Arrays in napari, aktualisieren Sie bitte Dask auf v2.15.0 oder höher. Aktuelle Version ist {dask_version}
el_gr: Για καλύτερη απόδοση με πίνακες Dask στο napari, παρακαλώ αναβαθμίστε την Dask σε v2.15.0 ή νεότερη έκδοση. Η τρέχουσα έκδοση είναι {dask_version}
es_es: Para un mejor rendimiento con matrices de Dask en napari, por favor actualice la máscara a v2.15.0 o posterior. La versión actual es {dask_version}
fi_fi: Parasta suorituskykyä varten Dask arrays naparissa, ole hyvä ja päivitä Dask versioon v2.15.0 tai uudempi. Nykyinen versio on {dask_version}
fr_fr: Pour de meilleures performances avec les tableaux Dask dans napari, veuillez mettre à jour Dask vers la version 2.15.0 ou ultérieure. La version actuelle est {dask_version}
it_it: Per le migliori prestazioni con gli array Dask in napari, si prega di aggiornare Dask a v2.15.0 o successivo. La versione corrente è {dask_version}
ja_jp: NapariのDask配列で最高のパフォーマンスを得るために、Daskをv2.15.0以降にアップグレードしてください。現在のバージョンは {dask_version}です。
nl_nl: Voor de beste prestaties met Dask arrays in napari, upgrade Dask naar v2.15.0 of hoger. Huidige versie is {dask_version}
no_no: For best ytelse med Dask arrays i napari, vennligst oppgrader Dask til v2.15.0 eller senere. Nåværende versjon er {dask_version}
pl_pl: Aby uzyskać najlepszą wydajność z tablicami masek w napari, zaktualizuj Maskę do wersji v2.15.0 lub nowszej. Aktualna wersja to {dask_version}
pt_pt: Para melhor desempenho com arrays Dask em napari, por favor, atualize o Dask para v2.15.0 ou mais recente. A versão atual é {dask_version}
ro_ro: Pentru cea mai bună performanță în napari de array-uri, te rugăm să actualizezi Dask la v2.15.0 sau mai târziu. Versiunea curentă este {dask_version}
ru_ru: Для лучшей производительности с Dask arrays в napari, пожалуйста, обновите Dask до v2.15.0 или более поздней версии. Текущая версия {dask_version}
sv_se: För bästa prestanda med Dask arrays i napari, vänligen uppgradera Dask till v2.15.0 eller senare. Nuvarande version är {dask_version}
uk_ua: Для кращої продуктивності з масивами застосунків Dask в napari, будь ласка, оновіть Dask до v2.15.0 або новіше. Поточна версія {dask_version}

source: cannot set attribute {name}
ar_sa: لا يمكن تعيين السمة {name}
cs_cz: nelze nastavit atribut {name}
da_dk: kan ikke angive attribut {name}
de_de: kann Attribut {name} nicht setzen
el_gr: δεν μπορεί να ορίσει χαρακτηριστικό {name}
es_es: no se puede establecer el atributo {name}
fi_fi: ei voi asettaa attribuuttia {name}
fr_fr: ne peut pas définir l'attribut {name}
it_it: non è possibile impostare l'attributo {name}
ja_jp: 属性 {name} は設定できません
nl_nl: Kan attribuut {name} niet instellen
no_no: kan ikke angi attributt {name}
pl_pl: nie można ustawić atrybutu {name}
pt_pt: não é possível definir o atributo {name}
ro_ro: nu poate seta atributul {name}
ru_ru: невозможно установить атрибут {name}
sv_se: kan inte sätta attribut {name}
uk_ua: не можна встановити атрибут {name}

source: cannot set item {name}
ar_sa: لا يمكن تعيين العنصر {name}
cs_cz: nelze nastavit položku {name}
da_dk: kan ikke indstille element {name}
de_de: kann Element {name} nicht setzen
el_gr: δεν μπορεί να ορίσει στοιχείο {name}
es_es: no se puede establecer el elemento {name}
fi_fi: ei voi asettaa kohdetta {name}
fr_fr: impossible de définir l'élément {name}
it_it: non è possibile impostare l'oggetto {name}
ja_jp: アイテム「 {name}」を設定できません
nl_nl: kan item {name} niet instellen
no_no: kan ikke sette element {name}
pl_pl: nie można ustawić przedmiotu {name}
pt_pt: não é possível definir o item {name}
ro_ro: nu poate seta articolul {name}
ru_ru: невозможно установить элемент {name}
sv_se: kan inte ange objekt {name}
uk_ua: не можна встановити елемент {name}

source: No files found in {filenames} after removing subdirectories
ar_sa: لم يتم العثور على ملفات في {filenames} بعد إزالة الدلائل الفرعية
cs_cz: Nebyly nalezeny žádné soubory v {filenames} po odstranění podadresářů
da_dk: Ingen filer fundet i {filenames} efter fjernelse af undermapper
de_de: Keine Dateien in {filenames} gefunden, nachdem Unterverzeichnisse gelöscht wurden
el_gr: Δεν βρέθηκαν αρχεία στο {filenames} μετά την αφαίρεση των υποκαταλόγων
es_es: No se han encontrado archivos en {filenames} después de eliminar subdirectorios
fi_fi: Tiedostoja {filenames} ei löytynyt alihakemistojen poistamisen jälkeen
fr_fr: Aucun fichier trouvé dans {filenames} après la suppression des sous-répertoires
it_it: Nessun file trovato in {filenames} dopo aver rimosso le sottodirectory
ja_jp: サブディレクトリを削除した後に {filenames} にファイルが見つかりません
nl_nl: Geen bestanden gevonden in {filenames} na het verwijderen van submappen
no_no: Ingen filer i {filenames} etter fjerning av undermapper
pl_pl: Nie znaleziono plików w {filenames} po usunięciu podkatalogów
pt_pt: Nenhum arquivo encontrado no {filenames} após a remoção dos subdiretórios
ro_ro: Nu s-au găsit fișiere în {filenames} după ștergerea subdosarelor
ru_ru: Не найдено файлов в {filenames} после удаления подкаталогов
sv_se: Inga filer hittades i {filenames} efter att underkataloger tagits bort
uk_ua: Не знайдено файлів в {filenames} після видалення підкаталогів

source: To stack multiple files into a single array with numpy, all input arrays must have the same shape. Set `use_dask` to True to stack arrays with different shapes.
ar_sa: لتكديس ملفات متعددة في صفيفة واحدة مع رقم، يجب أن يكون لجميع صفائف المدخلات نفس الشكل. تعيين 'use_dask' إلى صفيفات مكدسة مع أشكال مختلفة.
cs_cz: Chcete-li vložit více souborů do jednoho pole s výčnělkem, musí mít všechna vstupní pole stejný tvar. Nastavte `use_dask` na True pro umístění polí s různými tvary.
da_dk: For at stable flere filer i et enkelt array med numpy, skal alle input arrays have samme form. Sæt `use_dask` til True for at stable arrays med forskellige former.
de_de: Um mehrere Dateien in ein einziges Array mit numpy zu stapeln, müssen alle Eingabe-Arrays die gleiche Form haben. Setze `use_dask` auf True, um Arrays mit unterschiedlichen Formen zu stapeln.
el_gr: Για να στοιβάξετε πολλαπλά αρχεία σε έναν ενιαίο πίνακα με numpy, όλοι οι πίνακες εισόδου πρέπει να έχουν το ίδιο σχήμα. Ορίστε το αρχείο `use_dask` στο True to stack arrays με διαφορετικά σχήματα.
es_es: Para apilar varios archivos en una sola matriz con numpy, todas las matrices de entrada deben tener la misma forma. Establece `use_dask` a True para apilar matrices con diferentes formas.
fi_fi: Voit pinota useita tiedostoja yhteen ryhmään tunnottomia, kaikki syöttöjärjestelmät on oltava samanmuotoisia. Aseta `use_dask` tosi pinoamaan taulukoita eri muodoilla.
fr_fr: Pour empiler plusieurs fichiers dans un seul tableau avec numpy, tous les tableaux d'entrée doivent avoir la même forme. Définissez `use_dask` à True pour empiler des tableaux avec différentes formes.
it_it: Per impilare più file in un unico array con numpy, tutti gli array di input devono avere la stessa forma. Imposta `use_dask` a True per impilare array con forme diverse.
ja_jp: 複数のファイルを numpy の 1 つの配列にスタックするには、すべての入力配列は同じ形状でなければなりません。 異なる形の配列をスタックするには、`use_dask` を True に設定します。
nl_nl: Om meerdere bestanden te kunnen stapelen met een numpy, moeten alle invoerarrays dezelfde vorm hebben. Zet `use_dask` op True om arrays met verschillende vormen te stapelen.
no_no: For å stable flere filer i en enkelt liste med numpe må alle inngangslister ha samme form. Set `use_dask` to True to stack arrays with different shapes.
pl_pl: Aby połączyć wiele plików w pojedynczą tablicę z numerem, wszystkie tablice wejściowe muszą mieć ten sam kształt. Ustaw `use_dask` na True, aby stosować tablice o różnych kształtach.
pt_pt: Para empilhar vários arquivos em um array único com numpy, todos os arrays de entrada devem ter a mesma forma. Coloque `use_dask` como True para empilhar arrays com diferentes formas.
ro_ro: Pentru a pune mai multe fişiere într-o singură matrice cu amorţeli, toate array-urile de intrare trebuie să aibă aceeaşi formă. Setați `use_dask` la True pentru a stiva array-uri cu diferite forme.
ru_ru: Чтобы добавить несколько файлов в один массив с числом, все входные массивы должны иметь одинаковую форму. Установите `use_dask` в True to stack arrays с разными фигурами.
sv_se: För att stapla flera filer till en enda matris med numpy, måste alla matarstrålar ha samma form. Ställ in `use_dask` till True för att stapla matriser med olika former.
uk_ua: Щоб скласти декілька файлів в один масив з numpy, всі вхідні масиви повинні мати таку ж форму. Встановіть `use_dask` в True в масиви з різними формами.

source: Not a zarr dataset or group: {path}
ar_sa: ليس مجموعة بيانات أو مجموعة زار: {path}
cs_cz: Není soubor dat zarr nebo skupina: {path}
da_dk: Ikke et zarr datasæt eller gruppe: {path}
de_de: Kein Zarr-Datensatz oder Gruppe: {path}
el_gr: Δεν είναι σύνολο δεδομένων ή ομάδα: {path}
es_es: No es un conjunto de datos zarr o grupo: {path}
fi_fi: Ei sarjanumero tai ryhmä: {path}
fr_fr: Pas un jeu de données ou un groupe zarr : {path}
it_it: Non è un set di dati o un gruppo: {path}
ja_jp: zarr データセットまたはグループではありません: {path}
nl_nl: Geen zarr dataset of groep: {path}
no_no: Ikke et zarr datasett eller gruppe: {path}
pl_pl: To nie jest dziwny zbiór danych lub grupa: {path}
pt_pt: Não é um conjunto de dados ou grupo de zarr: {path}
ro_ro: Nu este un set de date sau un grup: {path}
ru_ru: Не Набор данных zarr или группа: {path}
sv_se: Inte en zarr dataset eller grupp: {path}
uk_ua: Не рідний набір даних або групу: {path}

source: File "{filename}" not recognized as valid Layer data
ar_sa: الملف "{filename}" غير معترف به كبيانات صالحة للطبقة
cs_cz: Soubor "{filename}" nebyl rozpoznán jako platná data vrstvy
da_dk: Fil"{filename}" ikke genkendt som gyldige lagdata
de_de: Datei "{filename}" nicht als gültige Ebenendaten erkannt
el_gr: Αρχείο "{filename}" δεν αναγνωρίζεται ως έγκυρα δεδομένα στρώματος
es_es: El archivo "{filename}" no es reconocido como datos de capa válidos
fi_fi: Tiedostoa "{filename}" ei tunnistettu kelvollisiksi kerroksen tietoiksi
fr_fr: Le fichier "{filename}" n'est pas reconnu comme des données de couche valides
it_it: File "{filename}" non riconosciuto come dati di livello validi
ja_jp: ファイル "{filename}" は有効なレイヤーデータとして認識されません
nl_nl: Bestand "{filename}" niet herkend als geldige Layer gegevens
no_no: Fil "{filename}" gjenkjennes ikke som gyldige lagdata
pl_pl: Plik "{filename}" nie rozpoznano jako poprawne dane warstwy
pt_pt: Arquivo "{filename}" não reconhecido como dados válidos de camada
ro_ro: Fișierul „{filename}” nu este recunoscut ca fiind valabil pentru datele nivelului
ru_ru: Файл "{filename}" " не признан как допустимые данные слоя
sv_se: Filen "{filename}" känns inte igen som giltig lagerdata
uk_ua: Файл "{filename}не розпізнаний як дійсні дані шару

source: File "{filename}" not recognized as {require_type} data
ar_sa: الملف "{filename}" غير معترف به كبيانات {require_type}
cs_cz: Soubor "{filename}" nebyl rozpoznán jako {require_type} data
da_dk: Filen "{filename}" ikke genkendt som {require_type} data
de_de: Datei "{filename}" nicht als {require_type} Daten erkannt
el_gr: Αρχείο "{filename}" δεν αναγνωρίζεται ως {require_type} δεδομένα
es_es: El archivo "{filename}" no es reconocido como datos {require_type}
fi_fi: Tiedostoa "{filename}" ei tunnistettu {require_type} datana
fr_fr: Le fichier "{filename}" n'est pas reconnu comme des données {require_type}
it_it: File "{filename}" non riconosciuto come {require_type} dati
ja_jp: ファイル "{filename}" は {require_type} データとして認識されません
nl_nl: Bestand "{filename}" niet herkend als {require_type} data
no_no: Fil "{filename}" ikke gjenkjent som {require_type} data
pl_pl: Plik "{filename}" nie rozpoznano jako {require_type} danych
pt_pt: Arquivo "{filename}" dados não reconhecidos como {require_type}
ro_ro: Fișierul „{filename}” nu este recunoscut ca {require_type} date
ru_ru: Файл "{filename}" не распознан как {require_type} данные
sv_se: Filen "{filename}" känns inte igen som {require_type} data
uk_ua: Файл "{filename}не розпізнано як {require_type} дані

source: Expected number of shapes not found
ar_sa: العدد المتوقع من الأشكال غير موجود
cs_cz: Očekávaný počet nenalezených tvarů
da_dk: Forventet antal figurer ikke fundet
de_de: Erwartete Anzahl von Formen nicht gefunden
el_gr: Αναμενόμενος αριθμός σχημάτων που δεν βρέθηκαν
es_es: Número esperado de formas no encontradas
fi_fi: Oletettu määrä muotoja ei löytynyt
fr_fr: Nombre attendu de formes introuvable
it_it: Numero previsto di forme non trovato
ja_jp: 期待されるシェイプ数が見つかりません
nl_nl: Het verwachte aantal vormen niet gevonden
no_no: Forventet antall figurer ikke funnet
pl_pl: Nie znaleziono oczekiwanej liczby kształtów
pt_pt: Número esperado de formas não encontrado
ro_ro: Numărul așteptat de forme nu a fost găsit
ru_ru: Не найдено ожидаемое количество фигур
sv_se: Förväntat antal former hittades inte
uk_ua: Очікувана кількість фігур не знайдена

source: invalid key {key}
ar_sa: المفتاح غير صالح {key}
cs_cz: neplatný klíč {key}
da_dk: ugyldig nøgle {key}
de_de: ungültiger Schlüssel {key}
el_gr: μη έγκυρο κλειδί {key}
es_es: clave no válida {key}
fi_fi: virheellinen avain {key}
fr_fr: clé invalide {key}
it_it: chiave {key} non valida
ja_jp: 不正なキー {key}
nl_nl: ongeldige sleutel {key}
no_no: ugyldig nøkkel {key}
pl_pl: niepoprawny klucz {key}
pt_pt: chave inválida {key}
ro_ro: cheie nevalidă {key}
ru_ru: неверный ключ {key}
sv_se: ogiltig nyckel {key}
uk_ua: неприпустимий ключ {key}

source: invalid modifier key {modifier}
ar_sa: مفتاح التعديل غير صالح {modifier}
cs_cz: neplatný modifikátor klíč {modifier}
da_dk: ugyldig modifikationsnøgle {modifier}
de_de: ungültiger Änderungsschlüssel {modifier}
el_gr: μη έγκυρο κλειδί τροποποιητή {modifier}
es_es: clave de modificador {modifier} no válida
fi_fi: virheellinen muokkausavain {modifier}
fr_fr: clé de modificateur invalide {modifier}
it_it: chiave modificatore {modifier} non valida
ja_jp: 不正な修飾キー {modifier}
nl_nl: ongeldige modifier sleutel {modifier}
no_no: ugyldig modifisert nøkkel {modifier}
pl_pl: niepoprawny klucz modyfikujący {modifier}
pt_pt: chave modificadora inválida {modifier}
ro_ro: cheie invalidă pentru modificator {modifier}
ru_ru: неверный ключ модификатора {modifier}
sv_se: ogiltig modifieringsnyckel {modifier}
uk_ua: неприпустимий ключ модифікатора {modifier}

source: key combination {key} already used! specify 'overwrite=True' to bypass this check
ar_sa: تم استخدام مجموعة المفاتيح {key} مسبقاً! حدد 'overwrite=True' لتجاوز هذا الاختيار
cs_cz: kombinace klíče {key} již byla použita! Zadejte 'overwrite=True' pro obejití této kontroly
da_dk: nøglekombination {key} allerede brugt! angiv 'overskriv=True' for at omgå dette tjek
de_de: Schlüsselkombination {key} bereits verwendet! Geben Sie 'overwrite=True' an, um diese Überprüfung zu umgehen
el_gr: ο συνδυασμός κλειδιών {key} χρησιμοποιείται ήδη! καθορίστε το 'overwrite=True' για να παρακάμψετε αυτόν τον έλεγχο
es_es: combinación de teclas {key} ya utilizada! especifique 'overwrite=True' para omitir esta comprobación
fi_fi: avainyhdistelmä {key} on jo käytetty! määritä 'overwrite=True' ohittaaksesi tämän tarkistuksen
fr_fr: la combinaison de clé {key} déjà utilisée ! spécifiez 'overwrite=True' pour contourner cette vérification
it_it: combinazione di chiavi {key} già utilizzata! specifica 'overwrite=True' per bypassare questo controllo
ja_jp: キーの組み合わせ {key} は既に使用されています! このチェックをバイパスするには'overwrite=True'を指定してください
nl_nl: sleutelcombinatie {key} al gebruikt! Geef 'overwrite=True' op om deze controle te omzeilen
no_no: nøkkelkombinasjon {key} er allerede brukt! angi 'overskriv=True' for å forbigå denne sjekken
pl_pl: kombinacja klawiszy {key} jest już używana! określ 'overwrite=True' aby ominąć to sprawdzenie
pt_pt: combinação de chaves {key} já utilizado! Especifique 'overwrite=True' para ignorar esta verificação
ro_ro: combinația de chei {key} deja utilizată! specificați 'suprascrie=True' pentru a ocoli această verificare
ru_ru: комбинация клавиш {key} уже используется! Укажите «перезаписать=Истина», чтобы обойти эту опцию
sv_se: nyckelkombination {key} används redan! ange 'overwrite=True' för att förbigå denna kontroll
uk_ua: комбінація ключів {key} вже використовується! Вкажіть 'overwrite=True' щоб обійти цю перевірку

source: 'func' must be a callable
ar_sa: 'وظيفة' يجب أن تكون قابلة للطلب
cs_cz: 'func' musí být volatelný
da_dk: 'funktion' skal være en callable
de_de: 'func' muss aufrufbar sein
el_gr: 'λειτουργία' πρέπει να είναι καλούμενο
es_es: 'fun' debe ser un llamable
fi_fi: 'funktio' täytyy olla soitettavissa
fr_fr: 'func' doit être un appelable
it_it: 'func' deve essere un callable
ja_jp: 'func' は呼び出し可能なものでなければなりません
nl_nl: 'functie' moet een kalmerbaar zijn
no_no: 'funksjon' må være en callable
pl_pl: 'func' musi być wywoływalne
pt_pt: 'func' deve ser um chamável
ro_ro: 'funcție' trebuie să fie un apel apelabil
ru_ru: «функция» должна быть вызываемой
sv_se: 'funktion' måste vara en anropbar
uk_ua: 'функція' має бути для виклику

source: expected {func} to be callable
ar_sa: توقع {func} أن يكون قابل للاستدعاء
cs_cz: očekával, že bude volán {func}
da_dk: forventede at {func} skal kunne kaldes
de_de: erwartete {func} wird aufrufbar sein
el_gr: αναμένεται ότι {func} θα είναι καλούμενο
es_es: se esperaba que {func} fuera llamable
fi_fi: odotettu {func} olla soitettavissa
fr_fr: attendu que {func} soit appelable
it_it: previsto che {func} sia chiamabile
ja_jp: {func} の呼び出しが可能であることを期待しました
nl_nl: verwacht dat {func} kalmerbaar is
no_no: forventet {func} å være oppringt
pl_pl: oczekiwano, że {func} będzie wywoływalne
pt_pt: esperado que {func} fosse chamável
ro_ro: așteptat {func} să fie apelabil
ru_ru: ожидалось, что {func} будет вызываться
sv_se: förväntade sig att {func} skulle kunna anropas
uk_ua: очікувалося, що {func} буде викликатись
