Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: install by name/url, or drop file...
ar_sa: تثبيت بواسطة الاسم/الرابط، أو إسقاط الملف...
cs_cz: nainstalovat podle jména/URL, nebo upustit soubor...
da_dk: installer ved navn/url, eller drop fil...
de_de: mit Name/URL installieren, oder Datei ablegen...
el_gr: εγκατάσταση με όνομα/url, ή απόθεση αρχείου...
es_es: instalar por nombre/url, o descartar archivo...
fi_fi: asentaa nimelle/url tai pudota tiedosto...
fr_fr: installer par nom/url, ou déposer un fichier...
it_it: installa per nome/url o drop file...
ja_jp: name/url でインストールするか、ファイルをドロップします...
nl_nl: installeer op naam/url, of drop bestand...
no_no: installere etter navn/nettadresse, eller slipp fil...
pl_pl: zainstaluj według nazwy/adresu url lub upuść plik...
pt_pt: instalar por nome/url, ou remover arquivo...
ro_ro: instalați după nume/url, sau plasați fișierul...
ru_ru: установить по имени/url, или удалить файл...
sv_se: installera efter namn/url, eller släpp fil...
uk_ua: встановити за назвою/url, або видалити файл...

source: Install
ar_sa: تثبيت
cs_cz: Instalovat
da_dk: Installér
de_de: Installieren
el_gr: Εγκατάσταση
es_es: Instalar
fi_fi: Asenna
fr_fr: Installer
it_it: Installa
ja_jp: インストール
nl_nl: Installeren
no_no: Installer
pl_pl: Zainstaluj
pt_pt: Instale
ro_ro: Instalează
ru_ru: Установить
sv_se: Installera
uk_ua: Інсталювати

source: Show Status
ar_sa: إظهار الحالة
cs_cz: Zobrazit stav
da_dk: Vis Status
de_de: Status anzeigen
el_gr: Εμφάνιση Κατάστασης
es_es: Mostrar estado
fi_fi: Näytä Tila
fr_fr: Afficher le statut
it_it: Mostra Stato
ja_jp: ステータスを表示
nl_nl: Toon status
no_no: Status for Serie
pl_pl: Pokaż status
pt_pt: Status de exibição
ro_ro: Arată starea
ru_ru: Показать статус
sv_se: Visa status
uk_ua: Показати стан

source: << Show Sorter
ar_sa: << إظهار الفرز
cs_cz: << Zobrazit třídění
da_dk: << Vis Sortering
de_de: << Sorter anzeigen
el_gr: << Εμφάνιση Ταξινόμησης
es_es: << Mostrar ordenador
fi_fi: << Näytä Lajittelija
fr_fr: << Afficher le tri
it_it: << Mostra Sorter
ja_jp: << ソータの表示
nl_nl: << Sorter weergeven
no_no: << Vis sortering
pl_pl: << Pokaż Sortowanie
pt_pt: << Exibir Ordenador
ro_ro: << Arată sortator
ru_ru: << Показать Сортировку
sv_se: << Visa sorterare
uk_ua: << Показати сортатор

source: Close
ar_sa: أغلق
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
el_gr: Κλείσιμο
es_es: Cerrar
fi_fi: Sulje
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
nl_nl: Afsluiten
no_no: Lukk
pl_pl: Zamknij
pt_pt: FECHAR
ro_ro: Inchide
ru_ru: Закрыть
sv_se: Stäng
uk_ua: Закрити

source: Available Plugins ({count})
ar_sa: الإضافات المتاحة ({count})
cs_cz: Dostupné pluginy ({count})
da_dk: Tilgængelige plugins ({count})
de_de: Verfügbare Plugins ({count})
el_gr: Διαθέσιμα Πρόσθετα ({count})
es_es: Plugins disponibles ({count})
fi_fi: Saatavilla olevat liitännäiset ({count})
fr_fr: Plugins disponibles ({count})
it_it: Plugin Disponibili ({count})
ja_jp: 使用可能なプラグイン ({count})
nl_nl: Beschikbare Plugins ({count})
no_no: Tilgjengelige Plugins ({count})
pl_pl: Dostępne wtyczki ({count})
pt_pt: Plugins disponíveis ({count})
ro_ro: Plugin-uri disponibile ({count})
ru_ru: Доступные плагины ({count})
sv_se: Tillgängliga plugins ({count})
uk_ua: Доступні плагіни ({count})

source: >> Hide Sorter
ar_sa: >> إخفاء الفرز
cs_cz: >> Skrýt třídění
da_dk: >> Skjul Sortering
de_de: >> Sorter ausblenden
el_gr: >> Απόκρυψη Ταξινόμησης
es_es: >> Ocultar ordenador
fi_fi: >> Piilota Lajittelija
fr_fr: >> Cacher le tri
it_it: >> Nascondi Sorter
nl_nl: >> Verberg Sorter
no_no: >> Skjul Sorter
pl_pl: >> Ukryj Sortowanie
pt_pt: >> Ocultar Sorter
ro_ro: >> Ascundere sortator
ru_ru: >> Скрыть Сортировку
sv_se: >> Göm sorterare
uk_ua: >> Приховати Сортер

source: Hide Status
ar_sa: إخفاء الحالة
cs_cz: Skrýt stav
da_dk: Skjul Status
de_de: Status ausblenden
el_gr: Απόκρυψη Κατάστασης
es_es: Ocultar estado
fi_fi: Piilota Tila
fr_fr: Cacher le statut
it_it: Nascondi Stato
ja_jp: ステータスを隠す
nl_nl: Status verbergen
no_no: Skjul status
pl_pl: Ukryj status
pt_pt: Esconder status
ro_ro: Ascunde Starea
ru_ru: Скрыть статус
sv_se: Dölj status
uk_ua: Приховати статус

source: select plugin...
ar_sa: حدد الإضافة...
cs_cz: vyberte plugin...
da_dk: vælg plugin...
de_de: Plugin auswählen...
el_gr: επιλογή πρόσθετου...
es_es: seleccionar plugin...
fi_fi: valitse liitännäinen...
fr_fr: sélectionner le plugin...
it_it: seleziona plugin...
ja_jp: プラグインを選択...
nl_nl: kies invoegtoepassing...
no_no: velg plugin...
pl_pl: wybierz wtyczkę...
pt_pt: selecionar plugin...
ro_ro: selectează plugin...
ru_ru: выбрать плагин...
sv_se: välj plugin...
uk_ua: виберіть плагін...

source: Recorded Plugin Exceptions
ar_sa: استثناءات البرنامج المساعد المسجل
cs_cz: Zaznamenané výjimky pluginu
da_dk: Optagede Plugin Undtagelser
de_de: Aufgenommene Plugin-Ausnahmen
el_gr: Εγγεγραμμένες Εξαιρέσεις Πρόσθετων
es_es: Excepciones de plugins grabadas
fi_fi: Tallennetut Liitännäisen Poikkeukset
fr_fr: Exceptions de plugin enregistrées
it_it: Eccezioni Dei Plugin Registrati
ja_jp: 記録されたプラグイン例外
nl_nl: Opgenomen Plugin uitzonderingen
no_no: Registrerte plugin unntak
pl_pl: Nagrane wyjątki wtyczek
pt_pt: Exceções de Plugin Gravado
ro_ro: Excepții înregistrate pentru Plugin-uri
ru_ru: Исключения записанных плагинов
sv_se: Inspelade tilläggsundantag
uk_ua: Записані винятки модулів

source: Open issue on GitHub
ar_sa: فتح المشكلة على GitHub
cs_cz: Otevřít problém na GitHub
da_dk: Åbn problem på GitHub
de_de: Problem auf GitHub öffnen
el_gr: Άνοιγμα ζητήματος στο GitHub
es_es: Abrir problema en GitHub
fi_fi: Avaa ongelma GitHubissa
fr_fr: Ouvrir un ticket sur GitHub
it_it: Apri problema su GitHub
ja_jp: GitHubでIssueを開く
nl_nl: Open issue op GitHub
no_no: Åpne problem på GitHub
pl_pl: Otwórz problem na GitHub
pt_pt: Abrir issue no GitHub
ro_ro: Deschide problema pe GitHub
ru_ru: Открыть запрос на GitHub
sv_se: Öppet ärende på GitHub
uk_ua: Відкрити проблему на GitHub

source: Open a web browser to submit this error log to the developer's GitHub issue tracker
ar_sa: افتح متصفح ويب لإرسال سجل الأخطاء هذا إلى متعقب مشاكل GitHub للمطور
cs_cz: Otevřete webový prohlížeč a odešlete tento protokol chyb vývojáři GitHub issue trackeru
da_dk: Åbn en webbrowser for at indsende denne fejllog til udviklerens GitHub issue tracker
de_de: Öffnen Sie einen Web-Browser, um dieses Fehlerprotokoll an den GitHub Fehlerverfolger zu senden
el_gr: Ανοίξτε ένα πρόγραμμα περιήγησης ιστού για να υποβάλετε αυτό το αρχείο καταγραφής σφαλμάτων στο GitHub του προγραμματιστή
es_es: Abre un navegador web para enviar este registro de errores al gestor de errores de GitHub
fi_fi: Avaa verkkoselain lähettääksesi tämän virhelokin kehittäjän GitHub vianjäljityspalvelimelle
fr_fr: Ouvrez un navigateur Web pour soumettre ce log d'erreur au gestionnaire de tickets GitHub du développeur
it_it: Apri un browser web per inviare questo log di errore al tracker dei problemi GitHub dello sviluppatore
ja_jp: Webブラウザを開き、このエラーログを 開発者のGitHub課題トラッカーに送信します
nl_nl: Open een webbrowser om dit foutenlogboek te versturen naar de GitHub issue tracker van de ontwikkelaar
no_no: Åpne en nettleser for å sende denne feilloggen til utviklerens GitHub problemtracker
pl_pl: Otwórz przeglądarkę internetową, aby przesłać ten dziennik błędów do trackera problemów programisty GitHub
pt_pt: Abra um navegador web para enviar este registro de erro para o rastreador de problemas do desenvolvedor no GitHub
ro_ro: Deschide un browser web pentru a trimite acest jurnal de erori în trackerul cu probleme GitHub al dezvoltatorului
ru_ru: Откройте веб-браузер, чтобы отправить журнал ошибок в GitHub issue tracker
sv_se: Öppna en webbläsare för att skicka in denna fellogg till utvecklarens GitHub-ärendehanterare
uk_ua: Відкрийте веб-браузер, щоб подати цей журнал помилок в журнал проблем розробника GitHub

source: Copy error log to clipboard
ar_sa: نسخ سجل الأخطاء إلى الحافظة
cs_cz: Kopírovat protokol o chybě do schránky
da_dk: Kopiér fejllog til udklipsholder
de_de: Fehlerprotokoll in Zwischenablage kopieren
el_gr: Αντιγραφή αρχείου καταγραφής σφαλμάτων στο πρόχειρο
es_es: Copiar registro de errores al portapapeles
fi_fi: Kopioi virheloki leikepöydälle
fr_fr: Copier le journal des erreurs dans le presse-papiers
it_it: Copia il registro degli errori negli appunti
ja_jp: エラーログをクリップボードにコピー
nl_nl: Foutenlogboek naar klembord kopiëren
no_no: Kopier feilloggen til utklippstavlen
pl_pl: Skopiuj dziennik błędów do schowka
pt_pt: Copiar log de erros para área de transferência
ro_ro: Copiază jurnalul erorilor în clipboard
ru_ru: Копировать журнал ошибок в буфер обмена
sv_se: Kopiera fellogg till urklipp
uk_ua: Скопіювати журнал помилок в буфер обміну

source: No errors reported for plugin '{plugin}'
ar_sa: لم يتم الإبلاغ عن أي أخطاء للملحق '{plugin}'
cs_cz: Nebyly nahlášeny žádné chyby pro plugin '{plugin}'
da_dk: Ingen fejl rapporteret for plugin '{plugin}'
de_de: Keine Fehler für Plugin '{plugin} ' gemeldet
el_gr: Δεν αναφέρθηκαν σφάλματα για το πρόσθετο '{plugin}'
es_es: No hay errores reportados para el plugin '{plugin}'
fi_fi: Liitännäisen{plugin} virheitä ei raportoitu
fr_fr: Aucune erreur signalée pour le plugin '{plugin}'
it_it: Nessun errore segnalato per il plugin '{plugin}'
ja_jp: プラグイン '{plugin} ' のエラーは報告されていません
nl_nl: Geen fouten gemeld voor plugin '{plugin}'
no_no: Ingen feil rapportert for plugin '{plugin}'
pl_pl: Nie zgłoszono błędów dla wtyczki '{plugin}'
pt_pt: Nenhum erro reportado para o plugin '{plugin}'
ro_ro: Nicio eroare raportată pentru plugin-ul{plugin}'
ru_ru: Ошибка плагина '{plugin} ' ' '
sv_se: Inga fel rapporterades för plugin '{plugin}'
uk_ua: Немає помилок, звітів для плагіна '{plugin}

source: Save screenshot
ar_sa: حفظ لقطة الشاشة
cs_cz: Uložit snímek obrazovky
da_dk: Gem skærmbillede
de_de: Screenshot speichern
el_gr: Αποθήκευση στιγμιότυπου
es_es: Guardar captura de pantalla
fi_fi: Tallenna kuvakaappaus
fr_fr: Enregistrer la capture d'écran
it_it: Salva screenshot
ja_jp: スクリーンショットを保存
nl_nl: Schermafdruk opslaan
no_no: Lagre skjermbilde
pl_pl: Zapisz zrzut ekranu
pt_pt: Salvar imagem
ro_ro: Salvare captură ecran
ru_ru: Сохранить скриншот
sv_se: Spara skärmdump
uk_ua: Зберегти знімок екрану

source: Image files (*.png *.bmp *.gif *.tif *.tiff)
ar_sa: ملفات الصور (*.png *.bmp *.gif *.tif *.tiff)
cs_cz: Soubory obrázků (*.png *.bmp *.gif *.tif *.tiff)
da_dk: Billedfiler (*.png *.bmp *.gif *.tif *.tiff)
de_de: Bilddateien (*.png *.bmp *.gif *.tif *.tiff)
el_gr: Αρχεία εικόνας (*.png *.bmp *.gif *.tif *.tiff)
es_es: Archivos de imágenes (*.png *.bmp *.gif *.tif *.tiff)
fi_fi: Kuvatiedostot (*.png *.bmp *.gif *.tif *.tiff)
fr_fr: Fichiers image (*.png *.bmp *.gif *.tif *.tiff)
it_it: File immagine (*.png *.bmp *.gif *.tif *.tiff)
ja_jp: 画像ファイル (*.png *.bmp *.gif *.tif *.tiff)
nl_nl: Afbeeldingsbestanden (*.png *.bmp *.gif *.tif *.tiff)
no_no: Bildefiler (*.png *.bmp *.gif *.tif *.tiff)
pl_pl: Pliki obrazów (*.png *.bmp *.gif *.tif *.tiff)
pt_pt: Arquivos de imagem (*.png *.bmp *.gif *.tif *.tiff)
ro_ro: Fișiere imagine (*.png *.bmp *.gif *.tif *.tiff)
ru_ru: Файлы изображений (*.png *.bmp *.gif *.tif *.tiff)
sv_se: Bildfiler (*.png *.bmp *.gif *.tif *.tiff)
uk_ua: Файли зображень (*.png *.bmp *.gif *.tif *.tiff)

source: Confirm overwrite
ar_sa: تأكيد الكتابة فوق
cs_cz: Potvrdit přepsání
da_dk: Bekræft overskrivning
de_de: Überschreiben bestätigen
el_gr: Επιβεβαίωση αντικατάστασης
es_es: Confirmar sobrescribir
fi_fi: Vahvista ylikirjoitus
fr_fr: Confirmer l'écrasement
it_it: Conferma sovrascrittura
ja_jp: 上書きを確認
nl_nl: Overschrijven bevestigen
no_no: Bekreft overskriving
pl_pl: Potwierdź nadpisanie
pt_pt: Confirmar sobrescrita
ro_ro: Confirmați rescrierea
ru_ru: Подтвердите перезапись
sv_se: Bekräfta överskrivning
uk_ua: Підтвердіть заміну

source: {save_path} already exists. Do you want to replace it?
ar_sa: {save_path} موجود بالفعل. هل تريد استبداله؟
cs_cz: {save_path} již existuje. Chcete jej nahradit?
da_dk: {save_path} findes allerede. Vil du erstatte den?
de_de: {save_path} existiert bereits. Möchten Sie es ersetzen?
el_gr: {save_path} υπάρχει ήδη. Θέλετε να το αντικαταστήσετε?
es_es: {save_path} ya existe. ¿Desea reemplazarlo?
fi_fi: {save_path} on jo olemassa. Haluatko korvata sen?
fr_fr: {save_path} existe déjà. Voulez-vous le remplacer?
it_it: {save_path} esiste già. Vuoi sostituirlo?
ja_jp: {save_path} は既に存在します。置き換えますか？
nl_nl: {save_path} bestaat al. Wilt u het vervangen?
no_no: {save_path} finnes allerede. Vil du erstatte den?
pl_pl: {save_path} już istnieje. Czy chcesz go zastąpić?
pt_pt: {save_path} já existe. Deseja substituí-lo?
ro_ro: {save_path} există deja. Doriți să îl înlocuiți?
ru_ru: {save_path} уже существует. Вы хотите заменить его?
sv_se: {save_path} finns redan. Vill du ersätta den?
uk_ua: {save_path} вже існує. Ви хочете його замінити?

source: root must be an instance of {class_name}
ar_sa: يجب أن يكون الجذر حالة من {class_name}
cs_cz: root musí být instance {class_name}
da_dk: root skal være en instans på {class_name}
de_de: root muss eine Instanz von {class_name} sein
el_gr: το root πρέπει να είναι μια παρουσία του {class_name}
es_es: root debe ser una instancia de {class_name}
fi_fi: juuren on oltava instanssi {class_name}
fr_fr: root doit être une instance de {class_name}
it_it: root deve essere un'istanza di {class_name}
ja_jp: root は {class_name} のインスタンスでなければなりません
nl_nl: root moet een exemplaar zijn van {class_name}
no_no: rot må være en forekomst av {class_name}
pl_pl: root musi być instancją {class_name}
pt_pt: raiz deve ser uma instância de {class_name}
ro_ro: rădăcina trebuie să fie o instanță de {class_name}
ru_ru: root должен быть экземпляром {class_name}
sv_se: root måste vara en instans av {class_name}
uk_ua: корінь повинен бути екземпляром {class_name}

source: Cannot create Qt view for obj: {obj}
ar_sa: لا يمكن إنشاء عرض Qt لobj: {obj}
cs_cz: Nelze vytvořit Qt view pro obj: {obj}
da_dk: Kan ikke oprette Qt visning for obj: {obj}
de_de: Kann Qt-Ansicht für obj nicht erstellen: {obj}
el_gr: Αδυναμία δημιουργίας προβολής Qt για obj: {obj}
es_es: No se puede crear la vista Qt para el objeto: {obj}
fi_fi: Ei voida luoda Qt-näkymää obj: {obj}
fr_fr: Impossible de créer la vue Qt pour obj : {obj}
it_it: Impossibile creare Qt view per obj: {obj}
ja_jp: ObjのQtビューを作成できません: {obj}
nl_nl: Kan Qt weergave voor obj: {obj} niet maken
no_no: Kan ikke opprette Qt visning for obj: {obj}
pl_pl: Nie można utworzyć widoku Qt dla obj: {obj}
pt_pt: Não é possível criar Qt view para obj: {obj}
ro_ro: Nu se poate crea Qt view pentru obiect: {obj}
ru_ru: Не удается создать представление Qt для obj: {obj}
sv_se: Kan inte skapa Qt-vy för objekt: {obj}
uk_ua: Неможливо створити Qt вигляд для обджі: {obj}

source: Cannot create Qt model for obj: {obj}
ar_sa: لا يمكن إنشاء نموذج Qt لobj: {obj}
cs_cz: Nelze vytvořit Qt model pro obj: {obj}
da_dk: Kan ikke oprette Qt model for obj: {obj}
de_de: Qt-Modell für obj kann nicht erstellt werden: {obj}
el_gr: Αδυναμία δημιουργίας μοντέλου Qt για obj: {obj}
es_es: No se puede crear el modelo Qt para el objeto: {obj}
fi_fi: Ei voida luoda Qt-mallia obj: {obj}
fr_fr: Impossible de créer le modèle Qt pour obj : {obj}
it_it: Impossibile creare il modello Qt per obj: {obj}
ja_jp: objのQtモデルを作成できません: {obj}
nl_nl: Kan geen Qt model maken voor obj: {obj}
no_no: Kan ikke opprette Qt-modell for obj: {obj}
pl_pl: Nie można utworzyć modelu Qt dla obj: {obj}
pt_pt: Não é possível criar modelo Qt para obj: {obj}
ro_ro: Nu se poate crea modelul Qt pentru obiect: {obj}
ru_ru: Невозможно создать модель Qt для obj: {obj}
sv_se: Kan inte skapa Qt-modell för objekt: {obj}
uk_ua: Не вдалося створити Qt модель для обджі: {obj}

source: Layer list
ar_sa: قائمة الطبقات
cs_cz: Seznam vrstev
da_dk: Lag liste
de_de: Ebenenliste
el_gr: Λίστα επιπέδων
es_es: Lista de capas
fi_fi: Kerroksen lista
fr_fr: Liste des couches
it_it: Elenco livelli
ja_jp: レイヤーリスト
nl_nl: Laag lijst
no_no: Lagets liste
pl_pl: Lista warstw
pt_pt: Lista de camadas
ro_ro: Listă straturi
ru_ru: Список слоев
sv_se: Lager lista
uk_ua: Список шарів

source: root node must be an instance of {Group}
ar_sa: العقدة الجذر يجب أن تكون مثيل {Group}
cs_cz: root uzel musí být instancí {Group}
da_dk: rodknude skal være en instans på {Group}
de_de: root Knoten muss eine Instanz von {Group} sein
el_gr: ο κόμβος ρίζας πρέπει να είναι μια παρουσία του {Group}
es_es: el nodo raíz debe ser una instancia de {Group}
fi_fi: juuri node täytyy olla instanssi {Group}
fr_fr: le noeud racine doit être une instance de {Group}
it_it: il nodo root deve essere un'istanza di {Group}
ja_jp: ルートノードは {Group} のインスタンスでなければなりません
nl_nl: root node moet een exemplaar zijn van {Group}
no_no: rot node må være en forekomst av {Group}
pl_pl: węzeł główny musi być instancją {Group}
pt_pt: nó raiz deve ser uma instância de {Group}
ro_ro: nodul rădăcină trebuie să fie o instanță de {Group}
ru_ru: корневой узел должен быть экземпляром {Group}
sv_se: rotnod måste vara en instans av {Group}
uk_ua: кореневий вузол повинен бути екземпляром {Group}

source: nested_index must be an int or tuple of int.
ar_sa: يجب أن يكون مفهرس nested_int أو أنابيب من الداخل.
cs_cz: nested_index musí být inkoust nebo inkoustem.
da_dk: nested_index skal være en int eller en tuple int.
de_de: nested_index muss ein Int oder Tupel von int sein.
el_gr: nested_index πρέπει να είναι ένα int ή ένα σωληνάριο int.
es_es: nested_index debe ser un int o tuple de int.
fi_fi: nested_index on oltava int tai tupla int.
fr_fr: nested_index doit être un int ou un ligne int.
it_it: nested_index deve essere un int o tupla di int.
ja_jp: nested_index はint か int のタプルでなければなりません。
nl_nl: nested_index moet een int of tuple zijn.
no_no: nested_index må være en int eller et tuppel innover.
pl_pl: nested_index musi być intą lub krotką.
pt_pt: nested_index deve ser uma tinta ou uma tupla de inteira.
ro_ro: indexul nested_trebuie să fie un int sau un tuplu de int.
ru_ru: nested_index должен быть int или tuple int.
sv_se: nested_index måste vara ett intyg eller tupel av int.
uk_ua: індекс не має бути відступом або кортежем int.

source: Performance Trace
ar_sa: تتبع الأداء
cs_cz: Sledování výkonu
da_dk: Ydeevne Trace
de_de: Leistungsspur
el_gr: Ίχνος Απόδοσης
es_es: Traza de rendimiento
fi_fi: Suorituskyvyn Jäljitys
fr_fr: Trace de performance
it_it: Traccia Prestazioni
ja_jp: パフォーマンストレース
nl_nl: Prestaties traceren
no_no: Ytelse spor
pl_pl: Śledzenie wydajności
pt_pt: Rastreamento do Desempenho
ro_ro: Urmărirea performanţei
ru_ru: Отслеживание производительности
sv_se: Spårning av prestanda
uk_ua: Відстеження продуктивності

source: Start Recording...
ar_sa: بدء التسجيل...
cs_cz: Spustit nahrávání...
da_dk: Start Optagelse...
de_de: Aufnahme starten...
el_gr: Έναρξη Εγγραφής...
es_es: Iniciar grabación...
fi_fi: Aloita Tallentaminen...
fr_fr: Démarrer l'enregistrement...
it_it: Avvia Registrazione...
ja_jp: 録画を開始...
nl_nl: Opname starten...
no_no: Start opptak...
pl_pl: Rozpocznij nagrywanie...
pt_pt: Iniciar Gravação...
ro_ro: Începe înregistrarea...
ru_ru: Начать запись...
sv_se: Starta inspelning...
uk_ua: Початок запису...

source: Start recording a trace file
ar_sa: بدء تسجيل ملف التتبع
cs_cz: Začít nahrávat trasovací soubor
da_dk: Begynd at optage en sporfil
de_de: Starte Aufzeichnung einer Trace-Datei
el_gr: Ξεκινήστε την εγγραφή ενός αρχείου ίχνους
es_es: Empezar a grabar un archivo de trazas
fi_fi: Aloita jäljen tallennus
fr_fr: Commencer à enregistrer un fichier de trace
it_it: Avvia la registrazione di un file traccia
ja_jp: トレースファイルの記録を開始
nl_nl: Begin met het opnemen van een trace bestand
no_no: Start opptak av en sporfil
pl_pl: Rozpocznij nagrywanie pliku śladowego
pt_pt: Iniciar gravação de um arquivo
ro_ro: Începeți înregistrarea unui fișier
ru_ru: Начать запись файла трассировки
sv_se: Starta inspelningen av en spårfil
uk_ua: Розпочати запис файла відстеження

source: Stop Recording
ar_sa: إيقاف التسجيل
cs_cz: Zastavit nahrávání
da_dk: Stop Optagelse
de_de: Aufnahme stoppen
el_gr: Διακοπή Εγγραφής
es_es: Detener grabación
fi_fi: Lopeta Tallennus
fr_fr: Arrêter l'enregistrement
it_it: Interrompi Registrazione
ja_jp: 録画を停止
nl_nl: Opname stoppen
no_no: Stopp lagring
pl_pl: Zatrzymaj nagrywanie
pt_pt: Parar Gravação
ro_ro: Oprește înregistrarea
ru_ru: Остановить запись
sv_se: Stoppa inspelning
uk_ua: Зупинити запис

source: Stop recording a trace file
ar_sa: إيقاف تسجيل ملف التتبع
cs_cz: Zastavit nahrávání stopového souboru
da_dk: Stop optagelse af en sporfil
de_de: Aufzeichnung einer Track-Datei stoppen
el_gr: Διακοπή καταγραφής αρχείου ίχνους
es_es: Dejar de grabar un archivo de trazas
fi_fi: Lopeta jäljitystiedoston tallennus
fr_fr: Arrêter l'enregistrement d'un fichier de trace
it_it: Interrompi la registrazione di un file traccia
ja_jp: トレースファイルの記録を停止
nl_nl: Stop met het opnemen van een trace bestand
no_no: Stopp opptak av en sporfil
pl_pl: Zatrzymaj nagrywanie pliku śladowego
pt_pt: Parar de gravar um arquivo
ro_ro: Opriți înregistrarea unui fișier de urmărire
ru_ru: Остановить запись файла трассировки
sv_se: Stoppa inspelning av en spårfil
uk_ua: Зупинити запис файла відстеження

source: Record performance trace file
ar_sa: سجل ملف تتبع الأداء
cs_cz: Zaznamenejte soubor pro stopový výkon
da_dk: Optag sporingsfil for ydeevne
de_de: Performance-Trace-Datei aufzeichnen
el_gr: Αρχείο ίχνους επιδόσεων εγγραφής
es_es: Grabar archivo de trazado de rendimiento
fi_fi: Tallenna suorituskyvyn jäljitystiedosto
fr_fr: Fichier de suivi des performances de l'enregistrement
it_it: Registra il file traccia delle prestazioni
ja_jp: パフォーマンストレースファイルを記録
nl_nl: performance-trace bestand opnemen
no_no: Ta opp ytelsessporingsfil
pl_pl: Zapis pliku śladu wydajności
pt_pt: Gravar arquivo de rastreamento de desempenho
ro_ro: Înregistrați urmele de performanță
ru_ru: Файл трассировки производительности записи
sv_se: Spela in prestandaspårningsfil
uk_ua: Запис трасування продуктивності

source: Trace Files (*.json)
ar_sa: تتبع الملفات (*.json)
cs_cz: Sledovat soubory (*.json)
da_dk: Sporingsfiler (*.json)
de_de: Trace-Dateien (*.json)
el_gr: Αρχεία Εντοπισμού (*.json)
es_es: Archivos de seguimiento (*.json)
fi_fi: Jäljitystiedostot (*.json)
fr_fr: Fichiers Trace (*.json)
it_it: Trace File (*.json)
ja_jp: トレースファイル (*.json)
nl_nl: Traceer Bestanden (*.json)
no_no: Spor filer (*.json)
pl_pl: Pliki śledzenia (*.json)
pt_pt: Rastrear Arquivos (*.json)
ro_ro: Urmărire fişiere (*.json)
ru_ru: Файлы трассировки (*.json)
sv_se: Spåra filer (*.json)
uk_ua: Файли трасування (*.json)

source: UnknownEvent:{event}
ar_sa: حدث مجهول:{event}
cs_cz: Neznámá událost:{event}
da_dk: Ukendt begivenhed:{event}
de_de: Unbekanntes Ereignis:{event}
el_gr: Άγνωστο Συμβάν:{event}
es_es: Evento Desconocido:{event}
fi_fi: Tuntematon tapahtuma:{event}
fr_fr: Événement inconnu :{event}
it_it: SconosciutoEvento:{event}
nl_nl: Onbekendgebeurtenis:{event}
no_no: UkjentHendelse:{event}
pl_pl: Nieznane wydarzenie:{event}
pt_pt: EventoDesconhecido:{event}
ro_ro: Eveniment necunoscut:{event}
ru_ru: Неизвестное событие:{event}
sv_se: OkändHändelse:{event}
uk_ua: Невідомий:{event}

source: {time_ms:5.0f}ms {name}
ar_sa: {time_ms:5.0f}م.ث {name}
ru_ru: {time_ms:5.0f}мс {name}
uk_ua: {time_ms:5.0f}мс {name}

source: Draw Time:
ar_sa: وقت الرسم:
cs_cz: Čas kreslení:
da_dk: Tegn Tid:
de_de: Zeichnungszeit:
el_gr: Ώρα Σχεδίασης:
es_es: Tiempo de Dibujo:
fi_fi: Piirrä Aika:
fr_fr: Temps de tirage :
it_it: Tempo Di Disegno:
ja_jp: 描画時間：
nl_nl: Teken tijd:
no_no: Tegn tid:
pl_pl: Czas rysowania:
pt_pt: Tempo de desenho:
ro_ro: Timp de desenare:
ru_ru: Время рисования:
sv_se: Rita tid:
uk_ua: Час малювання:
