Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: opaque blending mode is not allowed for text. setting to translucent.
ar_sa: وضع المزج الغامض غير مسموح به للنص. إعداد إلى الشفافية.
cs_cz: Neprůhledný režim mísení není povolen pro text. Nastavení je průhledné.
da_dk: uigennemsigtig blandingstilstand er ikke tilladt for tekstindstillingen til gennemskinnelig.
de_de: opake Blending Modus ist für Text nicht zulässig. Einstellung auf transparent.
el_gr: η αδιαφανής λειτουργία ανάμειξης δεν επιτρέπεται για τη ρύθμιση κειμένου.
es_es: modo de mezcla opaco no está permitido para texto. Ajuste en translúcido.
fi_fi: läpinäkymätön sekoitustila ei ole sallittu tekstin asettamiselle läpikuultavaksi.
fr_fr: Le mode de fusion opaque n'est pas autorisé pour le texte. Le paramètre est translucide.
it_it: la modalità di miscelazione opaca non è consentita per il testo. L'impostazione a traslucida.
ja_jp: テキストには不透明なブレンドモードは使用できません。半透明に設定してください。
nl_nl: ondoorzichtige mengmodus is niet toegestaan voor tekst. instelling om door te nemen.
no_no: ugjennomsiktig blendingsmodus er ikke tillatt for tekst. Sett til gjennomsiktig.
pl_pl: nieprzezroczysty tryb mieszania nie jest dozwolony dla tekstu. Ustawienie do przezroczystości.
pt_pt: Modo de mesclagem opaca não é permitido para texto. Configuração para translucente.
ro_ro: modul opac de amestecare nu este permis pentru text. Setare la translucid.
ru_ru: непрозрачный режим наложения не допускается для текста.
sv_se: ogenomskinligt blandningsläge är inte tillåtet för text. inställning till translucent.
uk_ua: непрозорий режим відображення не дозволений для текстового параметра.

source: Vector data of shape {shape} is not supported
ar_sa: بيانات الناقلات في شكل {shape} غير مدعومة
cs_cz: Vektorová data tvaru {shape} nejsou podporována
da_dk: Vektordata for form {shape} er ikke understøttet
de_de: Vektordaten der Form {shape} werden nicht unterstützt
el_gr: Δεν υποστηρίζονται διανυσματικά δεδομένα σχήματος {shape}
es_es: Los datos vectoriales de la forma {shape} no están soportados
fi_fi: Muodon {shape} vektoritietoja ei tueta
fr_fr: Les données vectorielles de la forme {shape} ne sont pas prises en charge
it_it: I dati vettoriali della forma {shape} non sono supportati
ja_jp: 形状 {shape} のベクトルデータはサポートされていません
nl_nl: Vectorgegevens van vorm {shape} wordt niet ondersteund
no_no: Vektordata av form {shape} støttes ikke
pl_pl: Dane wektorowe kształtu {shape} nie są obsługiwane
pt_pt: Dados de vetores da forma {shape} não são suportados
ro_ro: Vectorul de date al formei {shape} nu este acceptat
ru_ru: Векторные данные формы {shape} не поддерживаются
sv_se: Vektordata för form {shape} stöds inte
uk_ua: Векторні дані форми {shape} не підтримуються

source: the number of properties must equal the number of points
ar_sa: عدد الخصائص يجب أن يساوي عدد النقاط
cs_cz: počet vlastností se musí rovnat počtu bodů
da_dk: antallet af egenskaber skal svare til antallet af point
de_de: die Anzahl der Eigenschaften muss der Punktzahl entsprechen
el_gr: ο αριθμός των ιδιοτήτων πρέπει να ισούται με τον αριθμό των πόντων
es_es: el número de propiedades debe ser igual al número de puntos
fi_fi: kiinteistöjen määrän on oltava yhtä suuri kuin pisteiden määrä
fr_fr: le nombre de propriétés doit être égal au nombre de points
it_it: il numero di proprietà deve essere uguale al numero di punti
ja_jp: プロパティの数は点の数と等しくなければなりません
nl_nl: het aantal eigenschappen moet gelijk zijn aan het aantal punten
no_no: antall egenskaper må være det samme som antall punkter
pl_pl: liczba właściwości musi być równa liczbie punktów
pt_pt: o número de propriedades deve ser igual ao número de pontos
ro_ro: numărul de proprietăți trebuie să fie egal cu numărul de puncte
ru_ru: количество объектов должно равняться количеству баллов
sv_se: antalet egenskaper måste vara lika med antalet poäng
uk_ua: кількість властивостей має дорівнювати кількості точок

source: edge_color property was not set, setting to: {color_property}
ar_sa: لم يتم تعيين خاصية edge_color ، الإعداد إلى: {color_property}
cs_cz: Vlastnost edge_color nebyla nastavena, nastavení na: {color_property}
da_dk: edge_color egenskaben blev ikke angivet, indstilling til: {color_property}
de_de: edge_color Eigenschaft wurde nicht gesetzt auf: {color_property}
el_gr: edge_color ιδιότητα δεν ορίστηκε, ρύθμιση σε: {color_property}
es_es: la propiedad edge_color no se ha establecido, configurando a: {color_property}
fi_fi: edge_color -ominaisuutta ei ole asetettu, asetetaan: {color_property}
fr_fr: la propriété edge_color n'a pas été définie, définissant à : {color_property}
it_it: la proprietà edge_color non è stata impostata, impostando a: {color_property}
ja_jp: edge_color プロパティが設定されていません。 {color_property} に設定します。
nl_nl: edge_color eigenschap is niet ingesteld, ingesteld op: {color_property}
no_no: edge_fargeegenskap ble ikke angitt, innstilling til: {color_property}
pl_pl: edge_color właściwość nie została ustawiona, ustawiono na: {color_property}
pt_pt: Propriedade edge_color não foi definida, configurando para: {color_property}
ro_ro: edge_color proprietatea nu a fost setată, setând: {color_property}
ru_ru: Не задано свойство edge_color для параметра {color_property}
sv_se: edge_color egenskapen har inte angetts, inställningen till: {color_property}
uk_ua: параметр edge_color не встановлено, параметр {color_property}

source: There must be a valid Points.properties to use {edge_color_mode}
ar_sa: يجب أن يكون هناك Points.properties صالح لاستخدام {edge_color_mode}
cs_cz: K použití {edge_color_mode} musí být platné vlastnosti bodů
da_dk: Der skal være en gyldig Points.properties for at bruge {edge_color_mode}
de_de: Es muss eine gültige Punkte.properties vorhanden sein, um {edge_color_mode} zu verwenden
el_gr: Πρέπει να υπάρχει μια έγκυρη Points.properties για να χρησιμοποιήσετε {edge_color_mode}
es_es: Debe haber un Points.properties válido para usar {edge_color_mode}
fi_fi: Points.properties täytyy olla kelvolliset käyttääksesi {edge_color_mode}
fr_fr: Il doit y avoir des Points.properties valides pour utiliser {edge_color_mode}
it_it: Ci deve essere un Points.properties valido per usare {edge_color_mode}
ja_jp: {edge_color_mode} を使用するには、有効な Points.properties が必要です。
nl_nl: Er moeten geldige Points.properties zijn om {edge_color_mode} te kunnen gebruiken
no_no: Det må være et gyldig punkt.properties for å bruke {edge_color_mode}
pl_pl: Musi być poprawny Points.properties aby użyć {edge_color_mode}
pt_pt: Deve haver um ponto válido. Propriedades para usar {edge_color_mode}
ro_ro: Trebuie să existe un Punct de Proprietăți valid pentru a folosi {edge_color_mode}
ru_ru: Для использования {edge_color_mode} должны быть действительными Очками
sv_se: Det måste finnas en giltig Points.properties för att använda {edge_color_mode}
uk_ua: Має бути коректні точки. Щоб використовувати {edge_color_mode}

source: Input data should be an array-like object, or a sequence of arrays of decreasing size. Got arrays of single shape: {shape}
ar_sa: يجب أن تكون بيانات الإدخال كائنا شبيها بالمصفوفة، أو سلسلة من المصفوفات ذات الحجم المتناقص. حصلت على مصفوفات من شكل واحد: {shape}
cs_cz: Vstupní data by měla být objekt podobný poli, nebo posloupnost polí se zmenšující velikostí. Obvyklá pole jednoho tvaru: {shape}
da_dk: Input-data skal være et array-lignende objekt, eller en sekvens af arrays af faldende størrelse. Fik arrays af enkelt form: {shape}
de_de: Eingabedaten sollten ein array-ähnliches Objekt sein, oder eine Folge von Arrays von abnehmender Größe. Erhalte Arrays von einer Form: {shape}
el_gr: Τα δεδομένα εισόδου πρέπει να είναι ένα αντικείμενο που μοιάζει με πίνακα ή μια ακολουθία συστοιχιών φθίνοντος μεγέθους. Έχουν πολλές σειρές σχήματος: {shape}
es_es: Los datos de entrada deben ser un objeto tipo matriz, o una secuencia de arrays de tamaño decreciente. Obtuvo arreglos de una sola forma: {shape}
fi_fi: Syöttötietojen tulee olla taulukkomainen objekti tai joukko pieneneviä kokonaisuuksia. Yksinmuotoiset ruudut ovat {shape}
fr_fr: Les données d'entrée doivent être un objet ressemblant à un tableau, ou une séquence de tableaux de taille décroissante. Des tableaux de forme simple ont été trouvés : {shape}
it_it: I dati di input dovrebbero essere un oggetto tipo array, o una sequenza di matrici di dimensioni decrescenti. Ottenuto array di singola forma: {shape}
ja_jp: 入力データは配列のようなオブジェクト、またはサイズが小さくなる配列でなければなりません。単一の形状の配列があります: {shape}
nl_nl: Invoergegevens moeten een array-achtig object zijn, of een reeks van arrays van afnemende grootte. Bloedarrays van enkele vorm: {shape}
no_no: Inndatadata bør være en matriseaktig objekt, eller en sekvens av synkende størrelse. Grenser for enkeltfigur med shape: {shape}
pl_pl: Dane wejściowe powinny być obiektem podobnym do tablicy lub sekwencją malejących tablic. Znajdują się tablice pojedynczego kształtu: {shape}
pt_pt: Dados de entrada devem ser um objeto tipo matriz, ou uma sequência de matrizes de tamanho decrescente. Tem matrizes de uma única forma: {shape}
ro_ro: Datele de intrare ar trebui să fie un obiect tip array-like sau o secvență de raze de mărime descrescătoare. Am obținut o singură formă: {shape}
ru_ru: Входные данные должны быть похожими на массив или последовательностью массивов уменьшающегося размера. Получены массивы одной формы: {shape}
sv_se: Inmatningsdata bör vara ett array-liknande objekt, eller en sekvens av arrayer av minskande storlek. Fick arrayer av enda form: {shape}
uk_ua: Вхідні дані повинні бути масивом, схожими на об'єкт, або послідовність масивів зменшення розміру. Масив значення одинарної форми: {shape}

source: Input data should be an array-like object, or a sequence of arrays of decreasing size. Got arrays in incorrect order, shapes: {shapes}
ar_sa: يجب أن تكون بيانات الإدخال كائنا شبيها بالمصفوفة، أو سلسلة من المصفوفات ذات الحجم المتناقص. حصلت على المصفوفات في ترتيب غير صحيح، الأشكال: {shapes}
cs_cz: Vstupní data by měla být objekt podobný polím, nebo posloupnost polí se zmenšující velikostí. Obvyklá pole v nesprávném pořadí: {shapes}
da_dk: Input data skal være et array-lignende objekt, eller en sekvens af arrays af faldende størrelse. Fik arrays i forkert rækkefølge, former: {shapes}
de_de: Eingabedaten sollten ein array-ähnliches Objekt sein oder eine Folge von Arrays mit abnehmender Größe. Hat Arrays in falscher Reihenfolge, Formen: {shapes}
el_gr: Τα δεδομένα εισόδου πρέπει να είναι ένα αντικείμενο που μοιάζει με πίνακα ή μια ακολουθία συστοιχιών μειούμενου μεγέθους. Έχεις πίνακες σε εσφαλμένη σειρά, σχήματα: {shapes}
es_es: Los datos de entrada deben ser un objeto tipo matriz, o una secuencia de arrays de tamaño decreciente. Se tienen arrays en orden incorrecto, formas: {shapes}
fi_fi: Syöttötietojen pitäisi olla taulukkomainen objekti tai joukko pienempiä taulukoita. Saapuneet ryhmät virheellisessä järjestyksessä, muodot: {shapes}
fr_fr: Les données d'entrée doivent être un objet ressemblant à un tableau, ou une séquence de tableaux de taille décroissante. Des tableaux ont été placés dans un ordre incorrect, des formes: {shapes}
it_it: I dati di input dovrebbero essere un oggetto tipo array, o una sequenza di matrici di dimensioni decrescenti. Ha array in ordine errato, forme: {shapes}
ja_jp: 入力データは配列のようなオブジェクト、またはサイズが小さい配列のシーケンスでなければなりません。正しくない順序で配列を取得しました: {shapes}
nl_nl: Invoergegevens moeten een array-achtige object zijn, of een reeks van arrays van afnemende grootte. Kreeg arrays in een onjuiste volgorde, vormen: {shapes}
no_no: Inndatadata bør være en matriseaktig objekt, eller en rekkefølge av liste med synkende størrelse. Got matriser i feil rekkefølge, figurer: {shapes}
pl_pl: Dane wejściowe powinny być obiektem podobnym do tablicy lub sekwencją malejącego rozmiaru. Masz tablice w niewłaściwej kolejności, kształty: {shapes}
pt_pt: Os dados de entrada devem ser um objeto tipo matriz, ou uma sequência de matrizes de tamanho decrescente. Tem matrizes em ordem incorreta, formas: {shapes}
ro_ro: Datele de intrare ar trebui să fie un obiect tip array-like sau o secvență de serii de dimensiuni descrescătoare. Aveți array-uri în ordine incorectă, forme: {shapes}
ru_ru: Входные данные должны быть похожими на массив или последовательностью массивов уменьшающегося размера. Полученные массивы в неправильном порядке, фигур: {shapes}
sv_se: Inmatningsdata bör vara ett array-liknande objekt, eller en sekvens av arrayer av minskande storlek. Fick arrayer i felaktig ordning, former: {shapes}
uk_ua: Вхідні дані повинні бути масивом, схожими на об'єкт, або послідовність масивів зменшення розміру. Розміри Got в неправильному порядку, форми: {shapes}

source: arrow
ar_sa: سهم
cs_cz: šíp
da_dk: pil
de_de: pfeil
el_gr: βέλος
es_es: flecha
fi_fi: nuoli
fr_fr: flèche
it_it: freccia
ja_jp: 矢印
nl_nl: pijl
no_no: pil
pl_pl: strzała
pt_pt: flecha
ro_ro: săgeată
ru_ru: стрелка
sv_se: pil
uk_ua: стрілкою

source: clobber
ar_sa: كلوببر
cs_cz: klient
da_dk: klober
el_gr: λόμπυ
es_es: peluquero
fr_fr: capuchon
ja_jp: クロブバー
nl_nl: kreet
no_no: klobber
pl_pl: klobber
sv_se: klobber
uk_ua: лоба

source: cross
ar_sa: تقاطع
cs_cz: kříž
da_dk: kryds
de_de: kreuz
el_gr: σταυρός
es_es: cruz
fi_fi: risti
fr_fr: croix
it_it: croce
ja_jp: クロス
nl_nl: kruis
no_no: kryss
pl_pl: krzyż
pt_pt: cruz
ro_ro: cruce
ru_ru: крест
sv_se: kors
uk_ua: перетинатися

source: diamond
ar_sa: الماس
cs_cz: diamant
da_dk: diamant
de_de: diamant
el_gr: διαμάντι
es_es: diamante
fi_fi: timantti
fr_fr: diamant
it_it: diamante
ja_jp: ダイヤモンド
nl_nl: diamant
no_no: diamant
pl_pl: diament
pt_pt: diamante
ro_ro: diamant
ru_ru: алмаз
sv_se: diamant
uk_ua: діамант

source: disc
ar_sa: قرص
cs_cz: disk
da_dk: disk
el_gr: δίσκος
es_es: disco
fi_fi: levy
fr_fr: disque
it_it: disco
ja_jp: ディスク
nl_nl: schijf
no_no: kule
pl_pl: dyski
pt_pt: disco
ru_ru: диск
sv_se: skiva
uk_ua: диск

source: hbar
ar_sa: شريط
da_dk: bjælke
es_es: barra horizontal
fi_fi: palkki
fr_fr: barre latérale
pl_pl: hbara
ro_ro: bară
uk_ua: гбар

source: ring
ar_sa: رنين
cs_cz: vyzvánění
de_de: ringen
el_gr: δακτύλιος
es_es: anillo
fi_fi: rengas
fr_fr: anneau
it_it: anello
ja_jp: リング
nl_nl: bellen
no_no: ringe
pl_pl: pierścień
pt_pt: anel
ro_ro: inel
ru_ru: кольцо
uk_ua: рингтон

source: star
ar_sa: نجم
cs_cz: hvězdička
da_dk: stjerne
de_de: Stern
el_gr: αστέρι
es_es: estrella
fi_fi: tähti
fr_fr: Étoiles
it_it: stella
ja_jp: 星
nl_nl: ster
no_no: stjerne
pl_pl: gwiazdka
pt_pt: estrela
ro_ro: stea
ru_ru: звезда
sv_se: stjärna
uk_ua: зірка

source: tailed arrow
ar_sa: سهم ذيل
cs_cz: ocasovaný šíp
da_dk: halet pil
de_de: gedrehter Pfeil
el_gr: ουράνιο βέλος
es_es: flecha tailada
fi_fi: varjostaa nuoli
fr_fr: flèche de la queue
it_it: freccia codata
ja_jp: 尾の矢印
nl_nl: getemde pijl
no_no: Tosidig pil
pl_pl: strzelona strzała
pt_pt: flecha lançada
ro_ro: săgeată croită
ru_ru: хвостовая стрелка
sv_se: Tailed pil
uk_ua: вівсяна стріла

source: triangle down
ar_sa: مثلث لأسفل
cs_cz: trojúhelník dolů
da_dk: trekant ned
de_de: dreieck runter
el_gr: τρίγωνο κάτω
es_es: triángulo abajo
fi_fi: kolmio alas
fr_fr: triangle vers le bas
it_it: triangolo giù
ja_jp: 三角形を下へ
nl_nl: Driehoek omlaag
no_no: trekant ned
pl_pl: Trójkąt w dół
pt_pt: triângulo para baixo
ro_ro: triunghi în jos
ru_ru: треугольник вниз
sv_se: Triangel nedåt
uk_ua: трикутник вниз

source: triangle up
ar_sa: مثلث للأعلى
cs_cz: trojúhelník nahoru
da_dk: trekant op
de_de: dreieck oben
el_gr: τριγώνιο πάνω
es_es: triángulo arriba
fi_fi: kolmio ylös
fr_fr: triangle vers le haut
it_it: triangolo su
ja_jp: 三角形の上に
nl_nl: driehoek omhoog
no_no: trekant opp
pl_pl: trójkąt w górę
pt_pt: triângulo para cima
ro_ro: Triunghi în sus
ru_ru: треугольник вверх
sv_se: Triangel upp
uk_ua: трикутник вгору

source: vbar
ar_sa: الشريط
es_es: barra vertical
no_no: Vylinje
pl_pl: Pasek vbar
ru_ru: вбар

source: x
ar_sa: س
ru_ru: х
uk_ua: х

source: Points dimensions must be equal to ndim
ar_sa: أبعاد النقاط يجب أن تكون مساوية لحجم
cs_cz: Rozměry bodů musí být rovny ndim
da_dk: Punktdimensioner skal være lig med ndim
de_de: Punkte Abmessungen müssen gleich ndim sein
el_gr: Οι διαστάσεις των σημείων πρέπει να είναι ίσες με το ndim
es_es: Las dimensiones de los puntos deben ser iguales a nidim
fi_fi: Pisteiden on oltava yhtä suuret kuin ndim
fr_fr: Les dimensions des points doivent être égales à ndim
it_it: Le dimensioni dei punti devono essere uguali a ndim
ja_jp: 点の大きさはndimと等しくなければなりません
nl_nl: Punten afmetingen moeten gelijk zijn aan ndim
no_no: Punktets dimensjoner må være lik ndim
pl_pl: Wymiary punktów muszą być równe ndim
pt_pt: Dimensões de pontos devem ser iguais ao ndim
ro_ro: Punctele trebuie să fie egale cu nudim
ru_ru: Размеры точек должны быть равны ndim
sv_se: Punktmått måste vara lika med ndim
uk_ua: Розміри точок мають дорівнювати ndim

source: Size is not compatible for broadcasting
ar_sa: الحجم غير متوافق للبث
cs_cz: Velikost není kompatibilní pro vysílání
da_dk: Størrelse er ikke kompatibel til udsendelse
de_de: Größe ist nicht kompatibel für Broadcasting
el_gr: Το μέγεθος δεν είναι συμβατό για μετάδοση
es_es: El tamaño no es compatible para la difusión
fi_fi: Koko ei ole yhteensopiva lähetyksen kanssa
fr_fr: La taille n'est pas compatible pour la diffusion
it_it: La dimensione non è compatibile per la trasmissione
ja_jp: 配信と互換性がありません
nl_nl: Grootte is niet compatibel met uitzendingen
no_no: Størrelsen er ikke kompatibel for kringkasting
pl_pl: Rozmiar nie jest kompatybilny dla nadawania
pt_pt: O tamanho não é compatível para transmissão
ro_ro: Mărimea nu este compatibilă pentru transmisie
ru_ru: Размер не совместим для вещания
sv_se: Storleken är inte kompatibel för sändning
uk_ua: Розмір недоступний для трансляції

source: There must be a valid Points.properties to use {color_mode}
ar_sa: يجب أن يكون هناك Points.properties صالح لاستخدام {color_mode}
cs_cz: K použití {color_mode} musí být platné vlastnosti bodů
da_dk: Der skal være en gyldig Points.properties for at bruge {color_mode}
de_de: Es muss eine gültige Punkte.properties vorhanden sein, um {color_mode} zu verwenden
el_gr: Πρέπει να υπάρχει μια έγκυρη Points.properties για να χρησιμοποιήσετε {color_mode}
es_es: Debe haber un Points.properties válido para usar {color_mode}
fi_fi: Points.properties täytyy olla kelvolliset käyttääksesi {color_mode}
fr_fr: Il doit y avoir des Points.properties valides pour utiliser {color_mode}
it_it: Ci deve essere un Points.properties valido per usare {color_mode}
ja_jp: {color_mode} を使用するには、有効な Points.properties が必要です。
nl_nl: Er moeten geldige Points.properties zijn om {color_mode} te kunnen gebruiken
no_no: Det må være et gyldig punkt.properties for å bruke {color_mode}
pl_pl: Musi być poprawny Points.properties aby użyć {color_mode}
pt_pt: Deve haver um ponto válido. Propriedades para usar {color_mode}
ro_ro: Trebuie să existe un Punct de Proprietăți valid pentru a folosi {color_mode}
ru_ru: Для использования {color_mode} должны быть действительными Очками
sv_se: Det måste finnas en giltig Points.properties för att använda {color_mode}
uk_ua: Має бути коректні точки. Щоб використовувати {color_mode}

source: translucent
ar_sa: شفاف
cs_cz: průsvitný
da_dk: Gennemsigtig
de_de: durchsichtig
el_gr: ημιδιαφανές
es_es: traslúcido
fi_fi: läpikuultava
fr_fr: translucide
it_it: traslucido
ja_jp: 半透明の
nl_nl: doorschijnend
no_no: gjennomskinnelig
pl_pl: przezroczysty
pt_pt: translúcido
ro_ro: translucid
ru_ru: полупрозрачный
sv_se: Genomskinlig
uk_ua: напівпрозорий

source: additive
ar_sa: إضافة
cs_cz: přídavná látka
da_dk: tilsætningsstof
de_de: additiv
el_gr: πρόσθετο
es_es: aditivo
fi_fi: lisäaine
fr_fr: additif
it_it: additivo
ja_jp: 添加物
nl_nl: additief
no_no: tilsetningsstoff
pl_pl: dodatek
pt_pt: aditivo
ro_ro: aditiv
ru_ru: аддитивный
sv_se: tillsats
uk_ua: адитив

source: opaque
ar_sa: غموض
cs_cz: neprůhledný
da_dk: uigennemsigtig
de_de: undurchsichtig
el_gr: αδιαφανής
es_es: opaco
fi_fi: läpinäkymätön
it_it: opaco
ja_jp: 不透明な
nl_nl: ondoorzichtig
no_no: ugjennomsiktig
pl_pl: nieprzezroczysty
pt_pt: opaco
ro_ro: opac
ru_ru: непрозрачный
sv_se: opak
uk_ua: непрозорий

source: affine input not recognized. must be either napari.utils.transforms.Affine, ndarray, or None. Got {dtype}
ar_sa: لم يتم التعرف على الإدخال. يجب أن يكون إما napari.utils.transforms.Affine, ndarray, أو لا شيء. حصل على {dtype}
cs_cz: affine vstup nebyl rozpoznán. Musí být buď napari.utils.transforms.Affine, ndarray nebo žádný. Vyrobeno {dtype}
da_dk: affine input ikke genkendt. skal være enten napari.utils.transforms.Affine, ndarray, eller ingen. Fik {dtype}
de_de: affine Eingabe nicht erkannt. Bitte napari.utils.transforms.Affine, ndarray oder keine. Habe {dtype}
el_gr: affine εισόδου δεν αναγνωρίζεται. πρέπει να είναι είτε napari.utils.transforms.Affine, ndarray, ή κανένα. Έχεις {dtype}
es_es: input de afino no reconocido. Debe ser napari.utils.transforms.Affine, ndarray, o Ninguno. Obtenido {dtype}
fi_fi: affine syötettä ei tunnistettu. täytyy olla joko napari.utils.transforms.Affine, ndarray, tai Ei mitään. Got {dtype}
fr_fr: l'entrée affine non reconnue. Doit être soit napari.utils.transforms.Affine, ndarray, ou aucun. Vous avez {dtype}
it_it: ingresso affine non riconosciuto. deve essere o napari.utils.transforms.Affine, ndarray, o Nessuno. Ottenuto {dtype}
ja_jp: アフィン入力が認識されません。napari.utils.transforms.Affine, ndarray, or Noneのいずれかでなければなりません。 {dtype}
nl_nl: affine-input niet herkend. Moet ofwel napari.utils.transforms.Affine, ndarray of Nee. Kreeg {dtype}
no_no: affininput ikke gjenkjent. må være enten napari.utils.transforms.Affine, ndarray, eller None. Fot {dtype}
pl_pl: nie rozpoznano danych wejściowych. musi być napari.utils.transforms.Affine, ndarray, lub None. Masz {dtype}
pt_pt: entrada affine não reconhecida. Deve ser napari.utils.transforms.Affine, ndarray ou nenhum. Tem {dtype}
ro_ro: intrarea nu este recunoscută. trebuie să fie napari.utils.transforms.Affină, ndarray, sau niciunul. Am {dtype}
ru_ru: affine ввод не распознан. Должно быть napari.utils.transforms.Affine, ndarray, или None. Получено {dtype}
sv_se: affinininmatning känns inte igen. måste vara antingen napari.utils.transforms.Affine, ndarray, eller ingen. Fick {dtype}
uk_ua: вхідні дані не підтримуються. Має бути napari.utils.Affine, ndarray, або None. Got {dtype}
