Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Given color array has an unsupported format. Received the following array: {colors} A proper color array should have 3-4 columns with a row per data entry.
ar_sa: مصفوفة الألوان المعطاة لها تنسيق غير مدعوم. تم تلقي المصفوفة التالية: {colors} يجب أن تحتوي مصفوفة الألوان المناسبة على 3-4 أعمدة مع صف لكل إدخال بيانات.
cs_cz: Dané barevné pole má nepodporovaný formát. Obdrženo následující pole: {colors} Řádné barevné pole by mělo mít 3-4 sloupce s řádkem pro každý datový záznam.
da_dk: Farvearray er ikke understøttet i det angivne format. Modtog følgende array: {colors} Et rigtigt farvearray skal have 3-4 kolonner med en række pr. datapost.
de_de: Das angegebene Farbarray hat ein nicht unterstütztes Format. Folgendes Array erhalten: {colors} Ein richtiges Farbarray sollte 3-4 Spalten mit einer Zeile pro Datensatz enthalten.
el_gr: Ο δοσμένος πίνακας χρωμάτων έχει μη υποστηριζόμενη μορφή. Λάβατε τον ακόλουθο πίνακα: {colors} Ένας σωστός χρωματικός πίνακας θα πρέπει να έχει 3-4 στήλες με μια σειρά ανά καταχώρηση δεδομένων.
es_es: La matriz de colores dada tiene un formato no compatible. Recibida la siguiente matriz: {colors} Un arreglo de color apropiado debe tener 3-4 columnas con una fila por entrada de datos.
fi_fi: Annettu väriarray on muodossa, jota ei tueta. Vastaanotettu seuraava taulukko: {colors} Asianmukaisessa värivalikoimassa pitäisi olla 3-4 saraketta, joissa on rivi datatietuetta.
fr_fr: Le tableau de couleurs donné a un format non pris en charge. Réception du tableau suivant : {colors} Une table de couleur propre devrait avoir 3-4 colonnes avec une ligne par entrée de données.
it_it: L'array di colori fornito ha un formato non supportato. Ricevuto il seguente array: {colors} Un array di colori corretto dovrebbe avere 3-4 colonne con una riga per voce di dati.
ja_jp: 指定されたカラー配列はサポートされていないフォーマットです。 次の配列を受け取りました: {colors} 適切なカラー配列には、データエントリごとの行を持つ3-4列が必要です。
nl_nl: Gegeven kleurenreeks heeft een niet-ondersteund formaat. De volgende array ontvangen: {colors} Een juiste kleur array moet 3-4 kolommen hebben met een rij per data invoer.
no_no: Basert på fargarray har et format som ikke støttes. Mottok følgende matrise: {colors} En riktig farge matrise bør ha 3-4 kolonner med en rad per datainnlegg.
pl_pl: Tablica kolorów ma nieobsługiwany format. Otrzymano następującą tablicę: {colors} Prawidłowa tablica kolorów powinna mieć 3-4 kolumny z każdym wpisem danych.
pt_pt: A matriz de cores dada tem um formato não suportado. Recebeu o seguinte vetor: {colors} Uma matriz de cores adequada deve ter 3-4 colunas com uma linha por entrada de dados.
ro_ro: Având în vedere array-ul culorilor are un format nesuportat. Primit următorul array: {colors} Un array corect de culori ar trebui să aibă 3-4 coloane cu un rând pentru fiecare intrare de date.
ru_ru: Данный цветовой массив имеет неподдерживаемый формат. Получен следующий массив: {colors} Правильный цветовой массив должен иметь 3-4 столбца со строкой на каждую запись.
sv_se: Givet färgsamling har ett format som inte stöds. Mottog följande array: {colors} En korrekt färgsamling bör ha 3-4 kolumner med en rad per datainmatning.
uk_ua: Даний масив кольорів має непідтримуваний формат. Отримано наступний масив: {colors} правильний масив кольорів повинен мати 3-4 стовпця з рядком на один запис.

source: Given colors input should contain three or four columns. Received array with {shape} columns. Converting input to a white color array.
ar_sa: يجب أن يحتوي إدخال الألوان على ثلاثة أو أربعة أعمدة. تم تلقي مصفوفة مع أعمدة {shape} . تحويل الإدخال إلى صفيفة ألوان بيضاء.
cs_cz: Vstup barev by měl obsahovat tři nebo čtyři sloupce. Obdržené pole s {shape} sloupci. Převádí vstup na bílé barevné pole.
da_dk: Input i givne farver skal indeholde tre eller fire kolonner. Modtaget array med {shape} kolonner. Konvertering af input til en hvid farve array.
de_de: Die Eingabe der Farben sollte drei oder vier Spalten enthalten. Erhaltenes Array mit {shape} Spalten. Konvertieren der Eingabe in ein weißes Farbraum.
el_gr: Τα δοσμένα χρώματα εισόδου πρέπει να περιέχουν τρεις ή τέσσερις στήλες. Λήφθηκε πίνακας με {shape} στήλες. Μετατροπή εισόδου σε λευκό χρωματικό πίνακα.
es_es: La entrada de colores debe contener tres o cuatro columnas. El array recibido con {shape} columnas. Convierte la entrada a un array de color blanco.
fi_fi: Annettu värien syöte sisältää kolme tai neljä saraketta. Vastaanotettu taulukko, jossa on {shape} saraketta. Muunnetaan syöte valkoiseksi väritaulukoksi.
fr_fr: Les couleurs saisies doivent contenir trois ou quatre colonnes. Tableau reçu avec {shape} colonnes. Conversion de l'entrée en tableau de couleur blanche.
it_it: L'input dei colori dati dovrebbe contenere tre o quattro colonne. Array ricevuto con {shape} colonne. Conversione dell'input in un array di colore bianco.
ja_jp: 指定された色の入力は3つまたは4つの列を含む必要があります。 {shape} 列で受け取った配列。入力を白い色の配列に変換します。
nl_nl: Invoer in de kleuren moet drie of vier kolommen bevatten. De ontvangen array met {shape} kolommen. Zet input om in een witte kleurarray.
no_no: Gitt farger skal inngang inneholde tre eller fire kolonner. Mottatt liste med {shape} kolonner. Konverterer inngang til en hvit fargerønn.
pl_pl: Podane kolory powinny zawierać trzy lub cztery kolumny. Otrzymano tablicę z {shape} kolumnami. Konwertuję dane wejściowe na białą tablicę kolorów.
pt_pt: A entrada de cores dada deve conter três ou quatro colunas. A matriz recebida com {shape} colunas. Conversão de entrada para um array de cores branco.
ro_ro: Intrarea culorilor ar trebui să conțină trei sau patru coloane. Array primit cu coloane {shape} . Convertirea intrării la o matrice de culoare albă.
ru_ru: Данный параметр должен содержать три или четыре колонки. Полученный массив с {shape} столбцами. Преобразование ввода в белый массив.
sv_se: Givet färginmatning bör innehålla tre eller fyra kolumner. Mottagen array med {shape} kolumner. Konverterar inmatning till en vit färgsamling.
uk_ua: Надаючи кольори, вхідні кольори повинні містити три або чотири стовпці. Отримано масив з {shape} стовпцями. Переведення введеня до білого кольору масиву.

source: Data type of array ({color_dtype}) not supported.
ar_sa: نوع البيانات من المصفوفة ({color_dtype}) غير مدعوم.
cs_cz: Datový typ pole ({color_dtype}) není podporován.
da_dk: Datatype for array ({color_dtype}) understøttes ikke.
de_de: Datentyp des Arrays ({color_dtype}) wird nicht unterstützt.
el_gr: Ο τύπος δεδομένων του πίνακα ({color_dtype}) δεν υποστηρίζεται.
es_es: Tipo de array de datos ({color_dtype}) no soportado.
fi_fi: Tietotyyppiä ({color_dtype}) ei tueta.
fr_fr: Type de données du tableau ({color_dtype}) non pris en charge.
it_it: Tipo di dato di array ({color_dtype}) non supportato.
ja_jp: 配列のデータ型({color_dtype})はサポートされていません。
nl_nl: Gegevenstype array ({color_dtype}) wordt niet ondersteund.
no_no: Datatype for liste ({color_dtype}) støttes ikke.
pl_pl: Typ danych tablicy ({color_dtype}) nie jest obsługiwany.
pt_pt: Tipo de dados de matriz ({color_dtype}) não suportado.
ro_ro: Tipul de array de date ({color_dtype}) nu este suportat.
ru_ru: Тип данных массива ({color_dtype}) не поддерживается.
sv_se: Datatyp för array ({color_dtype}) stöds inte.
uk_ua: Тип даних масиву ({color_dtype}) не підтримується.

source: Colors input had negative values.
ar_sa: لإدخال الألوان قيم سالبة.
cs_cz: Vstup barev má záporné hodnoty.
da_dk: Farver input havde negative værdier.
de_de: Farbeneingabe hatte negative Werte.
el_gr: Τα χρώματα εισόδου είχαν αρνητικές τιμές.
es_es: La entrada de colores tenía valores negativos.
fi_fi: Värien syötteellä oli negatiiviset arvot.
fr_fr: L'entrée des couleurs a des valeurs négatives.
it_it: L'ingresso dei colori presentava valori negativi.
ja_jp: 入力された色に負の値がありました。
nl_nl: Kleurinvoer had negatieve waarden.
no_no: Fargene inngangen hadde negative verdier.
pl_pl: Podane kolory miały ujemne wartości.
pt_pt: Entrada de cores teve valores negativos.
ro_ro: Intrarea culorilor a avut valori negative.
ru_ru: Ввод цветов имел отрицательные значения.
sv_se: Färger indata hade negativa värden.
uk_ua: Вхідні кольори мають негативні значення.

source: Colors with values larger than one detected. napari will normalize these colors for you. If you'd like to convert these yourself, please use the proper method from skimage.color.
ar_sa: الألوان مع قيم أكبر من واحد تم اكتشافه. النباري سوف يعمل على تطبيع هذه الألوان لك. إذا كنت ترغب في تحويل هذه بنفسك، يرجى استخدام الطريقة المناسبة من skimage.color.
cs_cz: Barvy s hodnotami vyššími než jeden detekován. napari normalizuje tyto barvy pro vás. Pokud chcete tyto převést sami, použijte prosím správnou metodu z skimage.color.
da_dk: Farver med værdier større end én opdaget. napari vil normalisere disse farver for dig. Hvis du gerne vil konvertere disse selv, skal du bruge den korrekte metode fra skimage.color.
de_de: Farben mit einem Wert größer als einer erkannt. Napari normalisiert diese Farben für Sie. Wenn Sie diese selbst konvertieren möchten, verwenden Sie bitte die richtige Methode von skimage.color.
el_gr: Χρώματα με τιμές μεγαλύτερες από μία ανιχνεύεται. napari θα ομαλοποιήσει αυτά τα χρώματα για εσάς. Αν θα θέλατε να μετατρέψετε αυτά τον εαυτό σας, παρακαλώ χρησιμοποιήστε τη σωστή μέθοδο από skimage.χρώμα.
es_es: Colores con valores mayores de uno detectado. napari normalizará estos colores para ti. Si quieres convertirlos por ti mismo, por favor usa el método apropiado de skimage.color.
fi_fi: Värit, joiden arvot ovat suurempia kuin yksi havaittu. napari normalisoi nämä värit sinulle. Jos haluat muuntaa nämä itse, käytä asianmukaista menetelmää skimage.color.
fr_fr: Les couleurs avec des valeurs supérieures à celles détectées. napari normalisera ces couleurs pour vous. Si vous souhaitez les convertir vous-même, veuillez utiliser la méthode appropriée de skimage.color.
it_it: Colori con valori più grandi di un rilevato. napari normalizzerà questi colori per te. Se si desidera convertire questi voi stessi, si prega di utilizzare il metodo corretto da skimage.color.
ja_jp: 検出された値より大きい色。napariはこれらの色を正規化します。 これらを自分で変換したい場合は、skimage.colorから適切な方法を使用してください。
nl_nl: Kleuren met waarden groter dan 1 gedetecteerd. napari normaliseert deze kleuren voor jou. Als je deze zelf wilt converteren, gebruik dan de juiste methode van skimage.color.
no_no: Farger med verdier som er større enn en oppdaget. Monapari vil normalisere disse fargene for deg. Hvis du ønsker å konvertere disse selv, kan du bruke riktig metode fra skissefarge.
pl_pl: Kolory z wartościami większymi niż jeden. napari znormalizuje te kolory dla ciebie. Jeśli chcesz przekonwertować te same, użyj odpowiedniej metody z separatora.color.
pt_pt: Cores com valores maiores que um detectado. Nunpari normalizará essas cores para você. Caso você deseje convertê-las, por favor use o método apropriado do skimage.color.
ro_ro: Culori cu valori mai mari decât una detectată. napari va normaliza aceste culori pentru tine. Dacă doriţi să le convertiţi singur, vă rugăm să folosiţi metoda corectă din skimage.color.
ru_ru: Цвет со значениями больше одного. Накари нормализует эти цвета для вас. Если вы хотите конвертировать их самостоятельно, воспользуйтесь правильным методом из skimage.color.
sv_se: Färger med värden större än en upptäckt. napari kommer att normalisera dessa färger för dig. Om du vill konvertera dessa själv, använd rätt metod från skimage.color.
uk_ua: Кольори зі значеннями більшого ніж одна виявлена. napari нормалізує ці кольори для вас. Якщо ви хочете конвертувати їх, будь ласка, використовуйте правильний метод з зображення Skimage.Колір.

source: Invalid color found: {color} at index {idx}.
ar_sa: لون غير صالح: {color} في الفهرس {idx}.
cs_cz: Nalezena neplatná barva: {color} na indexu {idx}.
da_dk: Ugyldig farve fundet: {color} ved indeks {idx}.
de_de: Ungültige Farbe gefunden: {color} im Index {idx}.
el_gr: Βρέθηκε μη έγκυρο χρώμα: {color} στο ευρετήριο {idx}.
es_es: Color no válido encontrado: {color} en índice {idx}.
fi_fi: Havaittu virheellinen väri: {color} indeksissä {idx}.
fr_fr: Couleur non valide trouvée : {color} à l'index {idx}.
it_it: Colore trovato non valido: {color} all'indice {idx}.
nl_nl: Ongeldige kleur gevonden: {color} op index {idx}.
no_no: Ugyldig farge funnet: {color} på index {idx}.
pl_pl: Znaleziono nieprawidłowy kolor: {color} w indeksie {idx}.
pt_pt: Cor inválida encontrada: {color} no índice {idx}.
ro_ro: Culoare invalidă: {color} la indexul {idx}.
ru_ru: Найден недопустимый цвет: {color} по индексу {idx}.
sv_se: Ogiltig färg hittade: {color} vid index {idx}.
uk_ua: Знайдено некоректний колір: {color} за індексом {idx}.

source: Value must have second dimension of size 3 or 4
ar_sa: يجب أن يكون للقيمة بعد ثان من الحجم 3 أو 4
cs_cz: Hodnota musí mít druhý rozměr velikosti 3 nebo 4
da_dk: Værdien skal have anden dimension af størrelse 3 eller 4
de_de: Wert muss die zweite Dimension der Größe 3 oder 4 haben
el_gr: Η τιμή πρέπει να έχει τη δεύτερη διάσταση του μεγέθους 3 ή 4
es_es: El valor debe tener la segunda dimensión del tamaño 3 o 4
fi_fi: Arvon on oltava toinen ulottuvuus koko 3 tai 4
fr_fr: La valeur doit avoir la deuxième dimension de taille 3 ou 4
it_it: Il valore deve avere la seconda dimensione delle dimensioni 3 o 4
ja_jp: 値はサイズ3または4の第2次元でなければなりません
nl_nl: Waarde moet een tweede dimensie hebben van grootte 3 of 4
no_no: Verdien må ha en ny dimensjon av størrelse 3 eller 4
pl_pl: Wartość musi mieć drugi wymiar rozmiaru 3 lub 4
pt_pt: O valor deve ter a segunda dimensão de tamanho 3 ou 4
ro_ro: Valoarea trebuie să aibă a doua dimensiune a dimensiunii 3 sau 4
ru_ru: Значение должно иметь второй размер размера 3 или 4
sv_se: Värdet måste ha andra dimensionen av storlek 3 eller 4
uk_ua: Значення має мати другий вимір розміру 3 або 4

source: Row with {row_cols} columns not compatible with headers ({header_cols} columns)
ar_sa: صف مع {row_cols} أعمدة غير متوافقة مع الرؤوس ({header_cols} أعمدة)
cs_cz: Řádek s {row_cols} sloupci není kompatibilní s hlavičkami ({header_cols} sloupců)
da_dk: Række med {row_cols} kolonner ikke kompatible med overskrifter ({header_cols} kolonner)
de_de: Zeile mit {row_cols} Spalten nicht kompatibel mit Kopfzeilen ({header_cols} Spalten)
el_gr: Σειρά με {row_cols} στήλες δεν είναι συμβατή με κεφαλίδες ({header_cols} στήλες)
es_es: Fila con {row_cols} columnas no compatible con cabeceras ({header_cols} columnas)
fi_fi: Rivi, jossa {row_cols} saraketta ei ole yhteensopiva otsikoiden kanssa ({header_cols} saraketta)
fr_fr: Ligne avec {row_cols} colonnes non compatibles avec les en-têtes ({header_cols} colonnes)
it_it: Riga con {row_cols} colonne non compatibile con intestazioni ({header_cols} colonne)
ja_jp: {row_cols} 列の行はヘッダーと互換性がありません ({header_cols} 列)
nl_nl: Rij met {row_cols} kolommen niet compatibel met koppen ({header_cols} kolommen)
no_no: Rad med {row_cols} kolonner som ikke er kompatible med overskrifter ({header_cols} kolonner)
pl_pl: Wiersz z {row_cols} kolumnami nie jest kompatybilny z nagłówkami ({header_cols} kolumn)
pt_pt: Linha com {row_cols} colunas não compatível com cabeçalhos ({header_cols} colunas)
ro_ro: Rând cu {row_cols} coloane incompatibil cu antetele ({header_cols} coloane)
ru_ru: Строка с {row_cols} столбцами несовместима с заголовками ({header_cols} столбцов)
sv_se: Rad med {row_cols} kolumner som inte är kompatibla med rubriker ({header_cols} kolumner)
uk_ua: Рядок з {row_cols} стовпцями не сумісний з заголовками ({header_cols} стовпців)

source: Monitor: Config file not found: {path}
ar_sa: المرصد: لم يتم العثور على ملف الإعداد: {path}
cs_cz: Monitor: Konfigurační soubor nenalezen: {path}
da_dk: Monitor: Konfigurationsfil ikke fundet: {path}
de_de: Monitor: Konfigurationsdatei nicht gefunden: {path}
el_gr: Monitor: Το αρχείο ρυθμίσεων δεν βρέθηκε: {path}
es_es: Monitoro: Archivo de configuración no encontrado: {path}
fi_fi: Monitor: Asetustiedostoa ei löydy: {path}
fr_fr: Moniteur : Fichier de configuration introuvable : {path}
it_it: Monitor: File di configurazione non trovato: {path}
ja_jp: モニター: 設定ファイルが見つかりません: {path}
nl_nl: Monitor: Configuratiebestand niet gevonden: {path}
no_no: Monitor: Konfigurasjonsfilen ble ikke funnet: {path}
pl_pl: Monitor: Nie znaleziono pliku konfiguracyjnego: {path}
pt_pt: Monitor: Arquivo de configuração não encontrado: {path}
ro_ro: Monitor: Fișierul de configurare nu a fost găsit: {path}
ru_ru: Монитор: конфигурационный файл не найден: {path}
sv_se: Övervakning: Konfigurationsfil hittades inte: {path}
uk_ua: Монітор: Файл конфігурації не знайдено: {path}

source: Missing 'loader_defaults' in octree config.
ar_sa: 'loader_defaul' مفقودة في تكوين octree.
cs_cz: Chybí 'loader_defaults' v okně nastavení.
da_dk: Mangler 'loader_defaults' i octree config.
de_de: 'loader_defaults' fehlt in der octree Konfiguration.
el_gr: Λείπει το 'loader_defaults' στο octree config.
es_es: Falta 'loader_defaults' en la configuración de octre.
fi_fi: Puuttuu 'loader_defaults' octree configissa.
fr_fr: Il manque 'loader_defaults' dans la configuration octree.
it_it: Manca 'loader_defaults' in octree config.
ja_jp: octree の設定で loader_defaultsがありません。
nl_nl: 'loader_defaults' ontbreekt in octree config.
no_no: Mangler 'loader_defaults' i oktree-konfigurasjon.
pl_pl: Brakuje 'loader_defaults' w konfiguracji octree
pt_pt: Faltando 'loader_defaults' na configuração de octrem.
ro_ro: Lipsesc 'loader_defaults' in octree config.
ru_ru: В конфигурации octree отсутствует 'loader_defaults'.
sv_se: Saknar 'loader_defaults' i octree-konfiguration.
uk_ua: У воскових налаштуваннях відсутнє значення 'loader_default'.

source: interpolation:
ar_sa: الاستقطاب:
cs_cz: interpolace:
el_gr: παρεμβολή:
es_es: interpolación:
fi_fi: interpolointi:
it_it: interpolazione:
ja_jp: 補間:
nl_nl: interpolatie:
no_no: interpolasjon:
pl_pl: interpolacja:
pt_pt: interpolação:
ro_ro: interpolare:
ru_ru: интерполяция:
sv_se: interpolering:
uk_ua: інтерполяція:

source: rendering:
ar_sa: تقديم:
cs_cz: vykreslení:
da_dk: gengivelse:
de_de: rendern:
el_gr: απόδοση:
es_es: renderizado:
fi_fi: renderöinti:
fr_fr: équivalent :
ja_jp: レンダリング:
no_no: gjengivelse:
pl_pl: renderowanie:
pt_pt: renderização:
ro_ro: randare:
ru_ru: визуализация:
uk_ua: відображення:

source: iso threshold:
ar_sa: عتبة iso:
cs_cz: iso práh:
da_dk: iso tærskel:
de_de: iso Schwellenwert:
el_gr: όριο iso:
es_es: Umbral posterior:
fi_fi: iso kynnys:
fr_fr: seuil iso :
it_it: soglia iso:
ja_jp: isoしきい値:
nl_nl: iso drempelwaarde:
no_no: øyeterskel:
pl_pl: próg iso:
pt_pt: limite de iso:
ro_ro: prag iso:
ru_ru: iso порог:
sv_se: iso tröskel:
uk_ua: порога iso:

source: attenuation:
ar_sa: تخفيف:
cs_cz: útluma:
da_dk: svækkelse:
de_de: Dämpfung:
el_gr: εξασθένηση:
es_es: atenuación:
fi_fi: vaimennus:
fr_fr: atténuation :
it_it: attenuazione:
ja_jp: 減衰:
nl_nl: demping:
no_no: demping:
pl_pl: osłabienie:
pt_pt: atenuação:
ro_ro: atenuare:
ru_ru: смягчение:
sv_se: dämpning:
uk_ua: увага:

source: opacity:
ar_sa: التعميم:
cs_cz: neprůhlednost:
da_dk: ugennemsigtighed:
de_de: transparenz:
el_gr: αδιαφάνεια:
es_es: opacidad:
fi_fi: läpinäkyvyys:
fr_fr: opacité:
it_it: opacità:
ja_jp: 不透明度:
nl_nl: doorzichtigheid:
no_no: opasitet:
pl_pl: nieprzezroczystość:
pt_pt: opacidade:
ro_ro: opacitate:
ru_ru: непрозрачность:
sv_se: opacitet:
uk_ua: прозорість:

source: contrast limits:
ar_sa: حدود التباين:
cs_cz: limity kontrastu:
da_dk: kontrast grænser:
de_de: kontrastierende Grenzen:
el_gr: όρια αντίθεσης:
es_es: límites de contraste:
fi_fi: kontrastirajat
fr_fr: limites de contraste :
it_it: limiti di contrasto:
ja_jp: コントラスト制限:
nl_nl: contrast limiet:
no_no: kontrastgrenser:
pl_pl: granice kontrastu:
pt_pt: limites do contraste:
ro_ro: limite de contrast:
ru_ru: ограничения контрастности:
sv_se: kontrastgränser:
uk_ua: обмеження контрастності:

source: colormap:
ar_sa: خريطة الألوان:
cs_cz: barevná mapa:
el_gr: χάρτης χρωμάτων:
es_es: mapa de color:
fi_fi: värikartta:
fr_fr: carte des couleurs :
nl_nl: kleurkaart:
no_no: fargekart:
pl_pl: kolor:
ru_ru: цветовая карта:
sv_se: färgkarta:
uk_ua: кольорова карта:

source: blending:
ar_sa: المزج:
cs_cz: mísení:
da_dk: blanding:
de_de: mischen:
el_gr: ανάμειξη:
es_es: mezclando:
fi_fi: sekoittaa:
fr_fr: mélange :
it_it: miscelazione:
ja_jp: ブレンド:
nl_nl: menging:
no_no: blanding:
pl_pl: mieszanie:
ro_ro: amestec:
ru_ru: смешивание:
sv_se: blandning:
uk_ua: змішування:

source: Colorbar
ar_sa: شريط الألوان
cs_cz: Barevný panel
da_dk: Farvelinje
de_de: Farbleiste
el_gr: Χρωματική Γραμμή
fi_fi: Väripalkki
fr_fr: Barre de couleurs
it_it: Barra Dei Colori
ja_jp: カラーバー
nl_nl: Kleurenbalk
no_no: Fargelinjen
pl_pl: Pasek kolorów
pt_pt: Barra de Cor
ru_ru: Цветная панель
sv_se: Färgfält
uk_ua: Кольорова панель

source: Layer {layer} must have attribute {range_attr} to use "create_range_popup"
ar_sa: الطبقة {layer} يجب أن تحتوي على السمة {range_attr} لاستخدام "create_range_popup"
cs_cz: Vrstva {layer} musí mít atribut {range_attr} pro použití "create_range_popup"
da_dk: Lag {layer} skal have attribut {range_attr} for at bruge "create_range_popup"
de_de: Ebene {layer} muss Attribut {range_attr} haben, um "create_range_popup" zu verwenden
el_gr: Το επίπεδο {layer} πρέπει να έχει το χαρακτηριστικό {range_attr} για να χρησιμοποιήσει το "create_range_popup"
es_es: La capa {layer} debe tener el atributo {range_attr} para usar "create_range_popup"
fi_fi: Kerroksella {layer} on oltava attribuutti {range_attr} käyttääksesi "create_range_popup"
fr_fr: La couche {layer} doit avoir l'attribut {range_attr} pour utiliser "create_range_popup"
it_it: Il livello {layer} deve avere l'attributo {range_attr} per usare "create_range_popup"
ja_jp: "create_range_popup" を使用するにはレイヤ {layer} の属性 {range_attr} が必要です
nl_nl: Laag {layer} moet attribuut {range_attr} hebben om "create_range_popup" te gebruiken
no_no: Lag {layer} må ha attributt {range_attr} for å bruke "create_range_popup"
pl_pl: Warstwa {layer} musi mieć atrybut {range_attr} aby użyć "create_range_popup"
pt_pt: Camada {layer} deve ter o atributo {range_attr} para usar "create_range_popup"
ro_ro: Nivelul {layer} trebuie să aibă atributul {range_attr} pentru a folosi "create_range_popup"
ru_ru: Слой {layer} должен иметь атрибут {range_attr} для использования "create_range_popup"
sv_se: Lager {layer} måste ha attributet {range_attr} för att använda "create_range_popup"
uk_ua: Шар {layer} повинен мати атрибут {range_attr} щоб використовувати "create_range_popup"

source: autoscale contrast to data range
ar_sa: تباين المقياس التلقائي لنطاق البيانات
cs_cz: kontrast autoscale na rozsah dat
da_dk: autoskalere kontrast til data-interval
de_de: autoscale Kontrast zum Datenbereich
el_gr: αυτόματη αντίθεση στο εύρος δεδομένων
es_es: autoescalar el contraste al rango de datos
fi_fi: automaattisen skaalauksen kontrasti dataalueelle
fr_fr: autoscale contraste avec la plage de données
it_it: autoscale contrasto all'intervallo di dati
ja_jp: データ範囲と自動スケールの比較
nl_nl: autoscale contrast met data bereik
no_no: Automatisk kontrast til et dataområde
pl_pl: automatyczna kontrast do zakresu danych
pt_pt: contraste autoescala ao intervalo de dados
ro_ro: contrast autoscară cu gama de date
ru_ru: автомасштабирование контрастности с диапазоном данных
sv_se: autoscale kontrast till dataintervall
uk_ua: автозбереження контрастності з діапазоном даних
