Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: {color_by} is not a valid property key
ar_sa: {color_by} ليس مفتاح خاصية صالح
cs_cz: {color_by} není platný klíč vlastnosti
da_dk: {color_by} er ikke en gyldig egenskabsnøgle
de_de: {color_by} ist kein gültiger Eigenschaftsschlüssel
el_gr: {color_by} δεν είναι έγκυρο κλειδί ιδιότητας
es_es: {color_by} no es una clave de propiedad válida
fi_fi: {color_by} ei ole kelvollinen ominaisuusavain
fr_fr: {color_by} n'est pas une clé de propriété valide
it_it: {color_by} non è una chiave di proprietà valida
ja_jp: {color_by} は有効なプロパティキーではありません
nl_nl: {color_by} is geen geldige eigenschapssleutel
no_no: {color_by} er ikke en gyldig innstillingsnøkkel
pl_pl: {color_by} nie jest prawidłowym kluczem właściwości
pt_pt: {color_by} não é uma chave de propriedade válida
ro_ro: {color_by} nu este o cheie validă de proprietate
ru_ru: {color_by} недействительный ключ свойства
sv_se: {color_by} är inte en giltig egenskapsnyckel
uk_ua: {color_by} не є дійсним ключем властивостей

source: Colormap {colormap} not available
ar_sa: خريطة الألوان {colormap} غير متوفرة
cs_cz: Mapa barev {colormap} není k dispozici
da_dk: Farvekort {colormap} ikke tilgængelig
de_de: Colormap {colormap} nicht verfügbar
el_gr: Χρωματισμός χάρτη {colormap} δεν είναι διαθέσιμη
es_es: El mapa {colormap} no está disponible
fi_fi: Värikartta {colormap} ei saatavilla
fr_fr: La carte des couleurs {colormap} n'est pas disponible
it_it: Mappa colore {colormap} non disponibile
ja_jp: カラーマップ {colormap} は利用できません
nl_nl: Kleurkaart {colormap} niet beschikbaar
no_no: Fargekart {colormap} er ikke tilgjengelig
pl_pl: Mapa kolorów {colormap} nie jest dostępna
pt_pt: Colormap {colormap} não disponível
ro_ro: Colormap {colormap} nu este disponibil
ru_ru: Цветная карта {colormap} недоступна
sv_se: Färgkarta {colormap} är inte tillgänglig
uk_ua: Карта кольору {colormap} не доступна

source: Surface data tuple must be 2 or 3, specifying verictes, faces, and optionally vertex values, instead got length {length}.
ar_sa: يجب أن يكون أنابيب البيانات السطحية 2 أو 3، تحدد القيم الفيزيائية، والوجهات، واختيارياً، بدلاً من ذلك يكون الطول {length}.
cs_cz: Výuka povrchových dat musí být 2 nebo 3, udávající vrcholy, obličeje a volitelně hodnoty vrcholu místo toho měla délku {length}.
da_dk: Overfladedata tuple skal være 2 eller 3, med angivelse af verictes, ansigter og eventuelt vertex værdier, i stedet fik længde {length}.
de_de: Oberflächendaten-Tunnel muss 2 oder 3 sein, wobei die Verifikationen, Flächen und optional die Scheitelpunktwerte angegeben werden, stattdessen muss die Länge {length} angegeben werden.
el_gr: Ο σωλήνας δεδομένων επιφάνειας πρέπει να είναι 2 ή 3, καθορίζοντας κάθετες, όψεις και προαιρετικά τιμές vertex, αντ' αυτού πήρε μήκος {length}.
es_es: La tupla de datos de superficie debe ser de 2 o 3, especificando verictos, caras y opcionalmente valores de vértices, en su lugar se obtuvo la longitud {length}.
fi_fi: Pintatietojen tupla on oltava 2 tai 3, määrittämällä verictes, faces, ja vaihtoehtoisesti huippupistearvoja, sen sijaan sai pituus {length}.
fr_fr: La ligne de données de surface doit être de 2 ou 3, en spécifiant des vertus, des visages et éventuellement des valeurs de sommet à la place a obtenu la longueur {length}.
it_it: La tupla dei dati di superficie deve essere 2 o 3, specificando verifiche, facce e opzionalmente valori di vertice, invece ha ottenuto lunghezza {length}.
ja_jp: サーフェスデータタプルは長さが2または3で、頂点の座標、面、必要に応じて頂点の値を与える必要があります。現在長さ {length} のタプルが与えられています。
nl_nl: Optioneel datalevel moet 2 of 3 zijn, verictes, vlakken en eventueel hoekwaarden specificeren, maar de lengte {length}.
no_no: Overflatedata må være 2 eller 3 med å spesifisere verices, flate og eventuelt vertex verdier, i stedet fikk lengden {length}.
pl_pl: Powierzchnia krotki danych musi mieć 2 lub 3, określając weryfikacje, twarze i opcjonalnie wartości wierzchołka zamiast {length}.
pt_pt: Tupla de dados de superfície deve ser 2 ou 3, especificando verictes, faces e opcionalmente valores de vértices, ao invés disso tem o comprimento {length}.
ro_ro: Tubul de date de suprafață trebuie să fie 2 sau 3, specificând vericturi, fețe și, opțional, valori de vârf, în loc de lungimea {length}.
ru_ru: Поверхная трубка данных должна быть 2 или 3, указав вершины, грани и опционально вершины значений, вместо этого получила длину {length}.
sv_se: Ytdata tuple måste vara 2 eller 3, ange verictes, faces, och valfritt vertexvärden, istället fick längd {length}.
uk_ua: Поверхневі кортеж повинні бути 2 або 3, що визначають вершини, обличчя та необов'язково вершини значення, а замість цього отримали {length}.

source: Surface data tuple must be 2 or 3, specifying vertices, faces, and optionally vertex values, instead got length {data_length}.
ar_sa: يجب أن يكون أنابيب البيانات السطحية 2 أو 3، تحدد القيم الرأسية، الوجوه، والخياراتية، عوضا عن ذلك يكون الطول {data_length}.
cs_cz: Tlačítka povrchových dat musí být 2 nebo 3, udávající vrcholy, obličeje a volitelně hodnoty vrcholu místo toho měla délku {data_length}.
da_dk: Overfladedata tuple skal være 2 eller 3, med angivelse af knudepunkter, ansigter og valgfri top værdier, i stedet fik længde {data_length}.
de_de: Oberflächendaten-Tunnel muss 2 oder 3 sein, wobei Vertiken, Gesichter und optional Vertex-Werte angegeben werden müssen und stattdessen Länge {data_length} erhalten.
el_gr: Ο σωλήνας δεδομένων επιφάνειας πρέπει να είναι 2 ή 3, καθορίζοντας κορυφές, όψεις και προαιρετικά τιμές vertex, αντί αυτού πήρε μήκος {data_length}.
es_es: La tupla de datos de superficie debe ser 2 o 3, especificando vértices, caras y opcionalmente valores de vértices, en su lugar obtuvo la longitud {data_length}.
fi_fi: Pintatietojen tupla on oltava 2 tai 3, määrittämällä vertices, kasvot ja valinnaisesti huippupiste arvot, sen sijaan sai pituus {data_length}.
fr_fr: La ligne de données de surface doit être de 2 ou 3, en spécifiant des sommets, des faces, et éventuellement des valeurs de sommet à la place, a obtenu la longueur {data_length}.
it_it: La tupla dei dati di superficie deve essere 2 o 3, specificando vertici, facce e opzionalmente valori verticali, invece ha ottenuto lunghezza {data_length}.
ja_jp: サーフェスデータタプルは長さが2または3で、頂点の座標、面、必要に応じて頂点の値を与える必要があります。現在長さ {data_length} のタプルが与えられています。
nl_nl: Het touwtrekken van oppervlaktedata moet 2 of 3 zijn, waarbij de hoeken, gezichten en eventueel hoekpunten moeten worden gespecificeerd, maar de lengte moet {data_length} zijn.
no_no: Overflatedata må være 2 eller 3 med å spesifisere vertikaler, ansikt og eventuelt vertex verdier, i stedet fikk lengden {data_length}.
pl_pl: Powierzchnia krotki danych musi mieć 2 lub 3, określając wierzchołki, twarze i opcjonalnie wartości wierzchołka zamiast {data_length}.
pt_pt: Tupla de dados de superfície deve ser de 2 ou 3, especificando vértices, faces e opcionalmente valores de vértices ao invés de um comprimento de {data_length}.
ro_ro: Tuplul de date de suprafață trebuie să fie 2 sau 3, specificând noduri, fețe și, opțional, valori de vârf, în loc să atingă lungimea {data_length}.
ru_ru: Трубка данных поверхности должна быть 2 или 3, указав вершины, грани и опционально вертикальные значения, вместо этого получила длину {data_length}.
sv_se: Ytdatatuben måste vara 2 eller 3, ange hörn, ytor och valfritt vertexvärden, istället fick längd {data_length}.
uk_ua: Поверхневі кортеж повинні бути 2 або 3, що вказуватиме на вершини, обличчя та необов'язково вершину значень {data_length}, а замість цього отримали довжину {data_length}.

source: Assigning multiple values per vertex after slicing is not allowed. All dimensions corresponding to vertex_values must be non-displayed dimensions. Data will not be visible.
ar_sa: لا يسمح بتخصيص قيم متعددة لكل فرتكس بعد التقطيع. يجب أن تكون جميع الأبعاد المقابلة لـ vertex_values غير معروضة. لن تكون البيانات مرئية.
cs_cz: Přiřazení více hodnot na vrchol po krájení, není povoleno. Všechny rozměry odpovídající vrcholu_hodnotám musí být nezobrazené rozměry. Data nebudou viditelná.
da_dk: Tildeling af flere værdier pr. hjørne efter udskæring er ikke tilladt. Alle dimensioner svarende til vertex_values skal være ikke-viste dimensioner. Data vil ikke være synlige.
de_de: Mehrere Werte pro Knoten nach dem Slicing sind nicht zulässig. Alle Dimensionen, die den Vertex_Werten entsprechen, müssen nicht dargestellte Dimensionen sein. Daten werden nicht sichtbar.
el_gr: Η ανάθεση πολλαπλών τιμών ανά κορυφή μετά τον τεμαχισμό δεν επιτρέπεται. Όλες οι διαστάσεις που αντιστοιχούν σε vertex_values πρέπει να είναι μη εμφανιζόμενες διαστάσεις. Τα δεδομένα δεν θα είναι ορατά.
es_es: Asignar múltiples valores por vértice después de cortar no está permitido. Todas las dimensiones correspondientes a vertex_values deben ser dimensiones no mostradas. Los datos no serán visibles.
fi_fi: Määrittämällä useita arvoja per huippupiste viipaloinnin jälkeen ei ole sallittua. Kaikkien vertex_-arvoja vastaavien mittojen on oltava ei-näytettäviä mittoja. Tiedot eivät näy.
fr_fr: L'attribution de valeurs multiples par sommet après découpage n'est pas autorisée. Toutes les dimensions correspondant aux valeurs de sommet doivent être des dimensions non affichées. Les données ne seront pas visibles.
it_it: Assegnare valori multipli per vertice dopo aver tagliato non è consentito. Tutte le dimensioni corrispondenti a vertex_values devono essere dimensioni non visualizzate. I dati non saranno visibili.
ja_jp: スライス後に頂点ごとに複数の値を割り当てることはできません。vertex_valuesに対応するすべての次元は非表示の次元でなければなりません。データは表示されません。
nl_nl: Meerdere waarden per top toewijzen is niet toegestaan. Alle afmetingen die overeenkomen met vertex_values moeten niet-weergegeven zijn. Data zal niet zichtbaar zijn.
no_no: Tildeling av flere verdier per vertex etter skjæring er ikke tillatt. Alle dimensjoner som tilsvarer vertex_values må være ikke viste dimensjoner. Data vil ikke være synlige.
pl_pl: Przypisywanie wielu wartości wierzchołka po przecinku nie jest dozwolone. Wszystkie wymiary odpowiadające wierzchołkom muszą być niewyświetlane wymiary. Dane nie będą widoczne.
pt_pt: Atribuindo múltiplos valores por vértice após o recorte não é permitido. Todas as dimensões correspondentes a vertex_values devem ser dimensões não exibidas. Os dados não serão visíveis.
ro_ro: Atribuirea de valori multiple per vertex după feliere nu este permisă. Toate dimensiunile corespunzătoare vertex_values trebuie să nu fie afișate. Datele nu vor fi vizibile.
ru_ru: Назначение нескольких значений на одну вершину после крашения не допускается. Все размеры, соответствующие vertex_values, должны быть неотображаемыми измерениями. Данные не будут видны.
sv_se: Tilldela flera värden per vertex efter skärning är inte tillåtet. Alla dimensioner som motsvarar vertex_values får inte visas dimensioner. Data kommer inte att synas.
uk_ua: Призначення декількох значень на вершину після відрізки не допускається. Всі розміри відповідних значення vertex_values повинні бути не відображеними розмірами. Дані не будуть видимими.

source: {attribute}_color must have shape ({n_shapes}, 4)
ar_sa: {attribute}_لون يجب أن يكون له شكل ({n_shapes}، 4)
cs_cz: {attribute}_color musí mít tvar ({n_shapes}, 4)
da_dk: {attribute}_farve skal have form ({n_shapes}, 4)
de_de: {attribute}_color muss Form haben ({n_shapes}, 4)
el_gr: {attribute}_color πρέπει να έχει σχήμα ({n_shapes}, 4)
es_es: {attribute}_color debe tener forma ({n_shapes}, 4)
fi_fi: {attribute}_värillä on oltava muoto ({n_shapes}, 4)
fr_fr: {attribute}_couleur doit avoir une forme ({n_shapes}, 4)
it_it: {attribute}_colore deve avere forma ({n_shapes}, 4)
ja_jp: {attribute}_color は ({n_shapes}, 4) の形をしていなければなりません
nl_nl: {attribute}_kleur moet vorm hebben ({n_shapes}, 4)
no_no: {attribute}_farge må ha fasong ({n_shapes}, 4)
pl_pl: {attribute}_color musi mieć kształt ({n_shapes}, 4)
pt_pt: {attribute}_color deve ter forma ({n_shapes}, 4)
ro_ro: {attribute}_culoare trebuie să aibă formă ({n_shapes}, 4)
ru_ru: У _цвета {attribute}должна быть форма ({n_shapes}, 4)
sv_se: {attribute}_color måste ha form ({n_shapes}, 4)
uk_ua: {attribute}_колір має мати форму ({n_shapes}, 4)

source: shape must be subclass of Shape
ar_sa: الشكل يجب أن يكون فئة فرعية من الشكل
cs_cz: tvar musí být podtřídou tvaru
da_dk: form skal være underklasse af form
de_de: Form muss Unterklasse der Form sein
el_gr: το σχήμα πρέπει να είναι υποκλάση του Shape
es_es: la forma debe ser de subclase de Shape
fi_fi: muodon on oltava muodon alaryhmä
fr_fr: la forme doit être une sous-classe de la forme
it_it: la forma deve essere sottoclasse di Forma
ja_jp: shapeはShapeのサブクラスでなければなりません
nl_nl: vorm moet subklasse van vorm zijn
no_no: figuren må være underklasse av figur
pl_pl: kształt musi być podklasą kształtu
pt_pt: forma deve ser subclasse de forma
ro_ro: forma trebuie să fie subclasa de forma
ru_ru: форма должна быть подкласс фигуры
sv_se: form måste vara underklass av form
uk_ua: форма повинна бути підкласом форми

source: {shape_type} must be one of {shape_classes}
ar_sa: {shape_type} يجب أن يكون واحدا من {shape_classes}
cs_cz: {shape_type} musí být jeden z {shape_classes}
da_dk: {shape_type} skal være en af {shape_classes}
de_de: {shape_type} muss einer von {shape_classes} sein
el_gr: {shape_type} πρέπει να είναι ένα από {shape_classes}
es_es: {shape_type} debe ser uno de {shape_classes}
fi_fi: määritteen {shape_type} on oltava yksi {shape_classes}
fr_fr: {shape_type} doit être l'un des {shape_classes}
it_it: {shape_type} deve essere uno dei {shape_classes}
ja_jp: {shape_type} は {shape_classes} のいずれかでなければなりません
nl_nl: {shape_type} moet een van de {shape_classes} zijn
no_no: {shape_type} må være en av {shape_classes}
pl_pl: {shape_type} musi być jednym z {shape_classes}
pt_pt: {shape_type} deve ser um dos {shape_classes}
ro_ro: {shape_type} trebuie să fie unul din {shape_classes}
ru_ru: {shape_type} должен быть одним из {shape_classes}
sv_se: {shape_type} måste vara en av {shape_classes}
uk_ua: {shape_type} має бути одним з {shape_classes}

source: Data shape does not match expected `[4, D]` shape specifying corners for the rectangle
ar_sa: شكل البيانات لا يتطابق مع الشكل المتوقع "[4, D]" الذي يحدد زوايا المستطيل
cs_cz: Tvar dat neodpovídá očekávanému tvaru `[4, D]` specifikujícímu rohy obdélníku
da_dk: Dataformen stemmer ikke overens med forventet form [4, D]` med angivelse af hjørner for rektanglet
de_de: Datenform stimmt nicht mit der erwarteten `[4, D]` Form überein, die Ecken für das Rechteck spezifiziert
el_gr: Το σχήμα δεδομένων δεν ταιριάζει με το αναμενόμενο σχήμα `[4, D]` καθορίζοντας τις γωνίες για το ορθογώνιο
es_es: Forma de datos no coincide con la esperada `[4, D]` forma especificando esquinas para el rectángulo
fi_fi: Datan muoto ei vastaa odotettua `[4, D]` muotoa, joka määrittää kulmat suorakulmiolle
fr_fr: La forme de données ne correspond pas à la forme `[4, D]` attendue spécifiant des coins pour le rectangle
it_it: La forma dei dati non corrisponde alla forma `[4, D]` che specifica gli angoli per il rettangolo
ja_jp: 長方形の角を指定する `[4, D]` の形状とデータの形状が一致しません
nl_nl: De vorm van de gegevens komt niet overeen met de verwachte `[4, D]` vorm die de hoeken geeft voor de rechthoek
no_no: Dataform stemmer ikke overens med forventet `[4, D]`-form som spesifiserer hjørner for rektangelet
pl_pl: Kształt danych nie pasuje do oczekiwanego kształtu `[4, D]` określającego narożniki prostokąta
pt_pt: A forma de dados não coincide com a forma esperada `[4, D]` especificando os cantos do retângulo
ro_ro: Forma de date nu se potrivește cu forma așteptată `[4, D]` specificând colțurile pentru dreptunghiul
ru_ru: Форма данных не соответствует ожидаемой форме `[4, D]` с указанием углов прямоугольника
sv_se: Dataformen matchar inte förväntad `[4, D]` form som anger hörn för rektangeln
uk_ua: Форма даних не відповідає очікуваній `[4, D]` фігури, що зазначають кути прямокутника.

source: Data shape does not match expected `[4, D]` shape specifying corners for the ellipse
ar_sa: شكل البيانات لا يتطابق مع الشكل المتوقع "[4, D]" الذي يحدد زوايا الإهليج
cs_cz: Tvar dat neodpovídá očekávanému tvaru `[4, D]` specifikujícímu rohy elipsy
da_dk: Dataformen matcher ikke forventet `[4, D]` form med angivelse af hjørner for ellipsen
de_de: Datenform stimmt nicht mit der erwarteten `[4, D]` Form überein, die Ecken für die Ellipse angibt
el_gr: Το σχήμα δεδομένων δεν ταιριάζει με το αναμενόμενο σχήμα `[4, D]` καθορίζοντας τις γωνίες για την έλλειψη
es_es: Forma de datos no coincide con la esperada `[4, D]` forma especificando esquinas para la elipse
fi_fi: Datan muoto ei vastaa oletettua `[4, D]` muotoa, jossa kulmat määritellään ellipsille
fr_fr: La forme de données ne correspond pas à la forme attendue `[4, D]` spécifiant des coins pour l'ellipse
it_it: La forma dei dati non corrisponde alla forma `[4, D]` che specifica gli angoli per l'ellisse
ja_jp: 楕円の角を指定する `[4, D]` 形状のデータ形状が一致しません。
nl_nl: De vorm van de gegevens komt niet overeen met de verwachte `[4, D]` vorm die de hoeken geeft voor de ellips
no_no: Dataform stemmer ikke overens med forventede `[4, D]`-form som spesifiserer hjørner for ellipsen
pl_pl: Kształt danych nie pasuje do oczekiwanego kształtu `[4, D]` określającego narożniki dla elipsy
pt_pt: A forma de dados não corresponde à forma esperada `[4, D]` especificando os cantos para a elipse
ro_ro: Forma de date nu se potrivește cu forma așteptată `[4, D]` specificând colțurile pentru elipsă
ru_ru: Форма данных не соответствует ожидаемой форме `[4, D]` с указанием углов эллипса
sv_se: Dataformen matchar inte förväntad `[4, D]` form som anger hörn för ellipsen
uk_ua: Форма даних не відповідає очікуваній `[4, D]` фігурі, що зазначають кути еліпса

source: Shape dimensions must be equal to ndim
ar_sa: يجب أن تكون الأبعاد الشكلية مساوية للنوم
cs_cz: Rozměry tvaru musí být rovny ndim
da_dk: Form dimensioner skal være lig med ndim
de_de: Formgröße muss gleich ndim sein
el_gr: Οι διαστάσεις σχήματος πρέπει να είναι ίσες με ndim
es_es: Las dimensiones de la forma deben ser iguales a nidim
fi_fi: Muodon on oltava yhtä suuri kuin ndim
fr_fr: Les dimensions de la forme doivent être égales à ndim
it_it: Le dimensioni della forma devono essere uguali a ndim
ja_jp: シェイプの寸法はndimと等しくなければなりません
nl_nl: Vorm afmetingen moeten gelijk zijn aan ndim
no_no: Formdimensjonene må være lik ndim
pl_pl: Wymiary kształtu muszą być równe ndim
pt_pt: Dimensões da forma devem ser iguais a ndim
ro_ro: Dimensiunile formei trebuie să fie egale cu ndim
ru_ru: Размеры фигуры должны быть равны ndim
sv_se: Form dimensioner måste vara lika med ndim
uk_ua: Розміри форми повинні дорівнювати ndim

source: text should be a string, array, or dict
ar_sa: النص يجب أن يكون سلسلة، أو مصفوفة، أو إملاء
cs_cz: text by měl být řetězec, pole nebo slovník
da_dk: tekst skal være en streng, array eller dict
de_de: text sollte ein String, Array oder Dict sein
el_gr: το κείμενο πρέπει να είναι συμβολοσειρά, διάταξη ή dict
es_es: el texto debe ser una cadena, una matriz, o un diccionario
fi_fi: tekstin pitäisi olla merkkijono, array, tai dict
fr_fr: le texte doit être une chaîne, un tableau ou un dictionnaire
it_it: il testo dovrebbe essere una stringa, un array o un dict
ja_jp: テキストは文字列、配列、またはdictでなければなりません
nl_nl: tekst moet een tekenreeks, array of een woordenboek zijn
no_no: teksten bør være en streng, en liste eller dietten
pl_pl: tekst powinien być ciągiem, tablicą lub słownikiem
pt_pt: o texto deve ser uma string, matriz, ou dict
ro_ro: textul ar trebui să fie un string, o matrice sau un dicționar
ru_ru: текст должен быть строкой, массивом или вызывать
sv_se: text bör vara en sträng, array, eller dict
uk_ua: текст має бути рядком, масивом або словником

source: enter a selection mode to edit shape properties
ar_sa: أدخل وضع اختيار لتعديل خصائص الشكل
cs_cz: zadejte režim výběru pro úpravu vlastností tvaru
da_dk: indtast en markeringstilstand for at redigere formegenskaber
de_de: in den Auswahlmodus eingeben, um die Formeneigenschaften zu bearbeiten
el_gr: εισάγετε μια λειτουργία επιλογής για να επεξεργαστείτε τις ιδιότητες σχήματος
es_es: introduce un modo de selección para editar las propiedades de la forma
fi_fi: kirjoita valintatila muokataksesi muodon ominaisuuksia
fr_fr: entrez dans un mode de sélection pour modifier les propriétés de la forme
it_it: inserisci una modalità di selezione per modificare le proprietà della forma
ja_jp: 図形のプロパティを編集するには、選択モードを入力します。
nl_nl: gebruik een selectiemodus om vorm eigenschappen te bewerken
no_no: angi en utvalgsmodus for å redigere formegenskaper
pl_pl: wprowadź tryb wyboru, aby edytować właściwości kształtu
pt_pt: insira o modo de seleção para editar as propriedades da forma
ro_ro: introduceți un mod de selecție pentru a edita proprietățile formei
ru_ru: введите режим выбора для редактирования свойств фигуры
sv_se: ange ett urvalsläge för att redigera formegenskaper
uk_ua: введіть режим вибору для редагування властивостей форми

source: property used for face_color dropped
ar_sa: الخاصية المستخدمة لواجهة face_color أسقطت
cs_cz: vlastnosti použité pro odsunutí barvy obličeje
da_dk: egenskab brugt til face_ color droppet
de_de: Eigenschaft, die für das Ablegen von face_color verwendet wird
el_gr: ιδιότητα που χρησιμοποιήθηκε για face_color έπεσε
es_es: propiedad usada para descartar cara_color
fi_fi: ominaisuus käytetään face_color pudonnut
fr_fr: propriété utilisée pour la chute de la couleur de la face
it_it: proprietà utilizzata per face_color abbandonata
ja_jp: face_color のドロップに使用されるプロパティ
nl_nl: eigenschap gebruikt voor face_color gedropt
no_no: egenskap brukt til ansikt_farge droppet
pl_pl: właściwość używana dla twarzy_kolor upuszczony
pt_pt: propriedade usada para largar o face_color
ro_ro: proprietatea folosită pentru față_culoare abandonată
ru_ru: свойство, используемое для удаления face_color
sv_se: Egenskap som används för face_color tappad
uk_ua: властивість використовується для опису face_color

source: property used for edge_color dropped
ar_sa: الخاصية المستخدمة للـ edge_color التي أسقطت
cs_cz: vlastnost použitá pro shozené okraje
da_dk: egenskab brugt til edge_color droppet
de_de: Eigenschaft für abgesetzte edge_color verwendet
el_gr: ιδιότητα που χρησιμοποιήθηκε για την ακμή_χρώμα έπεσε
es_es: propiedad usada para borde_color soltada
fi_fi: ominaisuus käytetään edge_color pudonnut
fr_fr: propriété utilisée pour le dépôt de edge_color
it_it: proprietà utilizzata per il colore dell'edge_dropped
ja_jp: エッジカラードロップに使用されるプロパティ
nl_nl: eigenschap gebruikt voor edge_color laten vallen
no_no: egenskap brukt til kant_farge falt
pl_pl: właściwość użyta dla edge_color upuszczona
pt_pt: propriedade usada para edge_color descartada
ro_ro: proprietatea utilizată pentru edge_color abandonată
ru_ru: свойство, используемое для edge_color сброшено
sv_se: Egenskap som används för edge_color tappad
uk_ua: властивість для edge_color видалена
