Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Plugin {plugin_name!r} provided a non-callable object (widget) to {hook_name}: {_cls!r}. Widget ignored.
ar_sa: إضافة {plugin_name!r} قدمت كائن غير قابل للاتصال (القطعة) إلى {hook_name}: {_cls!r}. تم تجاهل القطعة.
cs_cz: Plugin {plugin_name!r} poskytl objekt bez volání (widget) {hook_name}: {_cls!r}. Widget ignorován.
da_dk: Plugin {plugin_name!r} leverede et ikke-kaldbart objekt (widget) til {hook_name}: {_cls!r}. Widget ignoreret.
de_de: Plugin {plugin_name!r} hat ein nicht aufrufbares Objekt (Widget) an {hook_name}: {_cls!r} übergeben. Widget ignoriert.
el_gr: Το πρόσθετο {plugin_name!r} παρείχε ένα αντικείμενο που δεν μπορεί να κληθεί (widget) σε {hook_name}: {_cls!r}. Το widget αγνοήθηκε.
es_es: Plugin {plugin_name!r} proporcionó un objeto no llamable (widget) a {hook_name}: {_cls!r}. Widget ignorado.
fi_fi: Liitännäinen {plugin_name!r} antoi ei-soitettavan objektin (widgetti) kohteeseen {hook_name}: {_cls!r}. Widget ohitetaan.
fr_fr: Le plugin {plugin_name!r} a fourni un objet non-appelable (widget) à {hook_name}: {_cls!r}. Le widget a été ignoré.
it_it: Il plugin {plugin_name!r} ha fornito un oggetto non chiamabile (widget) a {hook_name}: {_cls!r}. Widget ignorato.
ja_jp: プラグイン{plugin_name!r} は {hook_name}: {_cls!r} に呼び出せないオブジェクト (ウィジェット) を提供しました。ウィジェットは無視されます。
nl_nl: De plug-in {plugin_name!r} leverde een niet-callable object (widget) aan {hook_name}: {_cls!r}. Widget genegeerd.
no_no: Programtillegg {plugin_name!r} ga et ikke-callable objekt (widget) til {hook_name}: {_cls!r}. Widget ignorert.
pl_pl: Wtyczka {plugin_name!r} dostarczyła obiekt niewywoływalny (widżet) {hook_name}: {_cls!r}. Widżet zignorowany.
pt_pt: O plugin {plugin_name!r} forneceu um objeto não chamável (widget) para {hook_name}: {_cls!r}. Widget ignorado.
ro_ro: Plugin-ul {plugin_name!r} a furnizat un obiect non-callable (widget) către {hook_name}: {_cls!r}. Widget ignorat.
ru_ru: Плагин {plugin_name!r} предоставил невызываемый объект (виджет) {hook_name}: {_cls!r}. Виджет проигнорирован.
sv_se: Plugin {plugin_name!r} tillhandahöll ett icke-anropbart objekt (widget) till {hook_name}: {_cls!r}. Widget ignoreras.
uk_ua: Плагін {plugin_name!r} надав незворотний об'єкт (widget) в {hook_name}: {_cls!r}. Віджет проігноровано.

source: Plugin {plugin_name!r} provided invalid kwargs to {hook_name} for class {class_name}. Widget ignored.
ar_sa: إضافة {plugin_name!r} قدمت kwargs غير صالحة إلى {hook_name} للصف {class_name}. تم تجاهل القطعة.
cs_cz: Plugin {plugin_name!r} poskytl neplatné kwargy {hook_name} pro třídu {class_name}. Widget ignorován.
da_dk: Plugin {plugin_name!r} leverede ugyldige kwargs til {hook_name} for klasse {class_name}. Widget ignoreret.
de_de: Plugin {plugin_name!r} hat ungültige kwargs an {hook_name} für Klasse {class_name}angegeben. Widget ignoriert.
el_gr: Το πρόσθετο {plugin_name!r} παρείχε μη έγκυρα kwargs στο {hook_name} για την κλάση {class_name}. Widget αγνοήθηκε.
es_es: Plugin {plugin_name!r} proporcionó kwargs no válidos a {hook_name} para la clase {class_name}. Widget ignorado.
fi_fi: Plugin {plugin_name!r} antoi virheellisiä kwargeja {hook_name} luokan {class_name}. Widget ohitetaan.
fr_fr: Le plugin {plugin_name!r} a fourni des kwargs invalides à {hook_name} pour la classe {class_name}. Le widget a été ignoré.
it_it: Il plugin {plugin_name!r} ha fornito kwargs non valido a {hook_name} per la classe {class_name}. Widget ignorato.
ja_jp: クラス {hook_name} の {class_name}に無効な kwargs を提供したプラグイン {plugin_name!r} 。ウィジェットは無視されました。
nl_nl: De plugin {plugin_name!r} heeft ongeldige kwargs aan {hook_name} geleverd voor klasse {class_name}. Widget genegeerd.
no_no: Programtillegg {plugin_name!r} ga ugyldige kwargs til {hook_name} for klasse {class_name}. Widget ignorert.
pl_pl: Wtyczka {plugin_name!r} dostarczyła niepoprawnych kwargów {hook_name} dla klasy {class_name}. Widżet zignorowany.
pt_pt: O plugin {plugin_name!r} forneceu kwargs inválidos para a classe {hook_name} para a classe {class_name}. Widget ignorado.
ru_ru: Плагин {plugin_name!r} предоставил {hook_name} недопустимые kwargs для класса {class_name}. Виджет проигнорирован.
sv_se: Plugin {plugin_name!r} tillhandahöll ogiltiga kwargs till {hook_name} för klass {class_name}. Widget ignorerades.
uk_ua: Плагін {plugin_name!r} надав неприпустимі kwargs {hook_name} для класу {class_name}. Віджет ігнорується.

source: Plugin '{plugin_name}' has already registered a dock widget '{name}' which has now been overwritten
ar_sa: الملحق '{plugin_name}' سجل بالفعل أداة أرضية '{name}' التي تم الكتابة عليها الآن
cs_cz: Plugin '{plugin_name}' již zaregistroval widget doku '{name}', který byl nyní přepsán
da_dk: Plugin '{plugin_name}' har allerede registreret en dock widget '{name}' som nu er blevet overskrevet
de_de: Plugin '{plugin_name}' hat bereits ein Dock-Widget '{name}' registriert, das jetzt überschrieben wurde
el_gr: Το Plugin '{plugin_name}' έχει ήδη καταγράψει ένα widget '{name}' το οποίο έχει πλέον αντικατασταθεί
es_es: El complemento '{plugin_name}' ya ha registrado un widget de acoplamiento '{name}' que ha sido sobrescrito
fi_fi: Plugin '{plugin_name}' on jo rekisteröity telakka widget '{name}' joka on nyt korvattu
fr_fr: Le plugin '{plugin_name}' a déjà enregistré un widget dock '{name}' qui a été remplacé
it_it: Il plugin '{plugin_name}' ha già registrato un widget di aggancio '{name}' che ora è stato sovrascritto
ja_jp: プラグイン '{plugin_name}' はすでにドックウィジェット'{name}' を登録していますが、上書きされました
nl_nl: Plugin '{plugin_name}' heeft al een favorietenwidget '{name}' die nu is overschreven
no_no: Tilleggsprogram '{plugin_name}' har allerede registrert en dock widget '{name}' som nå er overskrevet
pl_pl: Wtyczka '{plugin_name}' już zarejestrowała widżet dokujący '{name}' , który został teraz nadpisany
pt_pt: Plugin '{plugin_name}' já registrou um widget dock '{name}' e agora foi sobrescrito
ro_ro: Plugin-ul '{plugin_name}' a înregistrat deja un widget dock '{name}' care a fost acum suprascris
ru_ru: Плагин '{plugin_name}' уже зарегистрировал виджет док-станции '{name}' который был перезаписан
uk_ua: Плагін '{plugin_name}' вже зареєстрований віджет в док '{name}', який тепер був перезаписаний

source: Plugin {plugin_name!r} does not provide any dock widgets
ar_sa: الاضافة {plugin_name!r} لا توفر اي أدوات الإرساء
cs_cz: Plugin {plugin_name!r} neposkytuje žádné widgety doku
da_dk: Plugin {plugin_name!r} leverer ingen dock- widgets
de_de: Plugin {plugin_name!r} bietet keine Dock-Widgets
el_gr: Plugin {plugin_name!r} δεν παρέχει κανένα widget βάσης σύνδεσης
es_es: Plugin {plugin_name!r} no proporciona ningún widget de acoplamiento
fi_fi: Liitännäinen {plugin_name!r} ei tarjoa telakkawidgetejä
fr_fr: Le plugin {plugin_name!r} ne fournit aucun widget de dock
it_it: Il plugin {plugin_name!r} non fornisce alcun widget di aggancio
ja_jp: プラグイン {plugin_name!r} はドックウィジェットを提供していません
nl_nl: Plugin {plugin_name!r} biedt geen dock widgets
no_no: Programtillegg {plugin_name!r} gir ikke noen dock widgets
pl_pl: Wtyczka {plugin_name!r} nie zawiera żadnych widżetów doku
pt_pt: O plugin {plugin_name!r} não fornece nenhum widget no dock
ro_ro: Plugin-ul {plugin_name!r} nu oferă widget-uri dock
ru_ru: Плагин {plugin_name!r} не предоставляет виджетов док-станции
sv_se: Plugin {plugin_name!r} tillhandahåller inga dockwidgetar
uk_ua: Плагін {plugin_name!r} не надає ніякого віджету

source: Plugin {plugin_name!r} provides more than 1 dock_widget. Must also provide "widget_name" from {widgets}
ar_sa: الإضافة {plugin_name!r} توفر أكثر من 1 dock_widget. يجب أيضا توفير "widget_name" من {widgets}
cs_cz: Plugin {plugin_name!r} poskytuje více než 1 dock_widget. Musí také poskytnout "widget_name" od {widgets}
da_dk: Plugin {plugin_name!r} giver mere end 1 dock_widget. Skal også angive "widget_name" fra {widgets}
de_de: Plugin {plugin_name!r} bietet mehr als 1 dock_widget. Muss auch "widget_name" von {widgets} zur Verfügung stellen
el_gr: Το πρόσθετο {plugin_name!r} παρέχει περισσότερα από 1 dock_widget. Πρέπει επίσης να παρέχει "widget_name" από {widgets}
es_es: Plugin {plugin_name!r} proporciona más de 1 dock_widget. También debe proporcionar "widget_name" de {widgets}
fi_fi: Plugin {plugin_name!r} tarjoaa yli 1 dock_widget. Täytyy myös tarjota "widget_name" osoitteesta {widgets}
fr_fr: Le plugin {plugin_name!r} fournit plus de 1 dock_widget. Doit également fournir "widget_name" de {widgets}
it_it: Il plugin {plugin_name!r} fornisce più di 1 dock_widget. Deve anche fornire "widget_name" da {widgets}
ja_jp: プラグイン {plugin_name!r} は、1 つ以上の dock_widgetを提供します。 {widgets} から "widget_name" も提供する必要があります。
nl_nl: Plugin {plugin_name!r} biedt meer dan 1 dock_widget. Moet ook "widget_name" van {widgets} bieden
no_no: Programtillegg {plugin_name!r} gir mer enn 1 dock_widget. Må også inneholde "widget_name" fra {widgets}
pl_pl: Wtyczka {plugin_name!r} zawiera więcej niż 1 dock_widget. Musi również podać "widget_name" z {widgets}
pt_pt: O plugin {plugin_name!r} fornece mais de 1 widget dock_widget. Também deve fornecer "widget_name" do {widgets}
ro_ro: Plugin {plugin_name!r} furnizează mai mult de 1 dock_widget. De asemenea, trebuie să furnizeze "widget_name" de la {widgets}
ru_ru: Плагин {plugin_name!r} предоставляет более 1 dock_widget. Также должен быть "widget_name" от {widgets}
sv_se: Plugin {plugin_name!r} ger mer än 1 dock_widget. Måste också ge "widget_name" från {widgets}
uk_ua: Плагін {plugin_name!r} надає більше 1 dock_widget. Має також надати "widget_name" у {widgets}

source: Plugin {plugin_name!r} does not provide a widget named {widget_name!r}
ar_sa: الاضافة {plugin_name!r} لا توفر عنصر واجهة المستخدم {widget_name!r}
cs_cz: Plugin {plugin_name!r} neposkytuje widget s názvem {widget_name!r}
da_dk: Plugin {plugin_name!r} leverer ikke en widget med navnet {widget_name!r}
de_de: Plugin {plugin_name!r} bietet kein Widget namens {widget_name!r}
el_gr: Plugin {plugin_name!r} δεν παρέχει ένα widget που ονομάζεται {widget_ name!r}
es_es: Plugin {plugin_name!r} no proporciona un widget llamado {widget_name!r}
fi_fi: Plugin {plugin_name!r} ei tarjoa widgetiä nimeltä {widget_name!r}
fr_fr: Le plugin {plugin_name!r} ne fournit pas de widget nommé {widget_name!r}
it_it: Il plugin {plugin_name!r} non fornisce un widget chiamato {widget_name!r}
ja_jp: プラグイン {plugin_name!r} は {widget_name!r} という名前のウィジェットを提供していません
nl_nl: Plugin {plugin_name!r} biedt geen widget met de naam {widget_name!r}
no_no: Programtillegg {plugin_name!r} gir ikke en widget kalt {widget_name!r}
pl_pl: Wtyczka {plugin_name!r} nie udostępnia widżetu o nazwie {widget_name!r}
pt_pt: O plugin {plugin_name!r} não fornece um widget chamado {widget_name!r}
ro_ro: Plugin-ul {plugin_name!r} nu oferă un widget numit {widget_name!r}
ru_ru: Плагин {plugin_name!r} не содержит виджета с именем {widget_name!r}
sv_se: Plugin {plugin_name!r} tillhandahåller inte en widget som heter {widget_name!r}
uk_ua: Плагін {plugin_name!r} не надає віджет з ім'ям {widget_name!r}

source: Plugin {plugin_name!r} provided a non-callable type to {hook_name}: {func_type!r}. Function widget ignored.
ar_sa: البرنامج المساعد {plugin_name!r} قدم نوع غير قابل للاستدعاء إلى {hook_name}: {func_type!r}. تم تجاهل أداة الدالة.
cs_cz: Plugin {plugin_name!r} poskytl nevolatelný typ pro {hook_name}: {func_type!r}. Funkční widget ignorován.
da_dk: Plugin {plugin_name!r} leverede en ikke-kaldbar type til {hook_name}: {func_type!r}. Funktionswidget ignoreret.
de_de: Plugin {plugin_name!r} hat {hook_name}einen nicht aufrufbaren Typ zur Verfügung gestellt: {func_type!r}. Funktion Widget ignoriert.
el_gr: Το πρόσθετο {plugin_name!r} παρείχε έναν τύπο που δεν μπορεί να κληθεί στο {hook_name}: {func_type!r}. Το widget λειτουργίας αγνοήθηκε.
es_es: Plugin {plugin_name!r} proporcionó un tipo no llamable a {hook_name}: {func_type!r}. El widget de función ignorado.
fi_fi: Plugin {plugin_name!r} antoi ei-kutsuvan tyypin {hook_name}: {func_type!r}. Toimintowidget ohitetaan.
fr_fr: Le plugin {plugin_name!r} a fourni un type non appelable à {hook_name}: {func_type!r}. Le widget de fonction a été ignoré.
it_it: Il plugin {plugin_name!r} ha fornito un tipo non chiamabile a {hook_name}: {func_type!r}. Widget funzione ignorato.
ja_jp: プラグイン {plugin_name!r} は {hook_name}: {func_type!r} に呼び出せないタイプを提供しました。関数ウィジェットは無視されました。
nl_nl: De plugin {plugin_name!r} heeft een niet-callable type geleverd aan {hook_name}: : {func_type!r}. Functie widget genegeerd.
no_no: Programtillegg {plugin_name!r} ga en ikke-callable type til {hook_name}: {func_type!r}. Funksjonskomponent ignorert.
pl_pl: Wtyczka {plugin_name!r} dostarczyła niewywoływalny typ {hook_name}: {func_type!r}. Widżet funkcji zignorowany.
pt_pt: O plugin {plugin_name!r} forneceu um tipo não chamável para {hook_name}: {func_type!r}. Widget de função ignorado.
ro_ro: Plugin-ul {plugin_name!r} a furnizat un tip non-callable la {hook_name}: {func_type!r}. Widget-ul funcției este ignorat.
ru_ru: Плагин {plugin_name!r} предоставил {hook_name}невызываемый тип : {func_type!r}. Виджет функции проигнорирован.
sv_se: Plugin {plugin_name!r} tillhandahöll en icke-anropbar typ till {hook_name}: {func_type!r}. Funktionswidget ignoreras.
uk_ua: Плагін {plugin_name!r} надав непереможний тип для {hook_name}: {func_type!r}. Віджет проігноровано.

source: To provide multiple function widgets please use a LIST of callables
ar_sa: لتوفير أدوات متعددة الدوال يرجى استخدام LIST من الكبلات
cs_cz: Chcete-li poskytnout více funkčních widgetů, použijte prosím SEZNAM volaných
da_dk: Brug venligst en LISTE over opkaldskilder for at angive flere funktionswidgets
de_de: Um mehrere Funktions-Widgets zur Verfügung zu stellen, verwenden Sie bitte ein LIST von Callables
el_gr: Για να παρέχετε πολλαπλά widget συναρτήσεων, παρακαλώ χρησιμοποιήστε ένα LIST callables
es_es: Para proporcionar múltiples widgets de función, por favor use una LIST de llamadas
fi_fi: Jos haluat tarjota useita funktioelementtejä, käytä callables listaa
fr_fr: Pour fournir plusieurs widgets de fonction, veuillez utiliser une LISTE d'appelables
it_it: Per fornire widget funzione multipli si prega di utilizzare un LIST di callables
ja_jp: 複数の関数ウィジェットを提供するには、LISTの呼び出し可能ファイルを使用してください
nl_nl: Om meerdere functiewidgets te bieden, gebruik een LIST van callables
no_no: For å gi flere funksjonsmoduler må en LIST av de callables
pl_pl: Aby dostarczyć wiele widżetów funkcji, użyj LIST wywołań
pt_pt: Para fornecer vários widgets de função, use uma LIST de chamadas
ro_ro: Pentru a furniza mai multe funcții widget-uri, vă rugăm să utilizaţi LIST de apeluri
ru_ru: Чтобы предоставить несколько виджетов функции, пожалуйста, используйте СПИСОК вызываемых
sv_se: För att tillhandahålla flera funktionswidgetar, vänligen använd en LIST av callables
uk_ua: Щоб забезпечити кілька віджетів функцій, скористайтеся LIST для вхідних повідомлень

source: Plugin '{plugin_name}' has already registered a function widget '{name}' which has now been overwritten
ar_sa: البرنامج المساعد '{plugin_name}' سجل بالفعل دالة واجهة المستخدم '{name}' والتي تم استبدالها الآن
cs_cz: Plugin '{plugin_name}' již zaregistroval widget funkce '{name}', který byl nyní přepsán
da_dk: Plugin '{plugin_name}' har allerede registreret en funktion widget '{name}' som nu er blevet overskrevet
de_de: Plugin '{plugin_name}' hat bereits ein Funktions-Widget '{name}' registriert, das jetzt überschrieben wurde
el_gr: Το Plugin '{plugin_name}' έχει ήδη καταχωρήσει ένα widget συνάρτηση '{name}' το οποίο έχει πλέον αντικατασταθεί
es_es: El complemento '{plugin_name}' ya ha registrado un widget de función '{name}' que ha sido sobrescrito
fi_fi: Plugin '{plugin_name}' on jo rekisteröity funktiowidget '{name}' , joka on nyt korvattu
fr_fr: Le plugin '{plugin_name}' a déjà enregistré un widget de fonction '{name}' qui a été remplacé
it_it: Il plugin '{plugin_name}' ha già registrato un widget funzione '{name}' che è stato sovrascritto
ja_jp: プラグイン '{plugin_name}' は既に機能ウィジェット '{name}' を登録しており、上書きされました
nl_nl: De plug-in '{plugin_name}' heeft al een functie widget '{name}' die nu is overschreven
no_no: Tilleggsprogram '{plugin_name}' har allerede registrert en funksjonswidget '{name}' som nå er overskrevet
pl_pl: Wtyczka '{plugin_name}' już zarejestrowała widżet funkcji '{name}' , który został teraz nadpisany
pt_pt: O plugin '{plugin_name}' já registrou uma função widget '{name}' que agora foi sobrescrita
ro_ro: Plugin-ul '{plugin_name}' a înregistrat deja un widget funcțional '{name}' care a fost acum suprascris
ru_ru: Плагин '{plugin_name}' уже зарегистрировал виджет функции '{name}', который был перезаписан
uk_ua: Плагін{plugin_name}' вже зареєстровано функцію віджет функцій '{name}', який тепер був перезаписаний

source: Plugin {plugin_name!r} provided a non-dict object to {hook_name!r}: data ignored.
ar_sa: قدم الإضافة {plugin_name!r} كائناً غير متعلق إلى {hook_name!r}: تم تجاهل البيانات.
cs_cz: Plugin {plugin_name!r} poskytl non-dict objekt pro {hook_name!r}: data ignorována.
da_dk: Plugin {plugin_name!r} leverede et ikke-dict objekt til {hook_name!r}: data ignoreret.
de_de: Plugin {plugin_name!r} hat {hook_name!r} ein nicht-Würfelobjekt zur Verfügung gestellt: Daten ignoriert.
el_gr: Το πρόσθετο {plugin_name!r} παρείχε ένα μη dict αντικείμενο {hook_name!r}: τα δεδομένα αγνοήθηκαν.
es_es: Plugin {plugin_name!r} proporcionó un objeto no-dictado a {hook_name!r}: datos ignorados.
fi_fi: Plugin {plugin_name!r} antoi ei-dict objektin {hook_name!r}: tiedot ohitetaan.
fr_fr: Le plugin {plugin_name!r} a fourni un objet non-dict à {hook_name!r} : données ignorées.
it_it: Il plugin {plugin_name!r} ha fornito un oggetto non-dict a {hook_name!r}: dati ignorati.
ja_jp: プラグイン {plugin_name!r} は {hook_name!r} に dict 以外のオブジェクトを提供しました: データは無視されました。
nl_nl: Plugin {plugin_name!r} heeft een niet-dict object geleverd aan {hook_name!r}: data genegeerd.
no_no: Programtillegg {plugin_name!r} ga et ikke-ordningsobjekt til {hook_name!r}: data ignorert.
pl_pl: Wtyczka {plugin_name!r} dostarczyła niedyktowany obiekt {hook_name!r}: dane ignorowane.
pt_pt: O plugin {plugin_name!r} forneceu um objeto que não foi especificado para {hook_name!r}: dados ignorados.
ro_ro: Plugin-ul {plugin_name!r} a furnizat un obiect non-dict pentru {hook_name!r}: date ignorate.
ru_ru: Плагин {plugin_name!r} предоставил объект неdict {hook_name!r}: данные проигнорированы.
sv_se: Plugin {plugin_name!r} tillhandahöll ett icke-dict objekt till {hook_name!r}: data ignoreras.
uk_ua: Плагін {plugin_name!r} надав об'єкт без словника на {hook_name!r}: дані проігноровані.

source: In {hook_name!r}, plugin {plugin_name!r} provided an invalid dict object for key {name!r} that does not have required keys: "data" and "display_name". Ignoring
ar_sa: في {hook_name!r}, plugin {plugin_name!r} قدم كائن قالب غير صالح للمفتاح {name!r} الذي لا يحتوي على المفاتيح المطلوبة: "data" و "display_name". تجاهل
cs_cz: V {hook_name!r}, plugin {plugin_name!r} poskytl neplatný objekt slovníku pro klíč {name!r} který nemá požadované klíče: "data" a "display_name". Ignorování
da_dk: I {hook_name!r}, leverede plugin {plugin_name!r} et ugyldigt dict objekt til nøgle {name!r} som ikke har obligatoriske nøgler: "data" og "display_name". Ignorerer
de_de: In {hook_name!r}, plugin {plugin_name!r} wurde ein ungültiges Würfelobjekt für Schlüssel {name!r} bereitgestellt, das keine erforderlichen Schlüssel hat: "data" und "display_name". Ignorieren
el_gr: Στο {hook_name!r}, plugin {plugin_name!r} παρέχεται ένα μη έγκυρο αντικείμενο dict για το κλειδί {name!r} που δεν έχει απαιτούμενα κλειδιά: "data" και "display_name". Αγνοώντας
es_es: En {hook_name!r}, el plugin {plugin_name!r} proporcionó un objeto dict inválido para la clave {name!r} que no tiene claves requeridas: "data" y "display_name". Ignorando
fi_fi: In {hook_name!r}, plugin {plugin_name!r} provided an valid dict object for key {name!r} that does not have required keys: "data" and "display_name". Ignoring
fr_fr: Dans {hook_name!r}, le plugin {plugin_name!r} a fourni un objet dictionnaire invalide pour la clé {name!r} qui n'a pas de clés requises : "data" et "display_name". Ignoré
it_it: In {hook_name!r}, il plugin {plugin_name!r} ha fornito un dict object non valido per la chiave {name!r} che non ha chiavi richieste: "data" e "display_name". Ignorato
ja_jp: {hook_name!r}では、プラグイン {plugin_name!r} はキー{name!r} の無効な dict オブジェクトを提供しました。キー: "data" と "display_name" は必要ありません。無視します。
nl_nl: In {hook_name!r}, plugin {plugin_name!r} heeft een ongeldig woordenboek object geleverd voor sleutel {name!r} dat geen verplichte sleutels heeft: "data" en "display_name". Negeren
no_no: I {hook_name!r}, ga plugin {plugin_name!r} en ugyldig ordobjektnøkkel {name!r} som ikke har påkrevd nøkler: "data" og "display_name". Ignorer
pl_pl: W {hook_name!r}, wtyczka {plugin_name!r} dostarczyła nieprawidłowy obiekt dict dla klucza {name!r}, który nie ma wymaganych kluczy: "data" i "display_name". Ignorowanie
pt_pt: Em {hook_name!r}, o plugin {plugin_name!r} forneceu um objeto de dieta inválido para a chave {name!r} que não tem chaves necessárias: "data" e "display_name". Ignorando
ro_ro: În {hook_name!r}, plugin-ul {plugin_name!r} a furnizat un obiect dictat nevalid pentru tasta {name!r} care nu are tastele necesare: "data" și "display_name". Se ignoră
ru_ru: В {hook_name!r}, плагин {plugin_name!r} предоставил недопустимый объект dict для ключа {name!r}, не имеющий необходимых ключей: "data" и "display_name". Игнорирование
sv_se: I {hook_name!r}, gav plugin {plugin_name!r} ett ogiltigt dict-objekt för nyckeln {name!r} som inte har nödvändiga nycklar: "data" och "display_name". Ignorerar
uk_ua: В {hook_name!r}, плагін {plugin_name!r} надайте неприпустимий об'єкт словника для ключа {name!r} який не має необхідних ключів: "data" та "display_name". Ігнорування
