Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Workers did not quit gracefully in the time allotted ({msecs} ms)
ar_sa: العمال لم يقلعوا عن العمل بكرم في الوقت المخصص لهم ({msecs} مللي ثانية)
cs_cz: Pracovníci v přiděleném čase neskončili pěkně ({msecs} ms)
da_dk: Arbejdstagerne afsluttede ikke yndefuldt i den tildelte tid ({msecs} ms)
de_de: Arbeiter haben in der zugewiesenen Zeit nicht würdevoll beendet ({msecs} ms)
el_gr: Οι εργαζόμενοι δεν εγκατέλειψαν χαριτωμένα το χρόνο που τους αναλογεί ({msecs} ms)
es_es: Los trabajadores no salieron con gracia en el tiempo asignado ({msecs} ms)
fi_fi: Työntekijät eivät lopettaneet suloisesti ajassa ({msecs} ms)
fr_fr: Les employés n'ont pas quitté gracieusement dans le temps alloué ({msecs} ms)
it_it: I lavoratori non sono usciti con grazia nel tempo assegnato ({msecs} ms)
ja_jp: 作業者は割り当てられた時間内に正常に終了しませんでした ({msecs} ミリ秒)
nl_nl: De medewerker heeft de toegewezen tijd niet verlost ({msecs} ms)
no_no: Arbeidere sluttet ikke godt nok opp i tiden tildelte ({msecs} ms)
pl_pl: Pracownicy nie porzucili wściekłego czasu ({msecs} ms)
pt_pt: Os trabalhadores não saíram graciosamente no tempo atribuído ({msecs} ms)
ro_ro: Lucrătorii nu au renunțat cu grație în timpul alocat ({msecs} ms)
ru_ru: Рабочие не ушли изящно за отведенное время ({msecs} мс)
sv_se: Arbetstagarna slutade inte graciöst under den tilldelade tiden ({msecs} ms)
uk_ua: Працівники з радістю не вийшли в даний час змінено ({msecs} мс)

source: Worker {_worker_class} must be a subclass of WorkerBase
ar_sa: يجب أن يكون العامل {_worker_class} فئة فرعية من قاعدة العمل
cs_cz: Worker {_worker_class} musí být podtřída WorkerBase
da_dk: Arbejder {_worker_class} skal være en underklasse af WorkerBase
de_de: Arbeiter {_worker_class} muss eine Unterklasse der Arbeiterbasis sein
el_gr: Ο εργαζόμενος {_worker_class} πρέπει να είναι υποκλάση WorkerBase
es_es: El trabajador {_worker_class} debe ser una subclase de WorkerBase
fi_fi: Työntekijän {_worker_class} on oltava WorkerBase alaluokka
fr_fr: L'employé {_worker_class} doit être une sous-classe de la base de travail
it_it: Il lavoratore {_worker_class} deve essere una sottoclasse di WorkerBase
ja_jp: Worker {_worker_class} はWorkerBaseのサブクラスでなければなりません
nl_nl: Werknemer {_worker_class} moet een subklasse van WorkerBase zijn
no_no: Arbeider {_worker_class} må være en underklasse for arbeidsgruppen
pl_pl: Pracownik {_worker_class} musi być podklasą bazy roboczej
pt_pt: Trabalhador {_worker_class} deve ser uma subclasse de WorkerBase
ro_ro: Lucrătorul {_worker_class} trebuie să fie o subclasă de WorkerBase
ru_ru: Работник {_worker_class} должен быть подкласс WorkerBase
sv_se: Arbetaren {_worker_class} måste vara en underklass till WorkerBase
uk_ua: Працівник {_worker_class} повинен бути підкласом WorkerBase

source: The '_connect' argument must be a dict
ar_sa: يجب أن تكون حجة '_connect' قالب
cs_cz: Argument '_connect' musí být dikt
da_dk: Argumentet '_connect' skal være en dict
de_de: Das Argument '_connect' muss ein Dict sein
el_gr: Το όρισμα '_connect' πρέπει να είναι μια εντολή
es_es: El argumento '_connect' debe ser un dictado
fi_fi: The '_connect' argumentin täytyy olla dict
fr_fr: L'argument '_connect' doit être un dict
it_it: L'argomento '_connect' deve essere un dict
ja_jp: 引数'_connect'はdictでなければなりません
nl_nl: Het '_connect' argument moet een dict zijn
pl_pl: Argument '_connect' musi być słownikiem
pt_pt: O argumento '_connect' deve ser um dicionário
ro_ro: Argumentul '_connect' trebuie să fie un dict
ru_ru: Аргумент '_connect' должен быть dict
sv_se: Argumentet '_connect' måste vara en dict
uk_ua: Аргумент «_connect» повинен бути словником

source: "_connect[{key!r}]" must be a function or sequence of functions
ar_sa: "_connect[{key!r}]" يجب أن يكون دالة أو تسلسل من الدوال
cs_cz: "_connect[{key!r}]" musí být funkce nebo posloupnost funkcí
da_dk: "_connect[{key!r}]" skal være en funktion eller sekvens af funktioner
de_de: "_connect[{key!r}]" muss eine Funktion oder Sequenz von Funktionen sein
el_gr: "_connect[{key!r}]" πρέπει να είναι συνάρτηση ή ακολουθία συναρτήσεων
es_es: "_connect[{key!r}]" debe ser una función o secuencia de funciones
fi_fi: "_connect[{key!r}]" täytyy olla funktio tai funktioiden sarja
fr_fr: "_connect[{key!r}]" doit être une fonction ou une séquence de fonctions
it_it: "_connect[{key!r}]" deve essere una funzione o una sequenza di funzioni
ja_jp: "_connect[{key!r}]" は関数または関数のシーケンスでなければなりません
nl_nl: "_connect[{key!r}]" moet een functie of reeks functies zijn
no_no: "_connect[{key!r}]" må være en funksjon eller funksjonssekvens
pl_pl: "_connect[{key!r}]" musi być funkcją lub sekwencją funkcji
pt_pt: "_connect[{key!r}]" deve ser uma função ou sequência de funções
ro_ro: "_connect[{key!r}]" trebuie să fie o funcţie sau o secvenţă de funcţii
ru_ru: "_connect[{key!r}]" должен быть функцией или последовательностью функций
sv_se: "_connect[{key!r}]" måste vara en funktion eller sekvens av funktioner
uk_ua: "_connect[{key!r}]" має бути функцією або послідовністю функцій

source: _connect parameter must be a dict
ar_sa: _رابط معلمة يجب أن يكون قسوًا
cs_cz: _connect parametr musí být dikt
da_dk: _connect parameter skal være en dict
de_de: _connect-Parameter muss ein Dict sein
el_gr: _connect παράμετρος πρέπει να είναι ένα dict
es_es: El parámetro _connect debe ser un dictado
fi_fi: _connect parametrin on oltava termi
fr_fr: Le paramètre _connect doit être un dictionnaire
it_it: Il parametro di _connessione deve essere un dito
ja_jp: 接続パラメータはディクト値でなければなりません
nl_nl: _connect parameter moet een dict zijn
no_no: _Tilkoblingsparameteren må være en ordt
pl_pl: _podłącz parametr musi być słownikiem
pt_pt: Parâmetro de _conexão deve ser um ditado
ro_ro: parametrul _connect trebuie să fie dictat
ru_ru: _connect параметр должен быть dict
sv_se: _connect parameter måste vara en dict
uk_ua: Параметр _connect повинен бути словником

source: Invalid QByte string. QByte strings start with '{QBYTE_FLAG}'
ar_sa: سلسلة QByte غير صالحة. ستبدأ مقاطع QByte بـ '{QBYTE_FLAG}'
cs_cz: Neplatný řetězec QByte. QByte řetězce začínají '{QBYTE_FLAG}'
da_dk: Ugyldig QByte-streng. QByte-strenge starter med '{QBYTE_FLAG}'
de_de: Ungültiger QByte-String. QByte-Strings beginnen mit '{QBYTE_FLAG}'
el_gr: Μη έγκυρη συμβολοσειρά QByte. Οι συμβολοσειρές QByte ξεκινούν με '{QBYTE_FLAG}'
es_es: Cadena QByte no válida. Las cadenas QByte comienzan con '{QBYTE_FLAG}'
fi_fi: Virheellinen QByte merkkijono. QByte merkkijonot alkavat{QBYTE_FLAG}'
fr_fr: Chaîne QByte invalide. Les chaînes QByte commencent par '{QBYTE_FLAG}'
it_it: Stringa QByte non valida. Le stringhe QByte iniziano con '{QBYTE_FLAG}'
ja_jp: QByte 文字列が無効です。QByte 文字列は'{QBYTE_FLAG}' で始まります。
nl_nl: Ongeldige QByte string. QByte strings beginnen met '{QBYTE_FLAG}'
no_no: Ugyldig QByte streng. QByte strenger starter med '{QBYTE_FLAG}'
pl_pl: Nieprawidłowy ciąg QByte. Ciągi QByte zaczynają się od '{QBYTE_FLAG}'
pt_pt: String QByte inválida. Sequências de caracteres QByte começam com '{QBYTE_FLAG}'
ro_ro: Șir QByte invalid. Șirurile QByte încep cu '{QBYTE_FLAG}'
ru_ru: Недопустимая QByte строка. QByte строки начинаются с '{QBYTE_FLAG}'
sv_se: Ogiltig QByte sträng. QByte strängar börjar med '{QBYTE_FLAG}'
uk_ua: Неприпустимий QByte-рядок. QByte рядків починаються з '{QBYTE_FLAG}'

source: "widget" must be a QWidget or a sequence of QWidgets
ar_sa: يجب أن يكون "القطعة" رمز QWidget أو سلسلة من القطع
cs_cz: "Widget" musí být QWidget nebo posloupnost QWidgetů
da_dk: "widget" skal være en QWidget eller en sekvens af QWidgets
de_de: "Widget" muss ein QWidget oder eine Folge von QWidgets sein
el_gr: "widget" πρέπει να είναι ένα QWidget ή μια ακολουθία QWidgets
es_es: "widget" debe ser un QWidget o una secuencia de QWidgets
fi_fi: "widget" on oltava QWidget- tai QWidget- sarja
fr_fr: Le "widget" doit être un QWidget ou une séquence de QWidgets
it_it: "widget" deve essere un QWidget o una sequenza di QWidgets
ja_jp: "ウィジェット"はQWidgetまたはQWidgetsのシーケンスでなければなりません
nl_nl: "widget" moet een QWidget of een reeks van QWidgets zijn
no_no: "widget" må være en QWidget eller en sekvens av QWidgets
pl_pl: "widget" musi być QWidget lub sekwencją QWidgetów
pt_pt: "widget" deve ser um QWidget ou uma sequência de QWidgets
ro_ro: "widget" trebuie să fie un QWidget sau o secvență de QWidgets
ru_ru: "виджет" должен быть QWidget или последовательность QWidgets
sv_se: "widget" måste vara en QWidget eller en sekvens av QWidgets
uk_ua: "widget" повинен бути QWidget або послідовність QWidgets

source: No Viewer method named '{add_string}'
ar_sa: لا يوجد طريقة عارض اسمها '{add_string}'
cs_cz: Žádná metoda prohlížeče s názvem '{add_string}'
da_dk: Ingen fremvisermetode navngivet '{add_string}'
de_de: Keine Viewer-Methode mit dem Namen '{add_string}'
el_gr: Δεν υπάρχει μέθοδος προβολής με το όνομα '{add_string}'
es_es: Ningún método de visualización llamado '{add_string}'
fi_fi: Ei katselutapaa nimeltä '{add_string}'
fr_fr: Aucune méthode de visionneuse nommée '{add_string}'
it_it: Nessun metodo di Visualizzatore chiamato '{add_string}'
ja_jp: '{add_string}' という名前のビューアメソッドはありません
nl_nl: Geen kijkmethode genaamd '{add_string}'
no_no: Ingen seermetode kalt '{add_string}'
pl_pl: Brak metody przeglądania o nazwie '{add_string}'
pt_pt: Nenhum método de visualizador chamado '{add_string}'
ro_ro: Nicio metodă de vizualizare numită '{add_string}'
ru_ru: Нет метода просмотра с именем '{add_string} ' ' '
sv_se: Ingen visningsmetod som heter '{add_string}'
uk_ua: Немає методу перегляду з назвою '{add_string}

source: could not import `qtpy`. Cannot show napari window.
ar_sa: لا يمكن استيراد `qtpy'. لا يمكن إظهار نافذة ناباري.
cs_cz: nelze importovat `qtpy`. Nelze zobrazit okno naparu.
da_dk: kunne ikke importere `qtpy`. Kan ikke vise napari vindue.
de_de: konnte `qtpy` nicht importieren. Kann napari-Fenster nicht anzeigen.
el_gr: αδυναμία εισαγωγής του `qtpy`. Δεν είναι δυνατή η εμφάνιση του παραθύρου napari.
es_es: no se pudo importar `qtpy`. No se puede mostrar la ventana de napari.
fi_fi: ei voitu tuoda `qtpy`. Ei voitu näyttää napar-ikkunaa.
fr_fr: n'a pas pu importer `qtpy`. Impossible d'afficher la fenêtre napari.
it_it: importazione `qtpy` fallita. Impossibile mostrare la finestra napari.
ja_jp: `qtpy` をインポートできませんでした。ナパリウィンドウを表示できません。
nl_nl: kon niet importeren `qtpy`. Kan het napari venster niet weergeven.
no_no: kunne ikke importere `qtpy`. Kan ikke vise naparis-vinduet.
pl_pl: nie można zaimportować `qtpy`. Nie można wyświetlić okna typu napari.
pt_pt: não pôde importar `qtpy`. Não foi possível mostrar a janela napari.
ro_ro: Nu s-a putut importa `qtpy`. Nu se poate afișa fereastra napari.
ru_ru: не удалось импортировать `qtpy`. Невозможно показать окно napari.
sv_se: kunde inte importera `qtpy`. Kan inte visa napari fönstret.
uk_ua: не вдалося імпортувати `qtpy`. Неможливо показати вікно напарі.

# colormap
source: hsv
pt_pt: vc
uk_ua: години
