Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: "{value}" is not valid. It must be one of {language_packs}.
ar_sa: "{value}" غير صالح. يجب أن يكون واحد من {language_packs}.
cs_cz: "{value}" není platné. Musí to být jeden z {language_packs}.
da_dk: "{value}" er ikke gyldig. Det skal være en af {language_packs}.
de_de: "{value}" ist nicht gültig. Es muss einer von {language_packs} sein.
el_gr: "{value}" δεν είναι έγκυρη. Πρέπει να είναι ένα από {language_packs}.
es_es: "{value}" no es válido. Debe ser uno de {language_packs}.
fi_fi: "{value}" ei ole kelvollinen. Sen on oltava yksi {language_packs}.
fr_fr: "{value}" n'est pas valide. Il doit être l'un des {language_packs}.
it_it: "{value}" non è valido. Deve essere uno dei {language_packs}.
ja_jp: "{value}" は無効です。 {language_packs} のいずれかでなければなりません。
nl_nl: "{value}" is niet geldig. Het moet een van de {language_packs} zijn.
no_no: "{value}" er ikke gyldig. Det må være en av {language_packs}.
pl_pl: "{value}" jest nieprawidłowy. Musi być jednym z {language_packs}.
pt_pt: "{value}" não é válido. Deve ser um dos {language_packs}.
ro_ro: "{value}" nu este valid. Trebuie să fie unul din {language_packs}.
ru_ru: {value}" недействителен. Он должен быть одним из {language_packs}.
sv_se: "{value}" är inte giltig. Det måste vara en av {language_packs}.
uk_ua: "{value}" є неприпустимим. Він повинен бути одним з {language_packs}.

source: Theme
ar_sa: السمة
cs_cz: Téma
da_dk: Tema
de_de: Thema
el_gr: Θέμα
es_es: Tema
fi_fi: Teema
fr_fr: Thème
it_it: Tema
ja_jp: テーマ
nl_nl: Thema
no_no: Tema
pl_pl: Motyw
pt_pt: Tema
ro_ro: Tema
ru_ru: Тема
sv_se: Tema
uk_ua: Тема

source: Theme selection.
ar_sa: اختيار السمة.
cs_cz: Výběr motivu.
da_dk: Vælg tema.
de_de: Theme-Auswahl.
el_gr: Επιλογή θέματος.
es_es: Selección de temas.
fi_fi: Teeman valinta.
fr_fr: Sélection du thème.
it_it: Selezione tema.
ja_jp: テーマの選択
nl_nl: Thema selectie.
no_no: Tema utvalgt.
pl_pl: Wybór motywu.
pt_pt: Seleção de tema.
ro_ro: Selectare tema.
ru_ru: Выбор темы.
sv_se: Val av tema.
uk_ua: Вибір теми.

source: Appearance
ar_sa: المظهر
cs_cz: Vzhled
da_dk: Udseende
de_de: Erscheinung
el_gr: Εμφάνιση
es_es: Apariencia
fi_fi: Ulkoasu
fr_fr: Apparence
it_it: Aspetto
ja_jp: 外観
nl_nl: Uiterlijk
no_no: Utseende
pl_pl: Wygląd
pt_pt: Aparência
ro_ro: Aspectul
ru_ru: Внешний вид
sv_se: Utseende
uk_ua: Зовнішній вигляд

source: IPython interactive
ar_sa: تفاعلي IPython
cs_cz: Interaktivní IPython
da_dk: Interaktiv IPython
de_de: IPython interaktiv
el_gr: Διαδραστικό IPython
es_es: Interactivo IPython
fi_fi: IPython interaktiivinen
fr_fr: IPython interactif
it_it: IPython interattivo
nl_nl: IPython interactief
no_no: Interaktiv IPython
pl_pl: Interaktywne IPython
pt_pt: Itinerância interativa
ro_ro: IPython interactiv
ru_ru: Интерактивный IPython
sv_se: IPython interaktiv
uk_ua: Інструмент взаємодії IPython

source: Use interactive %gui qt event loop when creating napari Viewers in IPython
ar_sa: استخدام حلقة الحدث التفاعلي %gui qt عند إنشاء عرض ناباري في IPython
cs_cz: Použít interaktivní smyčku události %gui qt při vytváření napari Viewers v IPythonu
da_dk: Brug interaktiv %gui qt event loop når du opretter napari seere i IPython
de_de: Interaktive %gui qt Ereignis-Schleife beim Erstellen von napari Viewers in IPython verwenden
el_gr: Χρησιμοποιήστε διαδραστικό %gui qt βρόχο συμβάντων όταν δημιουργείτε napari Viewers σε IPython
es_es: Usar bucle de eventos interactivo %gui qt al crear visualizadores napari en IPython
fi_fi: Käytä interaktiivista %gui qt -tapahtumasilmukkaa luodessasi napari-katsojia IPythonissa
fr_fr: Utiliser la boucle interactive %gui qt lors de la création de napari Viewers dans IPython
it_it: Usa il ciclo di eventi interattivo %gui qt quando si creano visualizzatori napari in IPython
ja_jp: IPythonでnapari Viewerを作成するときにインタラクティブな %guiqtイベントループを使用する
nl_nl: Gebruik interactieve %gui qt event loop bij het maken van napari Viewers in IPython
no_no: Bruk interaktiv %gui qt hendelsessløyfe når du lager napari Viewere i IPython
pl_pl: Użyj interaktywnej pętli %gui qt zdarzeń podczas tworzenia przeglądarek w IPython
pt_pt: Usar um loop de evento interativo de %gui qt ao criar Visualizadores napari no IPython
ro_ro: Folosește bucla interactivă de evenimente ui qt %gcând creezi vizualizatori napari în IPython
ru_ru: Использовать интерактивный цикл быстрых событий %gпри создании Просмотрщика Напри в IPython
sv_se: Använd interaktiv %gui qt händelse-loop när du skapar napari läsare i IPython
uk_ua: Використовувати інтерактивний цикл події %gui qt при створенні napari Viewers в IPython

source: Language
ar_sa: اللغة
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
fi_fi: Kieli
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
nl_nl: Taal
no_no: Språk
pl_pl: Język
pt_pt: IDIOMA
ro_ro: Limba
ru_ru: Язык
sv_se: Språk
uk_ua: Мова:

source: Interface display language.
ar_sa: لغة عرض الواجهة.
cs_cz: Jazyk zobrazeného rozhraní.
da_dk: Interface visningssprog.
de_de: Sprache der Schnittstellenansicht.
el_gr: Γλώσσα εμφάνισης διεπαφής.
es_es: Idioma de visualización de interfaz.
fi_fi: Käyttöliittymän näytön kieli.
fr_fr: Langue d'affichage de l'interface.
it_it: Lingua display dell'interfaccia.
ja_jp: インターフェイス表示言語。
nl_nl: Taal van de interface.
no_no: Språk for grensesnittvisning.
pl_pl: Język wyświetlania interfejsu.
pt_pt: Idioma de exibição da interface.
ro_ro: Limba de afișare a interfeței.
ru_ru: Язык отображения интерфейса.
sv_se: Gränssnitt visningsspråk.
uk_ua: Мова інтерфейсу дисплея.

source: Save Window Geometry
ar_sa: حفظ هندسة النافذة
cs_cz: Uložit geometrii okna
da_dk: Gem Vindue Geometri
de_de: Fenstergeometrie speichern
el_gr: Αποθήκευση Γεωμετρίας Παραθύρου
es_es: Guardar la geometría de la ventana
fi_fi: Tallenna Ikkunan Geometria
fr_fr: Enregistrer la géométrie de la fenêtre
it_it: Salva Geometria Finestra
ja_jp: ウィンドウ形状を保存
nl_nl: Venster geometrie opslaan
no_no: Lagre Vindu Geometri
pl_pl: Zapisz geometrię okna
pt_pt: Salvar geometria da Janela
ro_ro: Salvează geometria ferestrei
ru_ru: Сохранить геометрию окна
sv_se: Spara fönstergeometri
uk_ua: Зберегти віконну геометрію

source: Save window size and position.
ar_sa: حفظ حجم النافذة ومكانها.
cs_cz: Uložit velikost a pozici okna.
da_dk: Gem vinduestørrelse og position.
de_de: Fenstergröße und -position speichern.
el_gr: Αποθήκευση μεγέθους και θέσης παραθύρου.
es_es: Guardar tamaño y posición de la ventana.
fi_fi: Tallenna ikkunan koko ja sijainti.
fr_fr: Enregistrer la taille et la position de la fenêtre.
it_it: Salva dimensione e posizione della finestra.
ja_jp: ウィンドウのサイズと位置を保存します。
nl_nl: Venstergrootte en positie opslaan.
no_no: Lagre vindusstørrelse og posisjon.
pl_pl: Zapisz rozmiar i pozycję okna.
pt_pt: Salvar tamanho e posição da janela.
ro_ro: Salvați dimensiunea și poziția ferestrei.
ru_ru: Сохранять размер и положение окна.
sv_se: Spara fönsterstorlek och position.
uk_ua: Зберегти розмір і розташування.

source: Save Window State
ar_sa: حفظ حالة النافذة
cs_cz: Uložit stav okna
da_dk: Gem Vinduestilstand
de_de: Fensterstatus speichern
el_gr: Αποθήκευση Κατάστασης Παραθύρου
es_es: Guardar Estado de Ventana
fi_fi: Tallenna Ikkunan Tila
fr_fr: Enregistrer l'état de la fenêtre
it_it: Salva Stato Finestra
ja_jp: ウィンドウの状態を保存
nl_nl: Status van venster opslaan
no_no: Lagre vindusstatus
pl_pl: Zapisz stan okna
pt_pt: Salvar Estado da Janela
ro_ro: Salvează starea ferestrei
ru_ru: Сохранить состояние окна
sv_se: Spara fönsterläge
uk_ua: Зберегти стан вікна

source: Save window state of dock widgets.
ar_sa: حفظ حالة النافذة من أدوات الإرساء.
cs_cz: Uložit widgety stavu okna doku.
da_dk: Gem vinduets tilstand af dock widgets.
de_de: Fensterstatus der Dock-Widgets speichern.
el_gr: Αποθήκευση κατάστασης παραθύρου των γραφικών συστατικών προσάρτησης.
es_es: Guardar el estado de la ventana de widgets de acoplamiento.
fi_fi: Tallenna ikkunan tila telakka widgettejä.
fr_fr: Enregistrer l'état de la fenêtre des widgets du dock.
it_it: Salva lo stato della finestra dei widget di aggancio.
ja_jp: ドックウィジェットのウィンドウ状態を保存します。
nl_nl: Vensterstatus van dock widgets opslaan.
no_no: Lagre vindusstatus for widgeter for dokkingspunkt.
pl_pl: Zapisz stan okien widżetów doku.
pt_pt: Salvar estado da janela dos widgets da doca.
ro_ro: Salvează starea ferestrei pentru widget-urile dock.
ru_ru: Сохранить состояние окна виджетов док-станции.
sv_se: Spara fönsterstatus för dockningswidgetar.
uk_ua: Зберігати стан вікна віджетів док-станції

source: Application
ar_sa: تطبيق
cs_cz: Žádost
da_dk: Anvendelse
de_de: Anwendung
el_gr: Εφαρμογή
es_es: Aplicación
fi_fi: Sovellus
it_it: Applicazione
ja_jp: アプリケーション
nl_nl: Applicatie
no_no: Applikasjon
pl_pl: Aplikacja
pt_pt: Solicitação
ro_ro: Cerere
ru_ru: Приложение
sv_se: Applikation
uk_ua: Програма

source: Plugin sort order
ar_sa: ترتيب فرز الإضافات
cs_cz: Řazení pluginů
da_dk: Plugin sorteringsrækkefølge
de_de: Sortierreihenfolge
el_gr: Σειρά ταξινόμησης προσθέτων
es_es: Ordenación de plugins
fi_fi: Liitännäisen lajittelu
fr_fr: Ordre de tri des plugins
it_it: Ordine dei plugin
ja_jp: プラグインのソート順
nl_nl: Plugin sorteervolgorde
no_no: Sorteringsrekkefølge for programtillegg
pl_pl: Kolejność sortowania wtyczek
pt_pt: Ordenar por plugin
ro_ro: Ordine sortare plugin
ru_ru: Порядок сортировки плагинов
sv_se: Sorteringsordning för Plugin
uk_ua: Порядок сортування плагіна

source: Sort plugins for each action in the order to be called.
ar_sa: فرز الإضافات لكل إجراء في الترتيب المراد استدعاؤه.
cs_cz: Řadit pluginy pro každou akci v pořadí, které má být voláno.
da_dk: Sortér plugins for hver handling i den rækkefølge, der skal kaldes.
de_de: Plugins für jede Aktion in der Reihenfolge sortieren, die aufgerufen werden soll.
el_gr: Ταξινόμηση προσθέτων για κάθε ενέργεια με τη σειρά που θα κληθεί.
es_es: Ordenar plugins para cada acción en el orden a llamar.
fi_fi: Lajittele liitännäiset kunkin toiminnon osalta jotta voidaan soittaa.
fr_fr: Trier les plugins pour chaque action dans l'ordre à appeler.
it_it: Ordina i plugin per ogni azione per essere chiamata.
ja_jp: 呼び出される各アクションのプラグインをソートします。
nl_nl: Sorteer plugins voor elke actie in de volgorde van de aanroepen.
no_no: Sortere plugins for hver handling i rekkefølgen som skal kalles.
pl_pl: Sortuj wtyczki dla każdej akcji w kolejności do wywołania.
pt_pt: Ordenar plugins para cada ação na ordem a ser chamada.
ro_ro: Sortați plugin-urile pentru fiecare acțiune pentru a fi apelate.
ru_ru: Сортировать плагины для каждого действия в порядке вызова.
sv_se: Sortera plugins för varje åtgärd i den ordning som ska ringas.
uk_ua: Сортувати плагіни для кожної дії для порядку виклику.

source: Plugins
ar_sa: الإضافات
cs_cz: Pluginy
el_gr: Πρόσθετα
fi_fi: Liitännäiset
it_it: Plugin
ja_jp: プラグイン
no_no: Utvidelser
pl_pl: Wtyczki
pt_pt: Complementos
ro_ro: Extensii
ru_ru: Плагины
sv_se: Tillägg
uk_ua: Плагіни

source: The content of the napari settings file could not be read The default settings will be used and the content of the file will be replaced the next time settings are changed. Error: {err}
ar_sa: لا يمكن قراءة محتوى ملف إعدادات Npari سيتم استخدام الإعدادات الافتراضية وسيتم استبدال محتوى الملف في المرة القادمة التي يتم فيها تغيير الإعدادات. خطأ: {err}
cs_cz: Obsah souboru s nastavením nafari nelze přečíst Výchozí nastavení bude použito a obsah souboru bude nahrazen při příští změně nastavení. Chyba: {err}
da_dk: Indholdet af napari indstillingsfilen kunne ikke læses Standardindstillingerne vil blive brugt og indholdet af filen vil blive erstattet næste gang indstillingerne ændres. Fejl: {err}
de_de: Der Inhalt der napari-Einstellungsdatei konnte nicht gelesen werden Die Standardeinstellungen werden verwendet und der Inhalt der Datei wird beim nächsten Ändern der Einstellungen ersetzt. Fehler: {err}
el_gr: Το περιεχόμενο του αρχείου ρυθμίσεων napari δεν μπορεί να διαβαστεί Θα χρησιμοποιηθούν οι προεπιλεγμένες ρυθμίσεις και το περιεχόμενο του αρχείου θα αντικατασταθεί την επόμενη φορά που θα αλλάξουν οι ρυθμίσεις. Σφάλμα: {err}
es_es: No se ha podido leer el contenido del archivo de configuración de napari Los ajustes por defecto se utilizarán y el contenido del archivo se reemplazará la próxima vez que se cambien los ajustes. Error: {err}
fi_fi: Napari asetukset tiedoston sisältöä ei voitu lukea Oletusasetuksia käytetään ja tiedoston sisältö korvataan kun seuraavan kerran asetuksia on muutettu. Virhe: {err}
fr_fr: Le contenu du fichier de paramètres napari n'a pas pu être lu. Les paramètres par défaut seront utilisés et le contenu du fichier sera remplacé la prochaine fois que les paramètres seront modifiés. Erreur: {err}
it_it: Il contenuto del file delle impostazioni napari non può essere letto Le impostazioni predefinite saranno usate e il contenuto del file sarà sostituito dalla prossima modifica delle impostazioni. Errore: {err}
ja_jp: Napariの設定ファイルの内容を読み込めませんでした。 デフォルトの設定が適用されます。設定ファイルの内容は次回設定が変更されたときにそちらに置き換わります。 エラー: {err}
nl_nl: De inhoud van het navigatieinstellingenbestand kon niet worden gelezen De standaardinstellingen worden gebruikt en de inhoud van het bestand wordt vervangen de volgende keer dat instellingen worden gewijzigd. Fout: {err}
no_no: Innholdet i napari instillingene kunne ikke leses Standardinnstillingene vil bli brukt, og innholdet i filen vil bli erstattet neste gang innstillingene blir endret. Feil: {err}
pl_pl: Zawartość pliku ustawień napari nie może zostać odczytana Domyślne ustawienia zostaną użyte i zawartość pliku zostanie zastąpiona kolejnymi ustawieniami. Błąd: {err}
pt_pt: O conteúdo do arquivo de configurações napari não pôde ser lido As configurações padrão serão utilizadas e o conteúdo do arquivo será substituído na próxima vez que as configurações forem alteradas. Erro: {err}
ro_ro: Conținutul fișierului de setări napari nu a putut fi citit Setările implicite vor fi folosite și conținutul fișierului va fi înlocuit data viitoare când vor fi modificate setările. Eroare: {err}
ru_ru: Не удалось прочитать содержимое файла настроек Накари Будут использованы настройки по умолчанию и содержимое файла будет заменено при следующем изменении параметров. Ошибка: {err}
sv_se: Innehållet i napari inställningsfilen kunde inte läsas Standardinställningarna kommer att användas och innehållet i filen kommer att bytas ut nästa gång inställningarna ändras. Fel: {err}
uk_ua: Вміст файлу налаштувань napari не може бути прочитаний За замовчуванням будуть використані налаштування і вміст файлу буде замінено наступного разу налаштування змінилися. Помилка: {err}

source: BOO
ar_sa: زعيم
cs_cz: KÓD
es_es: BO
ja_jp: ブー！
pt_pt: CAIXA
ru_ru: БО
sv_se: BO
uk_ua: БВЕ

source: More about napari
ar_sa: المزيد عن ناباري
cs_cz: Více o napari
da_dk: Mere om napari
de_de: Mehr über napari
el_gr: Περισσότερα για το napari
es_es: Más sobre napari
fi_fi: Lisää naparista
fr_fr: En savoir plus sur napari
it_it: Maggiori informazioni su napari
ja_jp: ナパリの詳細
nl_nl: Meer over napari
no_no: Mer om napari
pl_pl: Więcej o napari
pt_pt: Mais sobre napari
ro_ro: Mai multe despre napari
ru_ru: Подробнее о napari
sv_se: Mer om napari
uk_ua: Детальніше про napari

source: MORE ABOUT NAPARI
ar_sa: المزيد من ناباري
cs_cz: VÍCE O NAPARI
da_dk: MERE OM NAPARI
de_de: MEHR ÜBER NAPARI
el_gr: ΠΕΡΙΣΣΟΤΕΡΑ ΣΧΕΤΙΚΑ ΜΕ NAPARI
es_es: MÁS DE NAPARI ABUSTO
fi_fi: LISÄÄ NAPARIA
fr_fr: PLUS SUR NAPARI
it_it: PIÙ SU NAPARI
ja_jp: NAPARIについて
nl_nl: MEER OVER NAPARI
no_no: MER OM NAPARI
pl_pl: WIĘCEJ NAPARI
pt_pt: MAIS SOBRE O NAPARI
ro_ro: MAI MULTE DESPRE NAPARI
ru_ru: Больше о NAPARI
sv_se: MER OM NAPARI
uk_ua: БІЛЬШЕ ПРО НАПАРИЙ

source: Scalars are not valid values for shear. Shear must be an upper triangular vector or square matrix with ones along the main diagonal.
ar_sa: القياس ليست قيم صالحة للقلع. يجب أن تكون ناقلات ثلاثية عليا أو مصفوفة مربعة مع مقياس على طول القطر الرئيسي.
cs_cz: Scalary nejsou platné hodnoty pro střih. Smyk musí být horní trojúhelníkový vektor nebo matice čtvercových s úhlopříčkami podél hlavního úhlopříčky.
da_dk: Skalarer er ikke gyldige værdier for saks. Shear skal være en øvre trekantet vektor eller kvadratisk matrix med dem langs hoveddiagonalen.
de_de: Skalare sind keine gültigen Werte für Scheren. Scherben muss ein oberer Dreiecksvektor oder eine Quadratmatrix sein, die sich entlang der Hauptdiagonale befindet.
el_gr: Οι κλίμακες δεν είναι έγκυρες τιμές για τη διάτμηση. Η διάτμηση πρέπει να είναι ένα άνω τριγωνικό διάνυσμα ή τετράγωνο πλέγμα με αυτές κατά μήκος της κύριας διαγώνου.
es_es: Los escalares no son valores válidos para el esquilado. El corte debe ser un vector triangular superior o una matriz cuadrada con uno a lo largo del diagnóstico principal.
fi_fi: Scalars eivät ole kelvollisia arvoja sakka. Shear on oltava ylempi triangular vektori tai neliön matriisi kanssa ne pitkin päävinorivin.
fr_fr: Les scalaires ne sont pas des valeurs valides pour le cisaillement. Le cisaillement doit être un vecteur triangulaire supérieur ou une matrice carrée avec celles le long de la diagonale principale.
it_it: Gli scalari non sono valori validi per la cesoia. Il taglio deve essere un vettore triangolare superiore o una matrice quadrata con quelli lungo la diagonale principale.
ja_jp: スカラーはせん断には有効な値ではありません。せん断は主対角線に沿ったものを持つ上三角形のベクトルまたは正方形の行列でなければなりません。
nl_nl: Scalars zijn geen geldige waarden voor schaap. Schatten moeten een bovenste driehoekige vector of vierkante matrix zijn met ze langs de hoofddiagonal.
no_no: Skalarer er ikke gyldige verdier for skjær. Skjær må være en øvre trekant-vektor eller firkantede matrise med den langs hoveddiagonalen.
pl_pl: Skalary nie są prawidłowymi wartościami nożyca. Nośnik musi być górnym trójkątnym wektorem lub kwadratową matrycą z tymi wzdłuż głównej przekątnej.
pt_pt: Os escamas não são valores válidos para a farsa. O ouvido deve ser um vetor triangular superior ou matriz quadrada com os valores ao longo do diagonal principal.
ro_ro: Scalarii nu sunt valori valide pentru shear. Pălăria trebuie să fie un vector triunghiular superior sau o matrice pătrată cu cei de-a lungul diagonalei principale.
ru_ru: Скалары не являются допустимыми значениями для ножницы. Срез должен быть верхним треугольным вектором или квадратной матрицей с единицами по основной диагонали.
sv_se: Skalor är inte giltiga värden för skjuvning. Shear måste vara en övre triangulär vektor eller kvadratisk matris med sådana längs huvuddiagonalen.
uk_ua: Скалари не є припустимими значеннями для стрижня. Шукайте - верхній трикутник або квадратну матрицю з одиницями вздовж головної діагоналі.

source: {number} is a strange number of shear elements
ar_sa: {number} عبارة عن عدد غريب من العناصر الغريبة
cs_cz: {number} je podivný počet ostnatých prvků
da_dk: {number} er et mærkeligt antal forskydningselementer
de_de: {number} ist eine seltsame Anzahl von Scherenelementen
el_gr: {number} είναι ένας παράξενος αριθμός των στοιχείων διάτμησης
es_es: {number} es un extraño número de elementos de corte
fi_fi: {number} on outo määrä leikkuuelementtejä
fr_fr: {number} est un nombre étrange d'éléments de cisaillement
it_it: {number} è uno strano numero di elementi di taglio
ja_jp: {number} は奇妙なせん断要素の数です
nl_nl: {number} is een vreemd aantal schuif elementen
no_no: {number} er et rakt antall skjærelementer
pl_pl: {number} jest dziwną liczbą ścinających elementów
pt_pt: {number} é um número estranho de elementos de palha
ro_ro: {number} este un număr ciudat de elemente de shear
ru_ru: {number} - это странное количество спящих элементов
sv_se: {number} är ett konstigt antal skjuvelement
uk_ua: {number} - дивна кількість елементів спису

source: Improper transform matrix {matrix}
ar_sa: مصفوفة تحويل غير صحيحة {matrix}
cs_cz: Nesprávná transformační matice {matrix}
da_dk: Forkert omdanne matrix {matrix}
de_de: Falsche Transformationsmatrix {matrix}
el_gr: Ακατάλληλος μετασχηματισμός πίνακα {matrix}
es_es: matriz de transformación inadecuada {matrix}
fi_fi: Epäasianmukainen muunna matriisi {matrix}
fr_fr: Matrice de transformation {matrix} incorrecte
it_it: Matrice di trasformazione impropria {matrix}
ja_jp: 不適切な変換行列 {matrix}
nl_nl: Onjuiste transformatie matrix {matrix}
no_no: Feildefinert transformeringsmatrise {matrix}
pl_pl: Niewłaściwa matryca przekształcająca {matrix}
pt_pt: Matriz de transformação imprópria {matrix}
ro_ro: Matricea transformării inadecvată {matrix}
ru_ru: Неправильная матрица трансформации {matrix}
sv_se: Felaktig transformmatris {matrix}
uk_ua: Некоректна матриця перетворення {matrix}

source: Inverse function was not provided.
ar_sa: ولم تقدم دالة عكسية.
cs_cz: Inverzní funkce nebyla k dispozici.
da_dk: Omvendt funktion blev ikke angivet.
de_de: Inverse-Funktion wurde nicht bereitgestellt.
el_gr: Η αντίστροφη συνάρτηση δεν παρέχεται.
es_es: No se proporcionó la función inversa.
fi_fi: Käänteistä funktiota ei annettu.
fr_fr: La fonction inversée n'a pas été fournie.
it_it: La funzione inversa non è stata fornita.
ja_jp: 逆関数は提供されませんでした。
nl_nl: Inverse functie werd niet opgegeven.
no_no: Motsatt funksjon ble ikke oppgitt.
pl_pl: Funkcja odwrotna nie została podana.
pt_pt: Função inversa não foi fornecida.
ro_ro: Nu a fost furnizată funcția inversă.
ru_ru: Не была предоставлена обратная функция.
sv_se: Inverterad funktion tillhandahölls inte.
uk_ua: Обернена функція не надана.

source: Transform composition rule not provided
ar_sa: قاعدة تحويل التكوين غير متوفرة
cs_cz: Transformovat pravidlo složení není uvedeno
da_dk: Transformere sammensætning regel ikke angivet
de_de: Umformungsregel nicht angegeben
el_gr: Δεν παρέχεται κανόνας σύνθεσης μετασχηματισμού
es_es: Regla de composición de transformación no proporcionada
fi_fi: Muunna koostumus ei ole annettu
fr_fr: Règle de composition de transformation non fournie
it_it: Regola di composizione di trasformazione non fornita
ja_jp: 変換コンポジションルールが提供されていません
nl_nl: Transformatie compositie regel niet verstrekt
no_no: Transformere sammensetning ikke levert
pl_pl: Przekształć regułę składu nie podano
pt_pt: Transformar regra de composição não fornecida
ro_ro: Regula de transformare a compoziției nu este furnizată
ru_ru: Преобразовать состав правило не задано
sv_se: Omvandla sammansättningsregeln inte angiven
uk_ua: Перетворити правило складання не надано

source: Cannot subset arbitrary transforms.
ar_sa: لا يمكن وضع تحولات اعتباطية.
cs_cz: Nelze podnastavit libovolné transformace.
da_dk: Kan ikke undersætte vilkårlige transformationer.
de_de: Kann beliebige Transformationen nicht unterordnen.
el_gr: Αδυναμία υποσυνόλου αυθαίρετων μετασχηματισμών.
es_es: No se pueden subajustar las transformaciones arbitrarias.
fi_fi: Ei voida aliasettaa mielivaltaisia muutoksia.
fr_fr: Impossible de sous-définir les transformations arbitraires.
it_it: Impossibile sottoimpostare le trasformazioni arbitrarie.
ja_jp: 任意の変換をサブセットできません。
nl_nl: Kan willekeurige transformaties niet afhandelen.
no_no: Kan ikke underangi vilkårlige transformasjoner.
pl_pl: Nie można podzbić arbitralnych transformacji.
pt_pt: Não é possível subdefinir transformações arbitrárias.
ro_ro: Nu se pot subseta transformările arbitrare.
ru_ru: Невозможно подмножество произвольных преобразований.
sv_se: Kan inte delmängd godtyckliga transformer.
uk_ua: Неможливо підставити довільні перетворення.
