Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Could not find a dock widget containing: {widget}
ar_sa: تعذر العثور على أداة الإرساء المحتوى: {widget}
cs_cz: Nelze najít widget doku obsahující: {widget}
da_dk: Kunne ikke finde en dock- widget indeholdende: {widget}
de_de: Konnte kein Dock-Widget finden: {widget}
el_gr: Αδυναμία εύρεσης γραφικού συστατικού προσάρτησης που να περιέχει: {widget}
es_es: No se pudo encontrar un widget de acoplamiento conteniendo: {widget}
fi_fi: Laituriwidgetiä ei löydy, joka sisältää: {widget}
fr_fr: Impossible de trouver un widget de dock contenant : {widget}
it_it: Impossibile trovare un widget di aggancio contenente: {widget}
ja_jp: 以下を含むドックウィジェットが見つかりませんでした: {widget}
nl_nl: Kan geen favorietenwidget vinden met daarin {widget}
no_no: Kan ikke finne en dock widget som inneholder: {widget}
pl_pl: Nie można znaleźć widżetu doku zawierającego: {widget}
pt_pt: Não foi possível encontrar um widget de dock contendo: {widget}
ro_ro: Nu s-a putut găsi un widget dock care conține: {widget}
ru_ru: Не удалось найти виджет, содержащий: {widget}
sv_se: Kunde inte hitta en dockwidget som innehåller: {widget}
uk_ua: Не вдалося знайти віджет в панелі керування: {widget}

source: This viewer has already been closed and deleted. Please create a new one.
ar_sa: تم إغلاق هذا العارض بالفعل وحذفه. الرجاء إنشاء عارض جديد.
cs_cz: Tento prohlížeč již byl uzavřen a odstraněn. Vytvořte prosím nový.
da_dk: Denne fremviser er allerede blevet lukket og slettet. Opret venligst en ny.
de_de: Dieser Viewer wurde bereits geschlossen und gelöscht. Bitte erstellen Sie einen neuen.
el_gr: Αυτός ο προβολέας έχει ήδη κλείσει και διαγραφεί. Παρακαλώ δημιουργήστε ένα νέο.
es_es: Este visor ya ha sido cerrado y eliminado. Por favor, cree uno nuevo.
fi_fi: Tämä katsoja on jo suljettu ja poistettu. Luo uusi.
fr_fr: Cette visionneuse a déjà été fermée et supprimée. Veuillez en créer un nouveau.
it_it: Questo visualizzatore è già stato chiuso ed eliminato. Si prega di crearne uno nuovo.
ja_jp: このビューアはすでにクローズされ削除されています。新しいものを作成してください。
nl_nl: Deze viewer is al gesloten en verwijderd. Maak een nieuwe aan.
no_no: Denne leseren har allerede blitt lukket og slettet. Opprett en ny.
pl_pl: Ta przeglądarka została już zamknięta i usunięta. Proszę utworzyć nową.
pt_pt: Este visualizador já foi fechado e excluído. Por favor, crie um novo.
ro_ro: Acest vizualizator a fost deja închis şi şters. Vă rugăm să creaţi unul nou.
ru_ru: Этот зритель уже был закрыт и удален. Пожалуйста, создайте новый.
sv_se: Den här läsaren har redan stängts och tagits bort. Skapa en ny.
uk_ua: Цей глядач вже закрито та видалено. Створіть новий.

source: The window geometry settings could not be loaded due to the following error: {err}
ar_sa: تعذر تحميل إعدادات هندسة النافذة بسبب الخطأ التالي: {err}
cs_cz: Nastavení geometrie okna nelze načíst z důvodu následující chyby: {err}
da_dk: Vinduets geometriindstillinger kunne ikke indlæses på grund af følgende fejl: {err}
de_de: Die Fenstergeometrie-Einstellungen konnten aufgrund des folgenden Fehlers nicht geladen werden: {err}
el_gr: Δεν ήταν δυνατή η φόρτωση των ρυθμίσεων γεωμετρίας του παραθύρου λόγω του ακόλουθου σφάλματος: {err}
es_es: La configuración de la geometría de la ventana no se pudo cargar debido al siguiente error: {err}
fi_fi: Ikkunan geometria-asetuksia ei voitu ladata seuraavan virheen vuoksi: {err}
fr_fr: Les paramètres de géométrie de la fenêtre n'ont pas pu être chargés en raison de l'erreur suivante : {err}
it_it: Le impostazioni della geometria della finestra non possono essere caricate a causa del seguente errore: {err}
ja_jp: 次のエラーのため、ウィンドウジオメトリ設定を読み込めませんでした: {err}
nl_nl: De geometrie-instellingen van het venster konden niet worden geladen wegens de volgende fout: {err}
no_no: Vinduets geometriinnstillinger kunne ikke lastes pga. følgende feil: {err}
pl_pl: Ustawienia geometrii okna nie mogły zostać załadowane z powodu następującego błędu: {err}
pt_pt: Não foi possível carregar as configurações de geometria da janela devido ao seguinte erro: {err}
ro_ro: Setările de geometrie ale ferestrei nu au putut fi încărcate din cauza următoarei erori: {err}
ru_ru: Настройки геометрии окна не могут быть загружены из-за следующей ошибки: {err}
sv_se: Inställningarna för fönstergeometri kunde inte laddas på grund av följande fel: {err}
uk_ua: Не вдалося завантажити налаштування геометрії вікна через таку помилку: {err}

source: layer list
ar_sa: قائمة الطبقة
cs_cz: seznam vrstev
da_dk: lag liste
de_de: Ebenenliste
el_gr: λίστα επιπέδων
es_es: lista de capas
fi_fi: kerroksen lista
fr_fr: liste des couches
it_it: elenco livelli
ja_jp: レイヤーリスト
nl_nl: lijst van lagen
no_no: lagliste
pl_pl: lista warstw
pt_pt: lista de camadas
ro_ro: listă strat
ru_ru: список слоя
sv_se: lager lista
uk_ua: список шарів

source: layer controls
ar_sa: التحكم بالطبقة
cs_cz: Ovládání vrstvy
da_dk: lag kontrol
de_de: Layer-Steuerung
el_gr: έλεγχοι στρώματος
es_es: controles de capa
fi_fi: kerroksen säätimet
fr_fr: contrôles de la couche
it_it: controlli del livello
ja_jp: レイヤーコントロール
nl_nl: laag bediening
no_no: lagkontroller (lag
pl_pl: regulacja warstw
pt_pt: controles de camada
ro_ro: comenzi strat
ru_ru: управление слоем
sv_se: lagerkontroller
uk_ua: елементи керування шаром

source: console
ar_sa: وحدة التحكم
cs_cz: konzole
da_dk: konsol
de_de: konsole
el_gr: κονσόλα
es_es: consola
fi_fi: konsoli
ja_jp: コンソール
no_no: konsoll
pl_pl: konsola
ro_ro: consolă
ru_ru: консоль
sv_se: konsol
uk_ua: консоль

source: The 'raw_stylesheet' attribute is deprecated and will beremoved in version 0.4.7. Please use `napari.qt.get_stylesheet` instead
ar_sa: سمة 'raw_stylesheet' مهملة وسيتم إزالتها في الإصدار 0.4.7. الرجاء استخدام 'napari.qt.get_stylesheet' بدلا من ذلك
cs_cz: Atribut 'raw_stylesheet' je zastaralý a bude namáhavý ve verzi 0.4.7. Použijte místo toho `napari.qt.get_stylesheet`
da_dk: Attributten 'raw_stylesheet' er forældet og vil beremoved i version 0.4.7. Brug venligst 'napari.qt.get_stylesheet' i stedet
de_de: Das 'raw_stylesheet' Attribut ist veraltet und wird in Version 0.4.7 beremoved sein. Bitte verwende stattdessen `napari.qt.get_stylesheet`
el_gr: Το χαρακτηριστικό 'raw_stylesheet' είναι παρωχημένο και θα αφαιρεθεί στην έκδοση 0.4.7. Παρακαλώ χρησιμοποιήστε `napari.qt.get_stylesheet` αντί αυτού
es_es: El atributo 'raw_stylesheet' está obsoleto y beremoved en la versión 0.4.7. Utilice `napari.qt.get_stylesheet` en su lugar
fi_fi: Attribuutti 'raw_stylesheet' on vanhentunut ja kaiverrettu versiossa 0.4.7. Ole hyvä ja käytä sen sijaan `napari.qt.get_stylesheet`
fr_fr: L'attribut 'raw_stylesheet' est obsolète et va être encerclé dans la version 0.4.7. Veuillez utiliser `napari.qt.get_stylesheet` à la place
it_it: L'attributo 'raw_stylesheet' è deprecato e sarà beremovato nella versione 0.4.7. Utilizza invece `napari.qt.get_stylesheet`
ja_jp: 'raw_stylesheet' 属性は非推奨であり、バージョン 0.4.7 では廃止されます。代わりに `napari.qt.get_stylesheet` を使用してください。
nl_nl: Het 'raw_stylesheet' attribuut is verouderd en zal beremoved in versie 0.4.7. Gebruik `napari.qt.get_stylesheet`
no_no: 'raw_stylesheet' attributtet er foreldet og vil beremotert i versjon 0.4.7. Vennligst bruk `napari.qt.get_stylesheet` i stedet
pl_pl: Atrybut 'raw_stylesheet' jest przestarzały i zostanie usunięty w wersji 0.4.7. Zamiast tego użyj `napari.qt.get_stylesheet`
pt_pt: O atributo 'raw_stylesheet' está obsoleto e será removido na versão 0.4.7. Por favor, use `napari.qt.get_stylesheet` em vez disso
ro_ro: Atributul 'raw_stylesheet' este învechit și va fi mutat în versiunea 0.4.7. Folosiți în schimb `napari.qt.get_stylesheet`
ru_ru: Атрибут 'raw_stylesheet' устарел и будет удален в версии 0.4.7. Вместо этого используйте `napari.qt.get_stylesheet`
sv_se: Attributet 'raw_stylesheet' är föråldrat och kommer beremoved i version 0.4.7. Använd 'napari.qt.get_stylesheet' istället
uk_ua: Атрибут 'raw_stylesheet' є застарілим, і буде вилучений у версії 0.4.7. Будь ласка, використовуйте `napari.qt.get_stylesheet` замість цього

source: performance
ar_sa: الأداء
cs_cz: Výkonnost
da_dk: ydelse
de_de: performant
el_gr: απόδοση
es_es: rendimiento
fi_fi: suorituskyky
ja_jp: パフォーマンス
nl_nl: prestatie
no_no: konsert
pl_pl: wydajność
pt_pt: desempenho
ro_ro: performanțe
ru_ru: производительность
sv_se: prestanda
uk_ua: продуктивність

source: napari-console not found. It can be installed with "pip install napari_console"
ar_sa: ناباري وحدة التحكم غير موجودة. يمكن تثبيته مع "pip install napari_console"
cs_cz: napari-konzole nenalezena. Lze ji nainstalovat pomocí "pip install napari_console"
da_dk: napari-konsol ikke fundet. Den kan installeres med "pip install napari_console"
de_de: napari-console nicht gefunden. Sie kann mit "pip install napari_console" installiert werden
el_gr: Η napari-κονσόλα δε βρέθηκε. Μπορεί να εγκατασταθεί με "pip install napari_console"
es_es: n console no encontrado. Puede instalarse con "pip install nsr_console"
fi_fi: napari-konsolia ei löytynyt. Se voidaan asentaa "pip install napari_console"
fr_fr: napari-console introuvable. Il peut être installé avec "pip install napari_console"
it_it: napari-console non trovato. Può essere installato con "pip install napari_console"
ja_jp: napari-console が見つかりません。"pip install napari_console" でインストールできます。
nl_nl: napari-console niet gevonden. Het kan worden geïnstalleerd met "pip install napari_console"
no_no: napari-konsoll ikke funnet. Kan installeres med "pip install napari_console"
pl_pl: nie znaleziono konsoli napari-consoli. Można ją zainstalować z "pip install napari_console"
pt_pt: napari-console não encontrado. Ele pode ser instalado com "pip install napari_console"
ro_ro: napari-console nu a fost găsit. Poate fi instalat cu "pip install napari_console"
ru_ru: napari-консоль не найдена. Она может быть установлена с помощью "pip install napari_console"
sv_se: napari-console hittades inte. Den kan installeras med "pip install napari_console"
uk_ua: napari-console не знайдено. Його можна встановити за допомогою "pip install napari_console"

source: There are no layers in the viewer to save
ar_sa: لا توجد طبقات في المشاهد لحفظ
cs_cz: V prohlížeči nejsou žádné vrstvy k uložení
da_dk: Der er ingen lag i fremviseren at gemme
de_de: Es gibt keine Ebenen im Viewer zu speichern
el_gr: Δεν υπάρχουν επίπεδα στον προβολέα για αποθήκευση
es_es: No hay capas en el visor para guardar
fi_fi: Näyttämössä ei ole tasoja, jotka voitaisiin tallentaa
fr_fr: Il n'y a pas de calque dans la visionneuse à enregistrer
it_it: Non ci sono livelli nel visualizzatore da salvare
ja_jp: 保存するレイヤーがありません。
nl_nl: Er zijn geen lagen in de viewer om op te slaan
no_no: Det er ingen lag i viseren å lagre
pl_pl: W przeglądarce nie ma warstw do zapisania
pt_pt: Não há camadas no visualizador para salvar
ro_ro: Nu există straturi în vizualizator pentru a salva
ru_ru: В средстве просмотра нет слоёв для сохранения
sv_se: Det finns inga lager i tittaren att spara
uk_ua: Немає шарів у глядачі для збереження

source: Please select one or more layers to save, or use "Save all layers..."
ar_sa: الرجاء تحديد طبقة واحدة أو أكثر للحفظ، أو استخدام "حفظ جميع الطبقات".
cs_cz: Vyberte prosím jednu nebo více vrstev pro uložení, nebo použijte "Uložit všechny vrstvy..."
da_dk: Vælg et eller flere lag at gemme, eller brug "Gem alle lag ..."
de_de: Bitte wählen Sie eine oder mehrere Ebenen zum Speichern, oder verwenden Sie "Alle Ebenen speichern..."
el_gr: Παρακαλώ επιλέξτε ένα ή περισσότερα επίπεδα για αποθήκευση, ή χρησιμοποιήστε "Αποθήκευση όλων των στρωμάτων..."
es_es: Por favor, seleccione una o más capas para guardar, o utilice "Guardar todas las capas..."
fi_fi: Valitse yksi tai useampi kerros tallentaaksesi, tai käytä "Tallenna kaikki kerrokset..."
fr_fr: Veuillez sélectionner un ou plusieurs calques pour enregistrer, ou utiliser "Enregistrer tous les calques..."
it_it: Seleziona uno o più livelli da salvare, o usa "Salva tutti i livelli..."
ja_jp: 1つ以上のレイヤーを選択して保存するか、 または「すべてのレイヤーを保存...」を使用してください。
nl_nl: Selecteer een of meer lagen om op te slaan, of gebruik "Sla alle lagen op..."
no_no: Vennligst velg ett eller flere lag for å lagre, eller bruk "Lagre alle lagre..."
pl_pl: Wybierz jedną lub więcej warstw do zapisania, lub użyj "Zapisz wszystkie warstwy..."
pt_pt: Por favor, selecione uma ou mais camadas para salvar, ou use "Salvar todas as camadas..."
ro_ro: Vă rugăm să selectaţi unul sau mai multe straturi pentru a salva, sau utilizaţi "Salvaţi toate nivelele..."
ru_ru: Пожалуйста, выберите один или несколько слоев для сохранения, или используйте "Сохранить все слоиs..."
sv_se: Välj ett eller flera lager att spara, eller använd "Spara alla lager" ..."
uk_ua: Будь ласка, виберіть один або кілька шарів для збереження або використовуйте "Зберегти всі шари..."

source: Nothing to save
ar_sa: لا شيء للحفظ
cs_cz: Nic k uložení
da_dk: Intet at gemme
de_de: Nichts zu speichern
el_gr: Τίποτα για αποθήκευση
es_es: Nada que guardar
fi_fi: Ei tallennettavaa
fr_fr: Rien à enregistrer
it_it: Niente da salvare
ja_jp: 保存するものがありません
nl_nl: Niets op te slaan
no_no: Ingenting å lagre
pl_pl: Nic do zapisania
pt_pt: Nada para salvar
ro_ro: Nimic de salvat
ru_ru: Нечего сохранять
sv_se: Inget att spara
uk_ua: Нічого зберігати

source: selected
ar_sa: المحدد
cs_cz: vybráno
da_dk: valgt
de_de: ausgewählt
el_gr: επιλεγμένα
es_es: seleccionado
fi_fi: valittu
fr_fr: slectionns
it_it: selezionato
ja_jp: 選択済み
nl_nl: Geselecteerd
no_no: valgt
pl_pl: zaznaczone
pt_pt: Selecionado
ro_ro: selectat
ru_ru: выбрано
sv_se: vald
uk_ua: обрано

source: all
ar_sa: الكل
cs_cz: vše
da_dk: alle
de_de: alle
el_gr: όλα
es_es: todo
fi_fi: kaikki
fr_fr: Tous
it_it: tutti
ja_jp: すべて
nl_nl: alle
no_no: alle
pl_pl: wszystkie
pt_pt: Todos
ro_ro: toate
ru_ru: все
sv_se: alla
uk_ua: всі

source: Save {msg} layers
ar_sa: حفظ {msg} طبقات
cs_cz: Uložit {msg} vrstev
da_dk: Gem {msg} lag
de_de: {msg} Ebenen speichern
el_gr: Αποθήκευση {msg} επιπέδων
es_es: Guardar {msg} capas
fi_fi: Tallenna {msg} tasoa
fr_fr: Enregistrer {msg} couches
it_it: Salva {msg} livelli
ja_jp: {msg} レイヤーを保存
nl_nl: Sla {msg} lagen op
no_no: Lagre {msg} lag
pl_pl: Zapisz {msg} warstw
pt_pt: Salvar {msg} camadas
ro_ro: Salvează {msg} straturi
ru_ru: Сохранить слои {msg}
sv_se: Spara {msg} lager
uk_ua: Зберегти {msg} шари

source: File {filename} save failed. {error_messages}
ar_sa: فشل حفظ الملف {filename} . {error_messages}
cs_cz: Uložení souboru {filename} se nezdařilo. {error_messages}
da_dk: Gemning af filen {filename} mislykkedes. {error_messages}
de_de: Datei {filename} Speichern fehlgeschlagen. {error_messages}
el_gr: Αποτυχία αποθήκευσης αρχείου {filename} . {error_messages}
es_es: Error al guardar el archivo {filename} . {error_messages}
fi_fi: Tiedosto {filename} tallennus epäonnistui. {error_messages}
fr_fr: La sauvegarde du fichier {filename} a échoué. {error_messages}
it_it: Salvataggio file {filename} non riuscito. {error_messages}
ja_jp: ファイル {filename} の保存に失敗しました。 {error_messages}
nl_nl: Bestand {filename} opslaan mislukt. {error_messages}
no_no: Filen {filename} lagring mislyktes. {error_messages}
pl_pl: Plik {filename} zapis nie powiódł się. {error_messages}
pt_pt: Arquivo {filename} salvado falhou. {error_messages}
ro_ro: Salvarea fișierului {filename} a eșuat. {error_messages}
ru_ru: Файл {filename} не сохранен. {error_messages}
sv_se: Filen {filename} sparades inte. {error_messages}
uk_ua: Файл {filename} зберегти не вдалося. {error_messages}

source: Select file(s)...
ar_sa: حدد الملف(الملفات)...
cs_cz: Vybrat soubor(y)...
da_dk: Vælg fil(er)...
de_de: Datei(en) auswählen...
el_gr: Επιλέξτε αρχείο(-α)...
es_es: Seleccionar archivo(s)
fi_fi: Valitse tiedosto(t).
fr_fr: Sélectionnez le(s) fichier(s)...
it_it: Seleziona file...
ja_jp: ファイルを選択...
nl_nl: Selecteer bestand(en)
no_no: Velg fil(er)...
pl_pl: Wybierz plik(i) ...
pt_pt: Selecionar arquivo(s)...
ro_ro: Selectaţi fişier(e)...
ru_ru: Выберите файл(ы)...
sv_se: Välj fil(er) ...
uk_ua: Виберіть файл(и)...

source: Select files...
ar_sa: حدد الملفات...
cs_cz: Vybrat soubory...
da_dk: Vælg filer...
de_de: Dateien auswählen...
el_gr: Επιλογή αρχείων...
es_es: Seleccionar archivos...
fi_fi: Valitse tiedostot...
fr_fr: Sélectionner les fichiers...
it_it: Seleziona file...
ja_jp: ファイルを選択...
nl_nl: Bestanden selecteren...
no_no: Velg filer...
pl_pl: Wybierz pliki...
pt_pt: Selecionar arquivos...
ro_ro: Selectați fișiere...
ru_ru: Выберите файлы...
sv_se: Välj filer...
uk_ua: Вибрати файли...

source: Select folder...
ar_sa: حدد المجلد...
cs_cz: Vybrat složku...
da_dk: Vælg mappe...
de_de: Ordner auswählen...
el_gr: Επιλογή φακέλου...
es_es: Seleccionar carpeta...
fi_fi: Valitse kansio...
fr_fr: Sélectionner un dossier...
it_it: Seleziona cartella...
ja_jp: フォルダを選択...
nl_nl: Selecteer map...
no_no: Velg mappe...
pl_pl: Wybierz folder...
pt_pt: Selecionar pasta...
ro_ro: Selectați dosarul...
ru_ru: Выберите папку...
sv_se: Välj mapp...
uk_ua: Обрати теку...

source: RuntimeError in aborted thread: {result}
ar_sa: خطأ وقت التشغيل في الموضوع المحذوف: {result}
cs_cz: RuntimeChyba ve zrušeném vlákně: {result}
da_dk: RuntimeError i afbrudt tråd: {result}
de_de: Laufzeitfehler im abgebrochenen Thread: {result}
el_gr: Σφάλμα εκτέλεσης στο ματαιωμένο νήμα: {result}
es_es: Error de ejecución en el hilo abortado: {result}
fi_fi: Keskeytetyssä viestiketjussa tapahtui virhe: {result}
fr_fr: RuntimeError dans le sujet abandonné : {result}
it_it: RuntimeErrore nel thread interrotto: {result}
nl_nl: RuntimeError in afgebroken gesprek: {result}
pl_pl: Błąd czasu pracy w porzuconym wątku: {result}
pt_pt: Erro no tópico abortado: {result}
ro_ro: Eroare RuntimeError în discuția abandonată: {result}
ru_ru: Ошибка RuntimeError в прерванном потоке: {result}
sv_se: KörtidsFel i avbruten tråd: {result}
uk_ua: Помилка RuntimeError в перерваному темі: {result}

source: "{name}" failed to define work() method
ar_sa: "{name}" فشل في تعريف طريقة العمل ()
cs_cz: "{name}" se nepodařilo definovat metodu práce ()
da_dk: "{name}" kunne ikke definere work() metode
de_de: "{name}" konnte keine work()-Methode definieren
el_gr: "{name}" αποτυχία ορισμού μεθόδου εργασίας ()
es_es: "{name}" falló al definir el método work()
fi_fi: "{name}" Työtavan määrittely epäonnistui
fr_fr: Échec de la définition de la méthode work() "{name}"
it_it: "{name}" non è riuscito a definire il metodo work()
ja_jp: "{name}" はwork() メソッドの定義に失敗しました
nl_nl: "{name}" is mislukt om work() methode te definiëren
no_no: "{name}" kan ikke definere arbeid()-metode
pl_pl: "{name}" nie udało się zdefiniować metody prac()
pt_pt: "{name}" falhou em definir o método work()
ro_ro: "{name}" nu a reușit să definească metoda de lucru ()
ru_ru: "{name}" не удалось определить метод work()
sv_se: "{name}" misslyckades att definiera work() metod
uk_ua: "{name}" не вдалося визначити метод work()

source: This worker is already started!
ar_sa: هذا العامل بدأ بالفعل!
cs_cz: Tento pracovník je již spuštěn!
da_dk: Denne arbejdstager er allerede startet!
de_de: Dieser Arbeiter ist bereits gestartet!
el_gr: Αυτός ο εργαζόμενος έχει ήδη ξεκινήσει!
es_es: ¡Este trabajador ya ha comenzado!
fi_fi: Tämä työntekijä on jo alkanut!
fr_fr: Ce processus est déjà démarré!
it_it: Questo worker è già iniziato!
ja_jp: このワーカーは既に開始されています！
nl_nl: Deze werker is al gestart!
no_no: Denne arbeideren er allerede i gang!
pl_pl: Ten pracownik jest już uruchomiony!
pt_pt: Este trabalhador já começou!
ro_ro: Acest lucrător a început deja!
ru_ru: Этот работник уже запущен!
sv_se: Den här arbetaren har redan börjat!
uk_ua: Цей працівник вже розпочато!

source: Generator function {func} cannot be used with FunctionWorker, use GeneratorWorker instead
ar_sa: لا يمكن استخدام وظيفة مولد {func} مع عامل وظيفي، استخدم عامل مولد بدلا من ذلك
cs_cz: Funkce generátoru {func} nemůže být použita s FunkcionWorker, použijte GeneratorWorker místo toho
da_dk: Generatorfunktion {func} kan ikke bruges med FunctionWorker, brug i stedet GeneratorWorker
de_de: Generator-Funktion {func} kann nicht mit FunctionWorker verwendet werden, stattdessen GeneratorWorker verwenden
el_gr: Η λειτουργία γεννήτριας {func} δεν μπορεί να χρησιμοποιηθεί με FunctionWorker, χρησιμοποιήστε το GeneratorWorker αντί
es_es: La función de generador {func} no se puede utilizar con FunctionWorker, en su lugar utiliza GeneratorWorker
fi_fi: Generointifunktiota {func} ei voi käyttää FunktionWorkerin kanssa, käytä GeneratorWorkeria sen sijaan
fr_fr: La fonction du générateur {func} ne peut pas être utilisée avec FunctionWorker, utilisez GeneratorWorker à la place
it_it: La funzione Generatore {func} non può essere utilizzata con FunctionWorker, utilizza invece GeneratorWorker
ja_jp: ジェネレーター関数 {func} は関数ワーカーでは使用できません。代わりに GeneratorWorker を使用してください
nl_nl: Generatorfunctie {func} kan niet worden gebruikt met FunctionWorker, gebruik GeneratorWorker in plaats daarvan
no_no: Generatorfunksjon {func} kan ikke brukes sammen med funksjon, bruk Generatorarbeider i stedet
pl_pl: Funkcja generatora {func} nie może być użyta z FunctionWorker, zamiast tego użyj GeneratorWorker
pt_pt: A função geradora {func} não pode ser usada com FunctionWorker, use GeneratorWorker
ro_ro: Funcția Generator {func} nu poate fi folosită cu FunctionWorker, folosește GeneratorWorker în schimb
ru_ru: Генератор функции {func} не может быть использован с FunctionWorker, вместо этого используйте GeneratorWorker
sv_se: Generatorfunktionen {func} kan inte användas med FunctionWorker, använd GeneratorWorker istället
uk_ua: Генератор функції {func} не може використовуватися з FunctionWorker, замість цього використовуйте GeneratorWorker

source: Regular function {func} cannot be used with GeneratorWorker, use FunctionWorker instead
ar_sa: لا يمكن استخدام الدالة العادية {func} مع عامل المولد، استخدم عامل الدوال بدلاً من ذلك
cs_cz: Běžná funkce {func} nemůže být použita s GeneratorWorkerem, použijte funkci FunctionWorker
da_dk: Almindelig funktion {func} kan ikke bruges med GeneratorWorker, brug i stedet FunctionWorker
de_de: Reguläre Funktion {func} kann nicht mit GeneratorWorker verwendet werden, stattdessen FunctionWorker verwenden
el_gr: Κανονική λειτουργία {func} δεν μπορεί να χρησιμοποιηθεί με GeneratorWorker, χρησιμοποιήστε FunctionWorker αντί
es_es: La función regular {func} no puede ser usada con GeneratorWorker, en su lugar utiliza FunctionWorker
fi_fi: Säännöllistä funktiota {func} ei voi käyttää GeneratorWorkerin kanssa, käytä sen sijaan FunctionWorkeria
fr_fr: La fonction régulière {func} ne peut pas être utilisée avec GeneratorWorker, utilisez FunctionWorker à la place
it_it: La funzione regolare {func} non può essere utilizzata con GeneratorWorker, utilizza invece FunctionWorker
ja_jp: 通常関数 {func} は GeneratorWorker では使用できません。代わりに FunctionWorker を使用してください。
nl_nl: Normale functie {func} kan niet worden gebruikt bij GeneratorWorker, gebruik FunctionWorker in plaats daarvan
no_no: Vanlig funksjon {func} kan ikke brukes sammen med Generatorarbeider, bruk Funksjonarbeider i stedet
pl_pl: Funkcja standardowa {func} nie może być użyta z GeneratorWorker, zamiast niej użyj FunctionWorker
pt_pt: A função regular {func} não pode ser usada com GeneratorWorker, use FunctionWorker
ro_ro: Funcția regulată {func} nu poate fi folosită cu GeneratorWorker, folosește FunctionWorker în schimb
ru_ru: Обычная функция {func} не может быть использована с GeneratorWorker, вместо этого используйте FunctionWorker
sv_se: Regelbunden funktion {func} kan inte användas med GeneratorWorker, använd FunctionWorker istället
uk_ua: Звичайна функція {func} не може використовуватися з GeneratorWorker, замість цього використовуйте FunctionWorker
