Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Plugin {plugin_name!r} provided invalid data for key {name!r} in the dict returned by {hook_name!r}. (Must be str, callable, or dict), got ({data_type}).
ar_sa: إضافة {plugin_name!r} قدمت بيانات غير صالحة للمفتاح {name!r} في الإمبراطور الذي تم إرجاعه بواسطة {hook_name!r}. (يجب أن تكون سلسلة أو قابلة للاستدعاء، أو dict)، حصلت ({data_type}).
cs_cz: Plugin {plugin_name!r} poskytl neplatná data pro klíč {name!r} v diktu vráceném {hook_name!r}. (Musí být str, volatelný nebo slovník), dostal ({data_type}).
da_dk: Plugin {plugin_name!r} leverede ugyldige data for nøgle {name!r} i ordbogen returneret af {hook_name!r}. (Skal være str, kaldelig eller dikteret), fik ({data_type}).
de_de: Plugin {plugin_name!r} hat ungültige Daten für den Schlüssel {name!r} in dem von {hook_name!r} zurückgegebenen Dict angegeben (Must sei str, callable oder dict), bekam ({data_type}).
el_gr: Το πρόσθετο {plugin_name!r} παρείχε μη έγκυρα δεδομένα για το κλειδί {name!r} στην εντολή που επέστρεψε από {hook_name!r}. (Πρέπει να είναι str, callable, ή δική), πήρε ({data_type}).
es_es: Plugin {plugin_name!r} proporcionó datos no válidos para la clave {name!r} en el dict devuelto por {hook_name!r}. (Debe ser str, callable o dict), obtenido ({data_type}).
fi_fi: Plugin {plugin_name!r} antoi virheellisiä tietoja avaimen {name!r} palasi dict {hook_name!r}. ((Must be str, callable or dict), sai ({data_type}).
fr_fr: Le plugin {plugin_name!r} a fourni des données invalides pour la clé {name!r} dans le dictionnaire retourné par {hook_name!r}. (Doit être str, appelable, ou dictateur), obtenu ({data_type}).
it_it: Il plugin {plugin_name!r} ha fornito dati non validi per la chiave {name!r} nel dict restituito da {hook_name!r}. (Deve essere str, callable o dict), ottenuto ({data_type}).
ja_jp: プラグイン{plugin_name!r}は{hook_name!r}によって返されたディクトのキー{name!r}に無効なデータを提供しました。(str, callable, dict), got ({data_type}).
nl_nl: Plugin {plugin_name!r} heeft ongeldige data geleverd voor sleutel {name!r} in het dict geretourneerd door {hook_name!r}. (Moet wantrouwen zijn, callable of dicter), kreeg ({data_type}).
no_no: Programtillegg {plugin_name!r} fremskaffet ugyldig data for nøkkelen {name!r} i botten som returneres av {hook_name!r}. (Must være strent, callable, eller dict), ble funnet ({data_type}).
pl_pl: Wtyczka {plugin_name!r} dostarczyła nieprawidłowe dane dla klucza {name!r} w słowniku zwracanym przez {hook_name!r}. (Musi być ciągiem, wywoływalnym lub dyktowanym), otrzymano ({data_type}).
pt_pt: O plugin {plugin_name!r} forneceu dados inválidos para a chave {name!r} no dicionário retornado por {hook_name!r}. (Deve ser str, callable ou dict), tem ({data_type}).
ro_ro: Plugin-ul {plugin_name!r} a furnizat date incorecte pentru tasta {name!r} din dictul returnat de {hook_name!r}. (Trebuie să fie str, apelabil sau dictator), primit ({data_type}).
ru_ru: Плагин {plugin_name!r} предоставил недопустимые данные для ключа {name!r} в вырезке, возвращенном {hook_name!r}. (Должно быть строчным, вызываемым или диктом), полученным ({data_type}).
sv_se: Plugin {plugin_name!r} tillhandahöll ogiltiga data för nyckel {name!r} i dict returneras av {hook_name!r}. (ust be str, callable or dict), got ({data_type}).
uk_ua: Плагін {plugin_name!r} надав неприпустимі дані для ключа {name!r} у слові повернутому {hook_name!r}. (Повинно бути str, callable чи dict), отримано ({data_type}).

source: Binary Blobs
ar_sa: البلوكات الثنائية
cs_cz: Binární Bloby
da_dk: Binære Blobs
de_de: Binäre Blobs
el_gr: Δυαδικές Σφαίρες
es_es: Blobs binarios
fr_fr: Blobs binaires
it_it: Blobs Binari
ja_jp: バイナリブロブ
nl_nl: Binaire Blobs
no_no: Binære bobber
pl_pl: Binarne bloby
pt_pt: Blobs binários
ro_ro: Bloburi binare
ru_ru: Двоичные бобы
sv_se: Binära Blobs
uk_ua: Двійкові крісла

source: Binary Blobs (3D)
ar_sa: البلوكات الثنائية (3D)
cs_cz: Binární Bloby (3D)
da_dk: Binære Blobs (3D)
de_de: Binäre Blobs (3D)
el_gr: Δυαδικό Blobs (3D)
es_es: Blobs binarios (3D)
fr_fr: Blobs binaires (3D)
it_it: Blobs Binari (3D)
ja_jp: バイナリブロブ (3D)
nl_nl: Binaire lobs (3D)
no_no: Binære Blobber (3D)
pl_pl: Binarne bloby (3D)
pt_pt: Blobs binários (3D)
ro_ro: Bloburi binare (3D)
ru_ru: Двоичные дворы (3D)
sv_se: Binära Blobs (3D)
uk_ua: Двійкові дані (3D)

source: Brain (3D)
ar_sa: دماغ (3D)
cs_cz: mozek (3D)
da_dk: Hjerne (3D)
de_de: Gehirn (3D)
el_gr: Εγκέφαλος (3D)
es_es: Cerebro (3D)
fi_fi: Aivot (3D)
fr_fr: Cerveau (3D)
it_it: Cervello (3D)
ja_jp: ブレイン (3D)
nl_nl: Hersenen (3D)
no_no: Hjerne (3D)
pl_pl: Mózg (3D)
pt_pt: Cérebro (3D)
ro_ro: Creier (3D)
ru_ru: Мозг (3D)
sv_se: Hjärnan (3D)
uk_ua: Мозок (3D)

source: Brick
ar_sa: طوب
cs_cz: Cihla
da_dk: Mursten
de_de: Ziegel
el_gr: Τούβλο
es_es: Ladrillo
fi_fi: Tiili
fr_fr: Brique
it_it: Mattone
ja_jp: ブロック
nl_nl: Baksteen
no_no: Murstein
pl_pl: Cegły
pt_pt: Tijolo
ro_ro: Cărămidă
ru_ru: Кирпич
sv_se: Kloss
uk_ua: Цегла

source: Camera
ar_sa: الكاميرا
cs_cz: Fotoaparát
da_dk: Kamera
de_de: Kamera
el_gr: Κάμερα
es_es: Cámara
fi_fi: Kamera
fr_fr: Appareil photo
it_it: Fotocamera
ja_jp: カメラ
no_no: Kamera
pl_pl: Aparat
pt_pt: Câmera
ro_ro: Cameră
ru_ru: Камера
sv_se: Kamera
uk_ua: Камера

source: Cat (RGB)
ar_sa: قطة (RGB)
cs_cz: Kočka (RGB)
da_dk: Kat (RGB)
de_de: Katze (RGB)
el_gr: Γάτα (RGB)
es_es: Gato (RGB)
fi_fi: Kissa (RGB)
fr_fr: Chat (RVB)
it_it: Gatto (RGB)
ja_jp: 猫 (RGB)
nl_nl: Kat (RGB)
no_no: Katt (RGB)
pl_pl: Kot (RGB)
pt_pt: Gato (RGB)
ro_ro: Pisică (RGB)
ru_ru: Кошка (RGB)
sv_se: Katt (RGB)
uk_ua: Кіт (RGB)

source: Cell
ar_sa: خلية
cs_cz: Buňka
da_dk: Celle
de_de: Zelle
el_gr: Κελί
es_es: Celda
fi_fi: Solu
fr_fr: Cellule
it_it: Cella
ja_jp: セル
nl_nl: GSM
no_no: Celle
pl_pl: Komórka
pt_pt: Celular
ro_ro: Celulă
ru_ru: Ген
sv_se: Mobil
uk_ua: Комірка

source: Cells (3D+2Ch)
ar_sa: الخلايا (3D+2Ch)
cs_cz: Buňky (3D+2Ch)
da_dk: Celler (3D+2Ch)
de_de: Zellen (3D+2Ch)
el_gr: Κύτταρα (3D+2Ch)
es_es: Celdas (3D+2Ch)
fi_fi: Solut (3D+2Ch)
fr_fr: Cellules (3D+2Ch)
it_it: Celle (3D+2Ch)
ja_jp: セル (3D+2Ch)
nl_nl: Cellen (3D+2Ch)
no_no: Celler (3D+2Ch)
pl_pl: Ogniwa (3D+2Ch)
pt_pt: Células (3D+2Ch)
ro_ro: Celule (3D+2Ch)
ru_ru: Гены (3D+2Ch)
sv_se: Celler (3D+2Ch)
uk_ua: Клітини (3D+2Ch)

source: Checkerboard
ar_sa: لوحة التدقيق
cs_cz: Kontrolní panel
de_de: Schachbrett
el_gr: Ταμπλό
es_es: Tabla de control
fi_fi: Tarkistuslauta
fr_fr: Tableau de vérification
it_it: Scacchiera
ja_jp: チェッカーボード
nl_nl: Schaakbord
no_no: Sjakkbrett
pl_pl: Panel kontrolny
pt_pt: Quadriculado
ro_ro: Verificare
ru_ru: Шкаф
uk_ua: Шахова дошка

source: Clock
ar_sa: الساعة
cs_cz: Hodiny
da_dk: Ur
de_de: Uhr
el_gr: Ρολόι
es_es: Reloj
fi_fi: Kello
fr_fr: Horloge
it_it: Orologio
ja_jp: 時計
nl_nl: Klok
no_no: Klokke
pl_pl: Zegar
pt_pt: Relógio
ro_ro: Ceas
ru_ru: Часы
sv_se: Klocka
uk_ua: Годинник

source: Coffee (RGB)
ar_sa: القهوة (RGB)
cs_cz: Káva (RGB)
da_dk: Kaffe (RGB)
de_de: Kaffee (RGB)
el_gr: Καφές (RGB)
fi_fi: Kahvi (Rgb)
fr_fr: Café (RGB)
it_it: Caffè (RGB)
ja_jp: コーヒー (RGB)
nl_nl: Koffie (RGB)
no_no: Kaffe (RGB)
pl_pl: Kawa (RGB)
pt_pt: Café (RGB)
ro_ro: Cafea (RGB)
ru_ru: Кофе (RGB)
sv_se: Kaffe (RGB)
uk_ua: Кава (RGB)

source: Coins
ar_sa: عملات
cs_cz: Mince
da_dk: Mønter
de_de: Münzen
el_gr: Νομίσματα
es_es: Monedas
fi_fi: Kolikot
fr_fr: Pièces de monnaie
it_it: Monete
ja_jp: コイン
nl_nl: Munten
no_no: Mynter
pl_pl: Monety
pt_pt: Moedas
ro_ro: Monede
ru_ru: Монеты
sv_se: Mynt
uk_ua: Монети

source: Colorwheel (RGB)
ar_sa: عجلة الألوان (RGB)
cs_cz: Barevné kolo (RGB)
da_dk: Farvehjul (RGB)
de_de: Farbrad (RGB)
el_gr: Τροχός Χρώματος (RGB)
es_es: Rueda de color (RGB)
fi_fi: Väripyörä (RGB)
fr_fr: Roue de couleur (RGB)
it_it: Ruota Colorata (Rbg)
ja_jp: カラーホイール (RGB)
nl_nl: Kleurwiel (RGB)
no_no: Fargehjul (RGB)
pl_pl: Koło koloru (RGB)
pt_pt: Corante (RGB)
ro_ro: Colorant (RGB)
ru_ru: Колесо (RGB)
sv_se: Färghjul (RGB)
uk_ua: Колорне колесо (RGB)

source: Eagle
ar_sa: نسر
cs_cz: Žralok
da_dk: Ørne
de_de: Adler
el_gr: Αετός
es_es: Águila
fr_fr: Aigle
it_it: Aquila
nl_nl: Adelaar
no_no: Ørn
pt_pt: Águia
ro_ro: Vântână
ru_ru: Орел
sv_se: Örn
uk_ua: Орел

source: Grass
ar_sa: عشب
cs_cz: Tráva
da_dk: Græs
de_de: Gras
el_gr: Γρασίδι
es_es: Hierba
fi_fi: Ruoho
fr_fr: Herbe
it_it: Erba
ja_jp: 草
nl_nl: Gras
no_no: Gress
pl_pl: Trawa
pt_pt: Grama
ro_ro: Iarbă
ru_ru: Трава
sv_se: Gräs
uk_ua: Трава

source: Gravel
ar_sa: الحصى
da_dk: Grus
de_de: Kies
el_gr: Χαλίκι
es_es: Grava
fi_fi: Sora
fr_fr: Gravier
it_it: Ghiaia
nl_nl: Grind
no_no: Grus
pl_pl: Żwir
pt_pt: Cascalho
ru_ru: Грязь
sv_se: Grus
uk_ua: Гравій

source: Horse
ar_sa: حصان
cs_cz: Kozí
da_dk: Heste
de_de: Pferd
el_gr: Άλογα
es_es: Caballo
fi_fi: Hevonen
fr_fr: Cheval
it_it: Equini
ja_jp: 馬
nl_nl: Paard
no_no: Hest
pl_pl: Konie
pt_pt: Cavalo
ro_ro: Cai
ru_ru: Лошадь
sv_se: Häst
uk_ua: Кінь

source: Hubble Deep Field (RGB)
ar_sa: حقل هابل عميق (RGB)
cs_cz: Hlubinné hluboké pole (RGB)
el_gr: Βαθύ Πεδίο (Hubble Deep Field (RGB)
es_es: Campo Profundo de Hubble (RGB)
fr_fr: Champ profond de Hubble (RGB)
ja_jp: ハッブルディープフィールド(RGB)
nl_nl: Hubble Deep Veld (RGB)
no_no: Hubble Dypefelt (RGB)
pt_pt: Campo de Hubble Deep (RGB)
ro_ro: Câmp de adâncime hubble (RGB)
ru_ru: Глубокое поле Hubble (RGB)
uk_ua: Поле барвник (RGB)

source: Human Mitosis
ar_sa: ميتشي بشري
cs_cz: Lidská Mitóza
da_dk: Humant Mitose
de_de: Menschliche Mitose
el_gr: Ανθρώπινη Μίτωση
es_es: Mitosis humana
fi_fi: Ihmisen Mitoosi
fr_fr: Mitose humaine
it_it: Mitosi Umana
ja_jp: ヒトミトシス
nl_nl: Human Mitose
no_no: Humant mitose
pl_pl: Mitoza ludzka
pt_pt: Mitose humana
ro_ro: Mitoză umană
ru_ru: Митоз человека
sv_se: Mänsklig Mitos
uk_ua: Мітоз людини

source: Kidney (3D+3Ch)
ar_sa: الكودني (3D+3Ch)
cs_cz: Ledviny (3D+3Ch)
da_dk: Nyre (3D+3Ch)
el_gr: Νεφροί (3D+3Ch)
es_es: Riñón (3D+3Ch)
fi_fi: Munuainen (3D+3Ch)
fr_fr: Enlèvement (3D+3Ch)
it_it: Rene (3D+3Ch)
ja_jp: 腎臓（3D+3Ch）
nl_nl: Reis (3D+3Ch)
no_no: Nyre (3D+3Ch)
pl_pl: Nerka (3D+3Ch)
ro_ro: Rinichi (3D+3Ch)
ru_ru: Полетная (3D+3Ch)
sv_se: Njure (3D+3Ch)
uk_ua: Нирка (3D+3Ч)

source: Labeled Faces in the Wild
ar_sa: الوجوه الموسومة في البرية
cs_cz: Označené tváře ve divoké přírodě
da_dk: Mærkede ansigter i Vilde
de_de: Beschriftete Gesichter in der Wildnis
el_gr: Επισήμανση Πρόσωπα στο Wild
es_es: Caras etiquetadas en el salvaje
fr_fr: Visages étiquetés en pleine nature
it_it: Facce etichettate nel Selvaggio
ja_jp: ワイルドのラベル付き顔
nl_nl: Etiketten vlakken in het Wild
no_no: Merket ansikter i vill tilstand
pl_pl: Etylowane twarze w dzikim
pt_pt: Rostos rotulados no Wild
ro_ro: Chipuri etichetate în sălbăticie
ru_ru: Отмеченные лица в Диком
sv_se: Etiketterade ytor i vildmarken
uk_ua: На диких переговорах відмічено

source: Microaneurysms
ar_sa: الميكرونيوريز
cs_cz: Mikroaneurysms
da_dk: Mikroaneurismer
de_de: Mikroaneurysmie
el_gr: Μικροανευρύσματα
es_es: Microaneurismas
fi_fi: Mikroaneurysmat
fr_fr: Microanévrysmes
it_it: Microaneurismi
ja_jp: 小動脈瘤format@@0
no_no: Mikrourismer
pl_pl: Mikrotętnice
pt_pt: Microaneismos
ro_ro: Microanevrism
ru_ru: Микроневризмы
sv_se: Mikroaneurysm
uk_ua: Мікроаневризми

source: Moon
ar_sa: القمر
cs_cz: Měsíc
da_dk: Måne
de_de: Mond
el_gr: Σελήνη
es_es: Luna
fi_fi: Kuu
fr_fr: Lune
it_it: Luna
ja_jp: 月
nl_nl: Maan
no_no: Måne
pl_pl: Księżyc
pt_pt: Lua
ro_ro: Lună
ru_ru: Луна
sv_se: Månen
uk_ua: Місяць

source: Page
ar_sa: الصفحة
cs_cz: Stránka
da_dk: Side
de_de: Seite
el_gr: Σελίδα
es_es: Pgina
fi_fi: Sivu
it_it: Pagina
ja_jp: ページ
nl_nl: Pagina
no_no: Side
pl_pl: Strona
pt_pt: Página
ro_ro: Pagină
ru_ru: Страница
sv_se: Sida
uk_ua: Сторінка

source: Rocket (RGB)
ar_sa: صاروخ (RGB)
cs_cz: Raketa (RGB)
da_dk: Raket (RGB)
de_de: Rakete (RGB)
el_gr: Πύραυλος (RGB)
es_es: Cohete (RGB)
fi_fi: Raketti (RGB)
fr_fr: Fusée (RVB)
it_it: Razzo (RGB)
ja_jp: ロケット（RGB）
nl_nl: Raket (RGB)
no_no: Rakett (RGB)
pl_pl: Rakieta (RGB)
pt_pt: Foguete (RGB)
ro_ro: Rachetă (RGB)
ru_ru: Ракета (RGB)
sv_se: Raket (RGB)
uk_ua: Ракета (RGB)

source: Shepp Logan Phantom
ar_sa: خانتوم شعار الورق
cs_cz: Shepnout Logan Phantom
el_gr: Λογότυπο Shepp Φάντασμα
es_es: Logano Sombreado Fantasma
fr_fr: Spectre de Logan de Shepp
no_no: Shepp Logan Fantom
pl_pl: Owca Phantom Logan
pt_pt: Fantasma de Trapaceiro
ro_ro: Fantoma Logan Tropicală
ru_ru: Фантом Острова Логина
uk_ua: Шепп Логан Фантом

source: Text
ar_sa: نص
da_dk: Tekst
el_gr: Κείμενο
es_es: Texto
fi_fi: Teksti
fr_fr: Texte du texte
it_it: Testo
ja_jp: テキスト
nl_nl: Tekstveld
no_no: Tekst
pl_pl: Tekst
pt_pt: texto
ru_ru: Текст
uk_ua: Текст

source: {pad} Errors for plugin '{plugin_name}' {pad}
ar_sa: {pad} أخطاء للملحق '{plugin_name}' {pad}
cs_cz: {pad} Chyby pro plugin '{plugin_name}' {pad}
da_dk: {pad} Fejl for plugin '{plugin_name}' {pad}
de_de: {pad} Fehler für Plugin '{plugin_name}' {pad}
el_gr: {pad} Σφάλματα για το πρόσθετο '{plugin_name}' {pad}
es_es: {pad} errores para el complemento '{plugin_name}' {pad}
fi_fi: {pad} Virheitä liitännäisen '{plugin_name}' {pad}
fr_fr: {pad} Erreurs pour le plugin '{plugin_name}' {pad}
it_it: {pad} Errori per il plugin '{plugin_name}' {pad}
ja_jp: {pad} プラグイン '{plugin_name}' {pad} のエラー
nl_nl: {pad} Fouten voor plugin '{plugin_name}' {pad}
no_no: {pad} Feil for plugin '{plugin_name}' {pad}
pl_pl: {pad} Błędy dla wtyczki '{plugin_name}' {pad}
pt_pt: Erros de {pad} para o plugin '{plugin_name}' {pad}
ro_ro: {pad} Erori pentru plugin-ul '{plugin_name}' {pad}
ru_ru: {pad} Ошибки плагина '{plugin_name}' {pad}
sv_se: {pad} Fel för plugin '{plugin_name}' {pad}
uk_ua: {pad} Помилки для плагіна{plugin_name}' {pad}

source: There is no registered plugin named '{plugin}'. Names of plugins offering readers are: {names}
ar_sa: لا توجد إضافة مسماة '{plugin}'. أسماء الإضافات التي تعرض القراء هي: {names}
cs_cz: Neexistuje žádný registrovaný plugin s názvem '{plugin}'. Názvy pluginů nabízejících čtenářům jsou: {names}
da_dk: Der er intet registreret plugin med navnet '{plugin}'. Navne på plugins, der tilbyder læsere, er: {names}
de_de: Es gibt kein registriertes Plugin mit dem Namen '{plugin}'. Namen von Plugins, die Leser anbieten: {names}
el_gr: Δεν υπάρχει καταχωρημένο plugin με το όνομα '{plugin}'. Τα ονόματα των plugins που προσφέρουν στους αναγνώστες είναι: {names}
es_es: No hay ningún plugin registrado llamado '{plugin}'. Los nombres de los plugins que ofrecen lectores son: {names}
fi_fi: Ei ole rekisteröitynyttä liitännäistä nimeltä '{plugin}'. Lukijoita tarjoavien liitännäisten nimet ovat: {names}
fr_fr: Il n'y a pas de plugin enregistré nommé '{plugin}'. Les noms des plugins offrant les lecteurs sont : {names}
it_it: Non c'è alcun plugin registrato chiamato '{plugin}'. I nomi dei plugin che offrono lettori sono: {names}
ja_jp: There is no registred plugin name name '{plugin}'. Names of plugins: {names}
nl_nl: Er is geen geregistreerde plugin genaamd '{plugin}'. De namen van plugins die lezers aanbieden zijn: {names}
no_no: Det er ingen registrert plugin kalt '{plugin}'. Navn på plugins som tilbyr lesere er: {names}
pl_pl: Nie ma zarejestrowanej wtyczki o nazwie '{plugin}'. Nazwy wtyczek oferujących czytelnikom to: {names}
pt_pt: Não há nenhum plugin registrado chamado '{plugin}'. Nomes de plugins que oferecem leitores são: {names}
ro_ro: Nu există niciun plugin înregistrat numit '{plugin}'. Numele plugin-urilor care oferă cititori sunt: {names}
ru_ru: Нет зарегистрированного плагина с именем '{plugin}'. Названия плагинов, предлагающих читатели: {names}
sv_se: Det finns ingen registrerad plugin som heter "{plugin}". Namn på plugins som erbjuder läsare är: {names}
uk_ua: Немає зареєстрованого плагіна з назвою '{plugin}'. Імена плагінів, які пропонують читачів: {names}

source: Plugin {plugin!r} does not support file {path}
ar_sa: الإضافة {الإضافة!r} لا تدعم الملف {path}
cs_cz: Plugin {plugin!r} nepodporuje soubor {path}
da_dk: Plugin {plugin!r} understøtter ikke fil {path}
de_de: Plugin {plugin!r} unterstützt die Datei {path} nicht
el_gr: Το πρόσθετο {plugin!r} δεν υποστηρίζει το αρχείο {path}
es_es: Plugin {plugin!r} no soporta el archivo {path}
fi_fi: Liitännäinen {plugin!r} ei tue tiedostoa {path}
fr_fr: Le plugin {plugin!r} ne supporte pas le fichier {path}
it_it: Il plugin {plugin!r} non supporta il file {path}
ja_jp: プラグイン {plugin!r} はファイル {path} をサポートしていません
nl_nl: Plugin {plugin!r} ondersteunt bestand {path} niet
no_no: Programtillegg {plugin!r} støtter ikke filen {path}
pl_pl: Wtyczka {plugin!r} nie obsługuje pliku {path}
pt_pt: Plugin {plugin!r} não suporta o arquivo {path}
ro_ro: Plugin-ul {plugin!r} nu suportă fișierul {path}
ru_ru: Плагин {plugin!r} не поддерживает файл {path}
sv_se: Plugin {plugin!r} stöder inte fil {path}
uk_ua: Плагін {plugin!r} не підтримує файл {path}

source: No plugin found capable of reading [{repr_path}, ...] as stack.
ar_sa: لم يتم العثور على إضافة قادرة على قراءة [{repr_path}, ...] كتكدس.
cs_cz: Nebyl nalezen žádný plugin schopný přečíst [{repr_path}, ...] jako zásobník.
da_dk: Intet plugin fundet i stand til at læse [{repr_path}, ...] som stak.
de_de: Kein Plugin gefunden, das [{repr_path}, ...] als Stack lesen kann.
el_gr: Δεν βρέθηκε κανένα πρόσθετο ικανό να διαβάσει [{repr_path}, ...] ως στοίβα.
es_es: No se ha encontrado ningún plugin capaz de leer [{repr_path}, igual que stack.
fi_fi: Liitännäistä ei löytynyt kykenevän lukemaan [{repr_path}, ...] pinoksi.
fr_fr: Aucun plugin trouvé capable de lire [{repr_path}, ...] comme pile.
it_it: Nessun plugin trovato capace di leggere [{repr_path}, ...] come stack.
ja_jp: スタックとして読み込めるプラグインが見つかりませんでした [{repr_path}, ...]
nl_nl: Geen plugin gevonden die [{repr_path}, ...] als stapel kan lezen.
no_no: Ingen programtillegg i stand til å lese [{repr_path}, ...] som stack.
pl_pl: Nie znaleziono wtyczki zdolnej do czytania [{repr_path}, ...] jako stack.
pt_pt: Nenhum plugin encontrado capaz de ler [{repr_path}, ...] como stack.
ro_ro: Nici un plugin găsit capabil să citească [{repr_path}, ...] ca stivă.
ru_ru: Плагин не найден для чтения [{repr_path}, ...] в качестве стека.
sv_se: Ingen plugin kunde läsa [{repr_path}, ...] som stack.
uk_ua: Плагін не знайдений, здатний читати [{repr_path}, ...] як стек.

source: No plugin found capable of reading {repr_path}.
ar_sa: لم يتم العثور على إضافة قادرة على قراءة {repr_path}.
cs_cz: Nebyl nalezen žádný plugin schopný číst {repr_path}.
da_dk: Intet plugin fundet i stand til at læse {repr_path}.
de_de: Kein Plugin zum Lesen von {repr_path} gefunden.
el_gr: Δεν βρέθηκε πρόσθετο ικανό να διαβάσει το {repr_path}.
es_es: No se ha encontrado ningún plugin capaz de leer {repr_path}.
fi_fi: Liitännäistä ei löydy kykenevää lukemaan kohdetta {repr_path}.
fr_fr: Aucun plugin trouvé capable de lire {repr_path}.
it_it: Nessun plugin trovato in grado di leggere {repr_path}.
ja_jp: {repr_path} を読み込めるプラグインが見つかりませんでした。
nl_nl: Geen plugin gevonden die {repr_path} kan lezen.
no_no: Ingen plugin i stand til å lese {repr_path}.
pl_pl: Nie znaleziono wtyczki zdolnej do czytania {repr_path}.
pt_pt: Nenhum plugin encontrado capaz de ler {repr_path}.
ro_ro: Niciun plugin găsit capabil să citească {repr_path}.
ru_ru: Плагин не найден для чтения {repr_path}.
sv_se: Ingen plugin kunde läsa {repr_path}.
uk_ua: Плагін не знайдено, що може читати {repr_path}.

source: No data written! There may be no plugins capable of writing these {length} layers to {path}.
ar_sa: لا توجد بيانات مكتوبة! قد لا تكون هناك إضافات قادرة على كتابة هذه الطبقات {length} إلى {path}.
cs_cz: Žádná data zapsána! Nemusí být možné zapsat tyto {length} vrstvy do {path}.
da_dk: Ingen data skrevet! Der er muligvis ingen plugins i stand til at skrive disse {length} lag til {path}.
de_de: Keine Daten geschrieben! Möglicherweise gibt es keine Plugins, die diese {length} Ebenen in {path} schreiben können.
el_gr: Δεν έχουν γραφτεί δεδομένα! Δεν υπάρχουν πρόσθετα ικανά να γράψουν αυτά τα {length} επίπεδα στο {path}.
es_es: ¡No hay datos escritos! No puede haber plugins capaces de escribir estas capas {length} en {path}.
fi_fi: Tietoja ei ole kirjoitettu! Liitännäisiä, joilla voidaan kirjoittaa nämä {length} kerrokset projektiin {path}.
fr_fr: Aucune donnée écrite! Il ne peut y avoir aucun plugin capable d'écrire ces {length} couches sur {path}.
it_it: Nessun dato scritto! Non ci possono essere plugin in grado di scrivere questi {length} livelli su {path}.
ja_jp: データが書き込まれていません！これらの {length} レイヤーを {path} に書き込めるプラグインがないかもしれません。
nl_nl: Geen data geschreven! Er kunnen geen plugins zijn die in staat zijn om deze {length} lagen te schrijven naar {path}.
no_no: Ingen data skrivt! Det kan være ingen utvidelser som kan skrive disse {length} lagene til {path}.
pl_pl: Brak zapisanych danych! Nie ma wtyczek zdolnych do zapisywania tych {length} warstw na {path}.
pt_pt: Nenhum dado escrito! Não pode haver plugins capazes de escrever essas {length} camadas no {path}.
ro_ro: Nu există date scrise! Este posibil să nu existe plugin-uri capabile să scrie aceste {length} straturi la {path}.
ru_ru: Нет записанных данных! Возможно, нет плагинов, способных писать эти {length} слои в {path}.
sv_se: Inga data skrivna! Det kan finnas inga plugins som kan skriva dessa {length} lager till {path}.
uk_ua: Дані не записані! Плагіни не можуть бути в змозі записати ці {length} шарів до {path}.

source: There is no registered plugin named '{plugin_name}'. Names of plugins offering writers are: {names}
ar_sa: لا يوجد إضافة مسجلة اسمها '{plugin_name}'. أسماء الإضافات التي تعرض الكتّاب هي: {names}
cs_cz: Neexistuje žádný registrovaný plugin s názvem '{plugin_name}'. Názvy pluginů nabízejících spisovatelům jsou: {names}
da_dk: Der er intet registreret plugin med navnet '{plugin_name}'. Navne på plugins, der tilbyder forfattere, er: {names}
de_de: Es gibt kein registriertes Plugin mit dem Namen '{plugin_name}'. Namen der Plugins, die Autoren anbieten: {names}
el_gr: Δεν υπάρχει καταχωρημένο plugin με το όνομα '{plugin_name}'. Τα ονόματα των plugins που προσφέρουν συγγραφείς είναι: {names}
es_es: No hay ningún plugin registrado llamado '{plugin_name}'. Los nombres de los plugins que ofrecen escritores son: {names}
fi_fi: Ei ole rekisteröityä lisäosaa nimeltä '{plugin_name}'. Liitännäisten nimet tarjoavat kirjoittajat ovat: {names}
fr_fr: Il n'y a pas de plugin enregistré nommé '{plugin_name}'. Les noms des plugins offrant les auteurs sont : {names}
it_it: Non c'è alcun plugin registrato chiamato '{plugin_name}'. I nomi dei plugin che offrono scrittori sono: {names}
ja_jp: There is no registred plugin名 '{plugin_name}'. Names of plugins providing writer: {names}
nl_nl: Er is geen geregistreerde plugin genaamd '{plugin_name}'. Namen van plugins die schrijvers aanbieden zijn: {names}
no_no: Det er ingen registrert plugin kalt '{plugin_name}'. Navn på plugins som tilbyr forfattere er: {names}
pl_pl: Nie ma zarejestrowanej wtyczki o nazwie '{plugin_name}'. Nazwy wtyczek oferujących twórcom to: {names}
pt_pt: Não há nenhum plugin registrado chamado '{plugin_name}'. Os nomes dos plugins que oferecem escritores são: {names}
ro_ro: Nu există niciun plugin înregistrat numit '{plugin_name}'. Numele plugin-urilor care oferă autori sunt: {names}
ru_ru: Нет зарегистрированного плагина с именем '{plugin_name}'. Названия плагинов, предлагающих писатели: {names}
sv_se: Det finns ingen registrerad plugin som heter "{plugin_name}". Namn på plugins som erbjuder författare är: {names}
uk_ua: Немає зареєстрованого плагіна з назвою '{plugin_name}'. Імена плагінів, які пропонували письменники: {names}
