Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Requested plugin "{plugin_name}" is not capable of writing this combination of layer types: {layer_types}
ar_sa: الملحق المطلوب "{plugin_name}" غير قادر على كتابة هذه المجموعة من أنواع الطبقات: {layer_types}
cs_cz: Požadovaný plugin "{plugin_name}" není schopen zapsat tuto kombinaci typů vrstvy: {layer_types}
da_dk: Anmodet plugin "{plugin_name}" er ikke i stand til at skrive denne kombination af lagtyper: {layer_types}
de_de: Angefordertes Plugin "{plugin_name}" kann diese Kombination von Ebenentypen nicht schreiben: {layer_types}
el_gr: Το ζητούμενο πρόσθετο "{plugin_name}" δεν είναι σε θέση να γράψει αυτόν τον συνδυασμό τύπων επιπέδου: {layer_types}
es_es: El complemento solicitado "{plugin_name}" no es capaz de escribir esta combinación de tipos de capas: {layer_types}
fi_fi: Pyydetty liitännäinen "{plugin_name}" ei pysty kirjoittamaan tätä tasotyyppien yhdistelmää: {layer_types}
fr_fr: Le plugin demandé "{plugin_name}" n'est pas capable d'écrire cette combinaison de types de calques : {layer_types}
it_it: Il plugin richiesto "{plugin_name}" non è in grado di scrivere questa combinazione di tipi di livello: {layer_types}
ja_jp: 要求されたプラグイン "{plugin_name}" はレイヤータイプのこの組み合わせを書くことができません: {layer_types}
nl_nl: Gevraagde plugin "{plugin_name}" is niet in staat om deze combinatie van laagtypes te schrijven: {layer_types}
no_no: Forespurt plugin "{plugin_name}er ikke i stand til å skrive denne kombinasjonen av lagtyper: {layer_types}
pl_pl: Żądana wtyczka "{plugin_name}" nie jest w stanie zapisać tej kombinacji typów warstwy: {layer_types}
pt_pt: Plugin solicitado "{plugin_name}" não é capaz de escrever esta combinação de tipos de camada: {layer_types}
ro_ro: Plugin-ul solicitat "{plugin_name}nu este capabil să scrie această combinație de tipuri de straturi: {layer_types}
ru_ru: Запрошенный плагин "{plugin_name}" не способен писать комбинацию типов слоев: {layer_types}
sv_se: Begärd plugin "{plugin_name}" kan inte skriva denna kombination av lagertyper: {layer_types}
uk_ua: Запитаний плагін "{plugin_name}" не здатний записувати цю комбінацію типів шарів: {layer_types}

source: Unable to find plugin capable of writing this combination of layer types: {layer_types}
ar_sa: غير قادر على العثور على الإضافة القادرة على كتابة هذه المجموعة من أنواع الطبقات: {layer_types}
cs_cz: Nelze najít plugin schopný zapsat tuto kombinaci vrstvy: {layer_types}
da_dk: Kan ikke finde plugin, der kan skrive denne kombination af lagtyper: {layer_types}
de_de: Konnte kein Plugin finden, das diese Kombination von Ebenentypen schreiben kann: {layer_types}
el_gr: Αδυναμία εύρεσης πρόσθετου ικανού να γράψει αυτό το συνδυασμό τύπων στρώματος: {layer_types}
es_es: No se puede encontrar el plugin capaz de escribir esta combinación de tipos de capas: {layer_types}
fi_fi: Liitännäistä ei löydy, jolla voitaisiin kirjoittaa tätä kerrostyyppien yhdistelmää: {layer_types}
fr_fr: Impossible de trouver le plugin capable d'écrire cette combinaison de types de calques : {layer_types}
it_it: Impossibile trovare il plugin capace di scrivere questa combinazione di tipi di livello: {layer_types}
ja_jp: レイヤータイプの組み合わせを作成できるプラグインが見つかりません: {layer_types}
nl_nl: Kan plugin niet vinden die deze combinatie van laagtypes kan schrijven: {layer_types}
no_no: Kunne ikke finne plugin som kan skrive denne kombinasjonen av lagtyper: {layer_types}
pl_pl: Nie można znaleźć wtyczki zdolnej do zapisu tej kombinacji typów warstwy: {layer_types}
pt_pt: Não foi possível encontrar um plugin capaz de escrever esta combinação de tipos de camada: {layer_types}
ro_ro: Nu s-a putut găsi plugin-ul capabil să scrie această combinație de tipuri de straturi: {layer_types}
ru_ru: Не удалось найти плагин, способный писать комбинацию типов слоев: {layer_types}
sv_se: Det går inte att hitta plugin som kan skriva denna kombination av lagertyper: {layer_types}
uk_ua: Не вдалося знайти плагін, здатний записати цю комбінацію типів шарів: {layer_types}

source: There is no registered plugin named '{plugin_name}'. Plugins capable of writing layer._type_string layers are: {names}
ar_sa: لا توجد إضافات مسجلة باسم '{plugin_name}'. الإضافات القادرة على كتابة الطبقة ._type_string الطبقات هي: {names}
cs_cz: Neexistuje žádný registrovaný plugin s názvem '{plugin_name}'. Pluginy s možností psaní layer._type_string jsou: {names}
da_dk: Der er intet registreret plugin ved navn '{plugin_name}'. Plugins kan skrive layer._type_string lag er: {names}
de_de: Es gibt kein registriertes Plugin mit dem Namen '{plugin_name}'. Plugins, die layer._type_string Ebenen schreiben können: {names}
el_gr: Δεν υπάρχει κανένα καταχωρημένο plugin με το όνομα '{plugin_name}'. Τα πρόσθετα μπορούν να γράψουν στρώματα._type_string στρώματα είναι: {names}
es_es: No hay ningún plugin registrado llamado '{plugin_name}'. Los plugins capaces de escribir layer._type_string capas son: {names}
fi_fi: Ei ole rekisteröitynyttä liitännäistä nimeltä '{plugin_name}'. Liitännäiset, jotka kykenevät kirjoittamaan layer._type_string layers are: {names}
fr_fr: Il n'y a pas de plugin enregistré nommé '{plugin_name}'. Les plugins capables d'écrire layer._type_string layers sont : {names}
it_it: Non c'è alcun plugin registrato chiamato '{plugin_name}'. I plugin in grado di scrivere livelli di layer._type_string sono: {names}
ja_jp: '{plugin_name}' という名前の登録済みプラグインはありません。 layer._type_stringレイヤーを書き込めるプラグインは以下の通りです: {names}
nl_nl: Er is geen geregistreerde plugin genaamd '{plugin_name}'. Plugins die in staat zijn om layer._type_string lagen te schrijven zijn: {names}
no_no: Det er ingen registrert plugin kalt '{plugin_name}. Plugins som kan skrive lager._type_string layers er: {names}
pl_pl: Nie ma zarejestrowanej wtyczki o nazwie '{plugin_name}'. Wtyczki zdolne do pisania warstwy._type_string to: {names}
pt_pt: Não há nenhum plugin registrado chamado '{plugin_name}'. Plugins capazes de escrever layer._type_string layers are: {names}
ro_ro: Nu există niciun plugin înregistrat numit '{plugin_name}'. Plugin-uri capabile să scrie straturi._type_string layers sunt: {names}
ru_ru: Не существует зарегистрированного плагина с именем '{plugin_name}'. Плагины, способные писать слои layer._type_string: {names}
sv_se: Det finns ingen registrerad plugin som heter "{plugin_name}". Plugins som kan skriva layer._type_string lager är: {names}
uk_ua: Немає зареєстрованого плагіна з назвою '{plugin_name}'. Плагини, що здатні записувати layer._type_string шари: {names}

source: Moved to module napari._qt.qt_resources. Will be removed after version 0.4.6.
ar_sa: نقل إلى وحدة napari._qt.qt_resources. سيتم إزالته بعد الإصدار 0.4.6.
cs_cz: Přesunuto do modulu napari._qt.qt_resources. Bude odstraněno po verzi 0.4.6.
da_dk: Flyttet til modulet napari._qt.qt_resources. fjernes efter version 0.4.6.
de_de: In Modul napari._qt.qt_resources verschoben. Wird nach Version 0.4.6 entfernt.
el_gr: Μετακινήθηκε στο module napari._qt.qt_resources. Θα αφαιρεθεί μετά την έκδοση 0.4.6.
es_es: Se ha movido al módulo napari._qt.qt_resources. Se eliminará después de la versión 0.4.6.
fi_fi: Siirretty moduuliin napari._qt.qt_resources. Poistuu version 0.4.6 jälkeen.
fr_fr: Déplacé vers le module napari._qt.qt_resources. Il sera supprimé après la version 0.4.6.
it_it: Spostato nel modulo napari._qt.qt_resources. Sarà rimosso dopo la versione 0.4.6.
ja_jp: napari._qt_resourcesモジュールに移動しました。バージョン0.4.6以降に削除されます。
nl_nl: Verplaatst naar module napari._qt.qt_resources. Wordt verwijderd na versie 0.4.6.
no_no: Flyttet til modul napari._qt.qt_resources. Vil bli fjernet etter versjon 0.4.6.
pl_pl: Przeniesiono do modułu napari._qt.qt_resources. Zostanie usunięty po wersji 0.4.6.
pt_pt: Movido para o módulo napari._qt.qt_resources. será removido após a versão 0.4.6.
ro_ro: Mutat la modulul napari._qt.qt_resources. Va fi eliminat după versiunea 0.4.6.
ru_ru: Перемещено в модуль napari._qt.qt_resources.
sv_se: Flyttad till modulen napari._qt.qt_resources tas bort efter version 0.4.6.
uk_ua: Переміщено до модуля napari._qt.qt_resources. Буде видалено після версії 0.4.6.

source: unrecognized icon name: {name!r}. Known names: {icons}
ar_sa: اسم الرمز غير معروف: {name!r}. الأسماء المعروفة: {icons}
cs_cz: neznámý název ikony: {name!r}. Známá jména: {icons}
da_dk: ukendt ikonnavn: {name!r}. Kendte navne: {icons}
de_de: unbekannter Symbolname: {name!r}. Bekannte Namen: {icons}
el_gr: μη αναγνωρισμένο όνομα εικονιδίου: {όνομα!r}. Γνωστά ονόματα: {icons}
es_es: nombre de icono no reconocido: {name!r}. Nombres conocidos: {icons}
fi_fi: tunnistamaton kuvakkeen nimi: {name!r}. Tunnetut nimet: {icons}
fr_fr: nom d'icône non reconnu : {name!r}. Noms connus : {icons}
it_it: nome icona sconosciuto: {name!r}. Nomi noti: {icons}
ja_jp: アイコン名が認識できません: {name!r} 既知の名前: {icons}
nl_nl: niet-herkende icoon naam: {name!r}. Bekende namen: {icons}
no_no: ukjent ikonnavn: {name!r}. Kjente navn: {icons}
pl_pl: nierozpoznana nazwa ikony: {name!r}. Znane nazwy: {icons}
pt_pt: nome de ícone desconhecido: {name!r}. Nomes conhecidos: {icons}
ro_ro: Nume necunoscut al pictogramei: {name!r}. Nume cunoscute: {icons}
ru_ru: нераспознанное имя иконки: {name!r}. Известные имена: {icons}
sv_se: okänt ikonnamn: {name!r}. Kända namn: {icons}
uk_ua: нерозпізнане ім'я значка: {name!r}. Відомі імена: {icons}

source: Could not detect svg tag in {path_or_xml!r}
ar_sa: تعذر اكتشاف علامة svg في {path_or_xml!r}
cs_cz: Nelze zjistit svg tag v {path_or_xml!r}
da_dk: Kunne ikke registrere svg-tag i {path_or_xml!r}
de_de: Konnte svg-Tag in {path_or_xml!r} nicht erkennen
el_gr: Αδυναμία εντοπισμού της ετικέτας svg στο {path_ or_ xml!r}
es_es: No se pudo detectar la etiqueta svg en {path_or_xml!r}
fi_fi: Tunnistetta svg ei tunnistettu {path_or_xml!r}
fr_fr: Impossible de détecter la balise svg dans {path_or_xml!r}
it_it: Impossibile rilevare il tag svg in {path_or_xml!r}
ja_jp: {path_or_xml!r} の svg タグを検出できませんでした
nl_nl: Kon de svg tag niet detecteren in {path_or_xml!r}
no_no: Kunne ikke oppdage svg-tag i {path_or_xml!r}
pl_pl: Nie można wykryć tagu svg w {path_or_xml!r}
pt_pt: Não foi possível detectar a tag svg em {path_or_xml!r}
ro_ro: Nu s-a putut detecta eticheta svg în {path_or_xml!r}
ru_ru: Не удалось обнаружить svg тег в {path_or_xml!r}
sv_se: Kunde inte upptäcka svg-tagg i {path_or_xml!r}
uk_ua: Не вдалося виявити тег svg в {path_or_xml!r}

source: Could not find VispyLayer for layer of type {dtype}
ar_sa: تعذر العثور على VispyLayer لطبقة من النوع {dtype}
cs_cz: Nelze najít VispyLayer pro vrstvu typu {dtype}
da_dk: Kunne ikke finde VispyLayer for lag af typen {dtype}
de_de: Konnte VispyLayer für Ebene des Typs {dtype} nicht finden
el_gr: Αδυναμία εύρεσης του VispyLayer για στρώμα τύπου {dtype}
es_es: No se pudo encontrar VispyLayer para una capa de tipo {dtype}
fi_fi: VispyLayeria ei löytynyt tyypin {dtype} kerrokselle
fr_fr: Impossible de trouver VispyLayer pour la couche de type {dtype}
it_it: Impossibile trovare VispyLayer per il livello di tipo {dtype}
ja_jp: {dtype}タイプのレイヤーのVispyLayer が見つかりませんでした
nl_nl: Kan VispyLayer niet vinden voor laag van type {dtype}
no_no: Kunne ikke finne VispyLayer for lag av type {dtype}
pl_pl: Nie można znaleźć VispyLayer dla warstwy typu {dtype}
pt_pt: Não foi possível encontrar o VispyLayer para a camada do tipo {dtype}
ro_ro: VispyLayer nu a putut fi găsit pentru stratul de tip {dtype}
ru_ru: Не удалось найти VispyLayer для слоя типа {dtype}
sv_se: Kunde inte hitta VispyLayer för lager av typ {dtype}
uk_ua: Не вдалося знайти VispyLayer для шару {dtype}

source: type {dtype} not allowed for texture; must be one of {textures}
ar_sa: نوع {dtype} غير مسموح بالنص؛ يجب أن يكون واحد من {textures}
cs_cz: typ {dtype} není povolen pro texturu; musí být jeden z {textures}
da_dk: type {dtype} er ikke tilladt for tekstur; skal være en af {textures}
de_de: Typ {dtype} für Textur nicht erlaubt; muss einer von {textures} sein
el_gr: ο τύπος {dtype} δεν επιτρέπεται για υφή· πρέπει να είναι ένα από {textures}
es_es: el tipo {dtype} no está permitido para la textura; debe ser uno de {textures}
fi_fi: tyyppi {dtype} ei ole sallittu tekstuurille; täytyy olla yksi {textures}
fr_fr: le type {dtype} n'est pas autorisé pour la texture; doit être l'un des {textures}
it_it: tipo {dtype} non consentito per la texture; deve essere uno di {textures}
ja_jp: テクスチャには {dtype} を使用できません。 {textures}のいずれかでなければなりません
nl_nl: type {dtype} niet toegestaan voor textuur; moet een van de {textures} zijn
no_no: type {dtype} som ikke er tillatt for tekst; må være en av {textures}
pl_pl: typ {dtype} niedozwolony dla tekstury; musi być jednym z {textures}
pt_pt: tipo {dtype} não é permitido para textura; deve ser um dos {textures}
ro_ro: tipul {dtype} nu este permis pentru textură; trebuie să fie unul din {textures}
ru_ru: тип {dtype} не разрешён для текстуры; должен быть одним из {textures}
sv_se: typ {dtype} tillåts inte för textur; måste vara en av {textures}
uk_ua: тип {dtype} не дозволений для текстури; повинен бути одним з {textures}

source: Either 2 or 3 colors must be provided, got {number}.
ar_sa: إما أن يكون 2 أو 3 ألوان يجب تقديمها، الحصول على {number}.
cs_cz: Musí být poskytnuty 2 nebo 3 barvy, dostal se {number}.
da_dk: Enten 2 eller 3 farver skal angives, fik {number}.
de_de: Entweder 2 oder 3 Farben müssen angegeben werden, erhalten {number}.
el_gr: Πρέπει να παρέχονται είτε 2 είτε 3 χρώματα, πάρτε {number}.
es_es: Debe proporcionarse 2 o 3 colores, obteniendo {number}.
fi_fi: Joko 2 tai 3 väriä on annettava, sai {number} väriä.
fr_fr: 2 ou 3 couleurs doivent être fournies, {number} reçues.
it_it: Devono essere forniti 2 o 3 colori, ottenuti {number}.
ja_jp: 2色または3色のいずれかを指定する必要があります。 {number} を取得しました。
nl_nl: Er moeten 2 of 3 kleuren worden opgegeven, {number} krijgen.
no_no: Enten 2 eller 3 farger må leveres, så har {number}.
pl_pl: 2 lub 3 kolory muszą być podane, otrzymano {number}.
pt_pt: Deve ser fornecida 2 ou 3 cores, obtive {number}.
ro_ro: Trebuie să fie furnizate 2 sau 3 culori, să obținem {number}.
ru_ru: Должен быть указан либо 2 или 3 цвета, получить {number}.
sv_se: Antingen måste 2 eller 3 färger anges, fick {number}.
uk_ua: 2 або 3 кольори потрібно вказати, отримано {number}.

source: Axes dash status and ndisplay combination not supported
ar_sa: حالة تشويش المحاور ومزيج العرض غير معتمد
cs_cz: Stav pomlčky os a kombinace ndisplay není podporována
da_dk: Akser bindestreg status og ndisplay kombination understøttes ikke
de_de: Achsenstrich-Status und ndisplay Kombination werden nicht unterstützt
el_gr: Δεν υποστηρίζεται η κατάσταση παύλας αξόνων και ο συνδυασμός ndisplay
es_es: No se admite el estado de guión de ejes y la combinación de ndisplay
fi_fi: Akseleiden viivan tila ja ndisplay yhdistelmä ei tueta
fr_fr: Etat du tableau de bord des axes et combinaison ndisplay non pris en charge
it_it: Stato trattino assi e combinazione ndisplay non supportati
ja_jp: 軸のダッシュステータスとndisplayの組み合わせはサポートされていません
nl_nl: Achternaam status en ndisplay combinatie worden niet ondersteund
no_no: Akser dash-status og ndisplay kombinasjon støttes ikke
pl_pl: Status myślnika osi i kombinacja ndisplay nie jest obsługiwana
pt_pt: Status do traço de eixos e combinação de ndisplay não suportado
ro_ro: Starea liniei de axe și combinația de afișare nu sunt suportate
ru_ru: Состояние тире оси и комбинация ndisplay не поддерживаются
sv_se: Axlar dash status och ndisplay kombination stöds inte
uk_ua: Комбінація Вимісів і ndisplay не підтримується

source: Shape of in dividual tiles in multiscale {shape} cannot exceed GL_MAX_TEXTURE_SIZE {texture_size}. Rendering is currently in {ndisplay}D mode.
ar_sa: الشكل في البلاطات المقسمة في المقاييس المتعددة {shape} لا يمكن أن يتجاوز GL_MAX_TEXTURE_SIZE {texture_size}. الإرسال حاليا في وضع {ndisplay}D.
cs_cz: Tvar v rozdělených dlaždicích ve více stupních {shape} nesmí překročit GL_MAX_TEXTURE_SIZE {texture_size}. Vykreslování je v současné době v režimu {ndisplay}D.
da_dk: Form af i forskellige fliser i multiskala {shape} kan ikke overstige GL_MAX_TEXTURE_SIZE {texture_size}. Rendering er i øjeblikket i {ndisplay}D tilstand.
de_de: Form der Fliesen in Einzelne Kacheln im Multiscale {shape} darf GL_MAX_TEXTURE_SIZE {texture_size}nicht überschreiten. Rendering ist derzeit im Modus {ndisplay}D.
el_gr: Σχήμα σε επιμέρους πλακίδια σε πολλαπλή κλίμακα {shape} δεν μπορεί να υπερβαίνει το GL_MAX_TEXTURE_SIZE {texture_size}. Απόδοση είναι αυτή τη στιγμή σε {ndisplay}D λειτουργία.
es_es: La forma de los mosaicos en mosaico dividual en {shape} de varias escalas no puede exceder GL_MAX_TEXTURE_SIZE {texture_size}. El renderizado está actualmente en modo D de {ndisplay}.
fi_fi: Muoto monialaisessa tiilessä {shape} ei voi ylittää GL_MAX_TEXTURE_SIZE {texture_size}. Renderöinti on tällä hetkellä {ndisplay}D-tilassa.
fr_fr: La forme en tuiles divisées en multiéchelle {shape} ne peut pas dépasser GL_MAX_TEXTURE_SIZE {texture_size}. Le rendu est actuellement en mode {ndisplay}D.
it_it: Forma di piastrelle dividui in multiscale {shape} non può superare GL_MAX_TEXTURE_SIZE {texture_size}. Il rendering è attualmente in modalità {ndisplay}D.
ja_jp: マルチスケール {shape} の分周タイルの形状は GL_MAX_TEXTURE_SIZE {texture_size}を超えることはできません。レンダリングは {ndisplay}D モードです。
nl_nl: Vorm in dividuele tegels in multiscale {shape} kan niet groter zijn dan GL_MAX_TEXTURE_SIZE {texture_size}. Rendering is momenteel in {ndisplay}D modus.
no_no: Form på i dividuelle fliser i multiskala {shape} kan ikke overskride GL_MAX_TEXTURE_SIZE {texture_size}. Gjengivelse er i {ndisplay}D-modus.
pl_pl: Kształt w płytkach wybieranych w wielu skalach {shape} nie może przekraczać GL_MAX_TEXTURE_SIZE {texture_size}. Renderowanie jest obecnie w trybie {ndisplay}D.
pt_pt: Forma de em blocos de discagem em multiescala {shape} não pode exceder GL_MAX_TEXTURE_SIZE {texture_size}. A renderização está atualmente no modo {ndisplay}D.
ro_ro: Forma în dale împărțite în mai multe scări {shape} nu poate depăși GL_MAX_TEXTURE_SIZE {texture_size}. Redarea este în prezent în modul {ndisplay}D.
ru_ru: Форма в <unk> альных плитках в мульти-масштабе {shape} не может превышать GL_MAX_TEXTURE_SIZE {texture_size}. В настоящее время рендеринг находится в режиме {ndisplay}D.
sv_se: Formen av i dividuella plattor i flerskala {shape} får inte överstiga GL_MAX_TEXTURE_SIZE {texture_size}. Rendering är för närvarande i {ndisplay}D-läge.
uk_ua: Частина окремих плиток в мультимасштабі {shape} не може перевищувати GL_MAX_TEXTURE_SIZE {texture_size}. Відправлення зараз у режимі {ndisplay}D.

source: data shape {shape} exceeds GL_MAX_TEXTURE_SIZE {texture_size} in at least one axis and will be downsampled. Rendering is currently in {ndisplay}D mode.
ar_sa: شكل البيانات {shape} يتجاوز GL_MAX_TEXTURE_SIZE {texture_size} في محور واحد على الأقل وسيتم أخذ العينة. الإرسال حاليا في وضع {ndisplay}D.
cs_cz: tvar dat {shape} přesahuje GL_MAX_TEXTURE_SIZE {texture_size} alespoň v jedné ose a bude odebrán vzorek. Vykreslování je v současné době v režimu {ndisplay}D.
da_dk: dataformen {shape} overstiger GL_MAX_TEXTURE_SIZE {texture_size} i mindst en akse og vil blive deprøveret. Rendering er i øjeblikket i {ndisplay}D tilstand.
de_de: Datenform {shape} überschreitet GL_MAX_TEXTURE_SIZE {texture_size} in mindestens einer Achse und wird heruntergestaffelt. Rendering befindet sich derzeit im Modus {ndisplay}D.
el_gr: το σχήμα δεδομένων {shape} υπερβαίνει το GL_MAX_TEXTURE_SIZE {texture_size} σε τουλάχιστον έναν άξονα και θα υποβαθμιστούν. Η αποτύπωση είναι αυτή τη στιγμή σε λειτουργία {ndisplay}D.
es_es: la forma de datos {shape} excede GL_MAX_TEXTURE_SIZE {texture_size} en al menos un eje y será muestreada. El renderizado está actualmente en modo D de {ndisplay}.
fi_fi: datamuoto {shape} ylittää GL_MAX_TEXTURE_SIZE {texture_size} vähintään yhdessä akselissa ja näytetään alaspäin. Renderöinti on tällä hetkellä {ndisplay}D-tilassa.
fr_fr: la forme de données {shape} dépasse GL_MAX_TEXTURE_SIZE {texture_size} dans au moins un axe et sera downsampled. Le rendu est actuellement en mode {ndisplay}D.
it_it: la forma dei dati {shape} supera GL_MAX_TEXTURE_SIZE {texture_size} in almeno un asse e sarà declassata. Il rendering è attualmente in modalità {ndisplay}D.
ja_jp: データ形状 {shape} は少なくとも1つの軸でGL_MAX_TEXTURE_SIZE {texture_size} を超え、ダウンサンプリングされます。レンダリングは現在 {ndisplay}D モードです。
nl_nl: gegevens vorm {shape} overschrijdt GL_MAX_TEXTURE_SIZE {texture_size} in ten minste één as en zal worden downsamplet. Rendering is momenteel in {ndisplay}D modus.
no_no: dataform {shape} overskrider GL_MAX_TEXTURE_SIZE {texture_size} i minst én akse, og vil bli nedskrevet ned. Gjengivelse er for øyeblikket i {ndisplay}D-modus.
pl_pl: kształt danych {shape} przekracza GL_MAX_TEXTURE_SIZE {texture_size} w co najmniej jednej osi i zostanie pobrany. Renderowanie jest obecnie w trybie {ndisplay}D.
pt_pt: formato de dados {shape} excede GL_MAX_TEXTURE_SIZE {texture_size} em pelo menos um eixo e será downsamed. A renderização está no modo {ndisplay}D.
ro_ro: forma datelor {shape} depășește GL_MAX_TEXTURE_SIZE {texture_size} în cel puțin o axă și va fi downsamplat. Redarea este în prezent în modul {ndisplay}D.
ru_ru: форма данных {shape} превышает GL_MAX_TEXTURE_SIZE {texture_size} по крайней мере по одной оси и будет понижена. Рендеринг сейчас находится в режиме {ndisplay}D.
sv_se: dataform {shape} överskrider GL_MAX_TEXTURE_SIZE {texture_size} i minst en axel och kommer att nedsamplas. Rendering är för närvarande i {ndisplay}D-läge.
uk_ua: форма даних {shape} перевищує GL_MAX_TEXTURE_SIZE {texture_size} принаймні в одній осі і буде знижено вибір. Візуалізація наразі знаходиться в {ndisplay}режимі D.

source: Position {position} not recognized.
ar_sa: لم يتم التعرف على الموقع {position}.
cs_cz: Pozice {position} nebyla rozpoznána.
da_dk: Position {position} blev ikke genkendt.
de_de: Position {position} nicht erkannt.
el_gr: Η θέση {position} δεν αναγνωρίστηκε.
es_es: Posición {position} no reconocida.
fi_fi: Asemaa {position} ei tunnistettu.
fr_fr: Position {position} non reconnue.
it_it: Posizione {position} non riconosciuta.
ja_jp: ポジション {position} は認識されません。
nl_nl: Positie {position} niet herkend.
no_no: Posisjon {position} er ikke gjenkjent.
pl_pl: Pozycja {position} nie rozpoznana.
pt_pt: Posição {position} não reconhecida.
ro_ro: Poziția {position} nu este recunoscută.
ru_ru: Позиция {position} не распознана.
sv_se: Position {position} känns inte igen.
uk_ua: Позиція {position} не розпізнана.
