Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Unsupported Color Mode
ar_sa: وضع الألوان غير مدعوم
cs_cz: Nepodporovaný barevný režim
da_dk: Ikke-Understøttet Farvetilstand
de_de: Nicht unterstützter Farbmodus
el_gr: Μη Υποστηριζόμενη Λειτουργία Χρώματος
es_es: Modo de color no soportado
fi_fi: Väritilaa Ei Tueta
fr_fr: Mode de couleur non pris en charge
it_it: Modalità Colore Non Supportata
ja_jp: サポートされていないカラーモード
nl_nl: Niet-ondersteunde kleurmodus
no_no: Fargemodus som ikke støttes
pl_pl: Nieobsługiwany tryb koloru
pt_pt: Modo de Cor Não Suportado
ro_ro: Mod culoare nesuportat
ru_ru: Неподдерживаемый цветовой режим
sv_se: Färgläge stöds ej
uk_ua: Кольоровий режим не підтримується

source: The square brush shape is deprecated and will be removed in version 0.4.9. Afterward, only the circle brush shape will be available, and the layer.brush_shape attribute will be removed.
ar_sa: شكل الفرشاة المربعة مهمل وسيتم إزالته في النسخة 0.4.9. بعد ذلك، سيكون شكل فرشاة الدائرة فقط متاحا، وسيتم إزالة سمة layer.brush_form.
cs_cz: Tvar čtvercového štětce je zastaralý a bude odstraněn ve verzi 0.4.9. Poté bude k dispozici pouze tvar kružnice a atribut layer.brush_shape bude odstraněn.
da_dk: Den firkantede penselform er forældet og vil blive fjernet i version 0.4.9. Bagefter, kun cirklen penselform vil være tilgængelig, og layer.brush_shape attribut vil blive fjernet.
de_de: Die quadratische Pinselform ist veraltet und wird in Version 0.4.9 entfernt. Danach ist nur die Form des Kreises verfügbar und das Attribut layer.brush_shape wird entfernt.
el_gr: Το σχήμα τετράγωνης βούρτσας είναι παρωχημένο και θα αφαιρεθεί στην έκδοση 0.4.9. Στη συνέχεια, μόνο το σχήμα του πινέλου κύκλου θα είναι διαθέσιμο, και το χαρακτηριστικό layer.brush_shape θα αφαιρεθεί.
es_es: La forma del brush cuadrado está obsoleta y se eliminará en la versión 0.4.9. Después, sólo la forma del brush circular estará disponible y el atributo layer.brush_shape será eliminado.
fi_fi: Neliön harja muoto on vanhentunut ja poistetaan versiossa 0.4.9. Jälkeen, vain ympyrä harja muoto on saatavilla, ja layer.brush_shape attribuutti poistetaan.
fr_fr: La forme de brosse carrée est dépréciée et sera supprimée dans la version 0.4.9. Ensuite, seule la forme de brosse circulaire sera disponible, et l'attribut layer.brush_shape sera supprimé.
it_it: La forma quadrata del pennello è deprecata e verrà rimossa nella versione 0.4.9. In seguito, sarà disponibile solo la forma del pennello cerchio e l'attributo layer.brush_shape verrà rimosso.
ja_jp: 正方形ブラシは推奨されず、バージョン 0.4.9 で削除されます。 その後、円ブラシのみが利用可能になり、layer.brush_shape 属性は削除されます。
nl_nl: De vierkante brush vorm is verouderd en zal worden verwijderd in versie 0.4.9. Daarna zal alleen de cirkelborstel vorm beschikbaar zijn en het kenmerk layer.brush_shape zal worden verwijderd.
no_no: Kvadratisk børste form er utdatert og vil bli fjernet i versjon 0.4.9. Etterpå vil bare sirkelbørstformen være tilgjengelig, og lager.brush_shape attributtet vil bli fjernet.
pl_pl: Kształt pędzla kwadratowego jest przestarzały i zostanie usunięty w wersji 0.4.9. Następnie dostępny będzie tylko kształt pędzla okręgu, a atrybut layer.brush_shape zostanie usunięty.
pt_pt: A forma de pincel quadrada está obsoleta e será removida na versão 0.4.9. Depois, apenas a forma de pincel do círculo estará disponível, e o atributo layer.brush_shape será removido.
ro_ro: Forma periuței pătrate este învechită și va fi eliminată în versiunea 0.4.9. După aceea, vor fi disponibile doar forma pensulei de cerc, iar atributul nivel.brush_shape va fi eliminat.
ru_ru: Форма квадратной кисти устарела и будет удалена в версии 0.4.9. После этого будет доступна только форма окружности кисти и атрибут layer.brush_shape будет удален.
sv_se: Den fyrkantiga penselformen är föråldrad och kommer att tas bort i version 0.4.9. Efteråt kommer endast cirkelpenselformen att finnas tillgänglig, och attributet layer.brush_shape kommer att tas bort.
uk_ua: Квадратна форма щітки застаріла і буде видалена у версії 0.4.9. Після цього буде доступно лише форма щітки круга, і шар.brush_shape буде видалено.

source: hold <space> to pan/zoom, click to pick a label
ar_sa: اضغط على <space> للبيان/التصغير، انقر لاختيار تسمية
cs_cz: podržením <space> paní/zoom, klepnutím vyberte štítek
da_dk: hold <space> for at panorere/zoom, klik for at vælge en etiket
de_de: halte <space> um Pan/Zoom, klicke um eine Beschriftung auszuwählen
el_gr: κρατήστε πατημένο το <space> για εμφάνιση / ζουμ, κάντε κλικ για να επιλέξετε μια ετικέτα
es_es: mantén <space> para pan/zoom, haz clic para elegir una etiqueta
fi_fi: pidä <space> pohjassa pan/zoomaus, napsauta valitaksesi merkin
fr_fr: Maintenez <space> enfoncé pour agrandir/zoom, cliquez pour choisir une étiquette
it_it: tieni premuto <space> per pan/zoom, fai clic per scegliere un'etichetta
ja_jp: <space> を長押しでパン/ズーム、クリックでラベルを選択
nl_nl: houd <space> ingedrukt om te pannen/zoomen, klik om een label te kiezen
no_no: hold <space> for å pane/zoome, klikk for å velge en etikett
pl_pl: przytrzymaj <space> aby powiększyć/powiększyć kliknij, aby wybrać etykietę
pt_pt: segure <space> para pan/zoom, clique para escolher uma etiqueta
ro_ro: țineți apăsat <space> pentru a panoul/zoom, faceți clic pentru a alege o etichetă
ru_ru: удерживайте <space> , чтобы выйти/увеличить масштаб, нажмите, чтобы выбрать метку
sv_se: håll <space> för att panorera/zooma, klicka för att välja en etikett
uk_ua: утримуйте <space> для посадки/збільшення, натисніть щоб вибрати мітку

source: hold <space> to pan/zoom, hold <shift> to toggle preserve_labels, hold <control> to fill, hold <alt> to erase, drag to paint a label
ar_sa: اضغط على <space> لpan/zoom، اضغط <shift> لتبديل keepve_labels، واستمر <control> للملء، واستمر <alt> لمسح، وسحب لرسم علامة
cs_cz: podržením <space> pro pan/zoom, podržením <shift> přepnete preserve_labels, podržením <control> pro vyplnění, podržením <alt> vymazáte, přetažením vykreslíte štítek
da_dk: hold <space> nede for at pan/zoom, hold <shift> nede for at skifte preserve_labels, hold <control> for at udfylde, hold <alt> for at slette, træk for at male en etiket
de_de: <space> , um pan/zoomen, halten Sie <shift> gedrückt, um Konservierung_labels umzuschalten, halten Sie <control> zum Füllen gedrückt, halten Sie <alt> um zu löschen, ziehen Sie um ein Label zu malen
el_gr: κρατήστε πατημένο το <space> σε pan/zoom, κρατήστε πατημένο το <shift> για εναλλαγή του preserve_labels, κρατήστε πατημένο το <control> για να γεμίσετε, κρατήστε πατημένο το <alt> για διαγραφή, σύρετε για να ζωγραφίσετε μια ετικέτα
es_es: mantén <space> para pan/zoom, mantén pulsado <shift> para alternar preserve_labels, mantén presionado <control> para rellenar, mantén <alt> para borrar, arrastra para pintar una etiqueta
fi_fi: pidä <space> pan/zoomaus, pidä <shift> pohjassa avataksesi säilöntä_tarroja, pidä <control> täyttääksesi, pidä <alt> pohjassa pyyhkäisemäksi, vedä maalataksesi merkin
fr_fr: maintenez <space> pour pan/zoom, maintenez <shift> pour activer/désactiver preserve_labels, maintenez <control> pour remplir, maintenez <alt> pour effacer, faites glisser pour peindre une étiquette
it_it: tieni premuto <space> su pan/zoom, tieni premuto <shift> per attivare le etichette di conservazione, tieni premuto <control> per riempire, tieni premuto <alt> per cancellare, trascina per disegnare un'etichetta
ja_jp: <space> を押してパン/ズーム、 <shift> を押してラベル切り替え、 <control> を押して塗りつぶし、 <alt> を押して消しゴム、ドラッグしてラベルを描く
nl_nl: houd <space> om te pannen/zoomen, houd <shift> ingedrukt om preserve_labels in te schakelen, houd <control> ingedrukt om te vullen, houd <alt> ingedrukt om te verwijderen, sleep om een label te plakken
no_no: hold <space> til panie/zoom, hold inne <shift> for å slå bevarende_labels, hold <control> for å fylle, hold inne <alt> for å fjerne, dra for å male en etikett
pl_pl: przytrzymaj <space> do pan/zoom, przytrzymaj <shift> , aby przełączyć preserve_labels, przytrzymaj <control> , aby wypełnić, przytrzymaj <alt> , aby wymazać, przeciągnij aby malować etykietę
pt_pt: segure <space> para pan/zoom, segure <shift> para alternar preserve_labels, segure <control> para preencher, segure <alt> para apagar, arraste para pintar um rótulo
ro_ro: țineți apăsat <space> pentru a pano/zoom, țineți apăsat <shift> pentru a comuta conserv_etichete, țineți apăsat <control> pentru a completa, țineți apăsat <alt> pentru a șterge, trageți pentru a desena o etichetă
ru_ru: удерживайте <space> для панели/масштаба, удерживайте <shift> для переключения консервированных меток, удерживайте <control> для заполнения и удерживайте <alt> для удаления. Перетащите для рисования этикетки
sv_se: håll <space> för att panorera/zooma, håll <shift> för att växla preserve_labels, håll <control> för att fylla, håll <alt> för att radera, dra för att måla en etikett
uk_ua: утримуйте <space> для панелі/збільшення, затисніть <shift> щоб перемкнути preserve_labels, затисніть <control> , щоб стерти, утримуйте <alt> , щоб усунути їх. Перетягніть щоб намалювати мітку

source: hold <space> to pan/zoom, click to fill a label
ar_sa: اضغط على <space> للبيان/التكبير ، انقر لملء التسمية
cs_cz: podržením <space> paní/zoom, klepnutím vyplníte štítek
da_dk: hold <space> for at panorere/zoom, klik for at udfylde en etiket
de_de: halten Sie <space> zum pan/zoomen, klicken um eine Beschriftung zu füllen
el_gr: κρατήστε πατημένο το <space> για εμφάνιση/μεγέθυνση, κάντε κλικ για να γεμίσετε μια ετικέτα
es_es: mantén <space> para pan/zoom, haz clic para rellenar una etiqueta
fi_fi: pidä <space> pohjassa pan/zoomaus, täytä etiketti napsauttamalla
fr_fr: Maintenez <space> enfoncé pour agrandir/zoom, cliquez pour remplir une étiquette
it_it: tieni premuto <space> su pan/zoom, clicca per riempire un'etichetta
ja_jp: <space> を押してパン/ズーム、クリックでラベルを塗りつぶします。
nl_nl: houd <space> ingedrukt om te pannen/zoomen, klik om een label te vullen
no_no: hold <space> for å pane/zoome, klikk for å fylle en etikett
pl_pl: przytrzymaj <space> aby powiększyć/powiększyć kliknij, aby wypełnić etykietę
pt_pt: segure <space> para pan/zoom, clique para preencher uma etiqueta
ro_ro: țineți apăsat <space> pentru a panoul/zoom, faceți clic pentru a completa o etichetă
ru_ru: удерживайте <space> для выравнивания/масштаба, нажмите, чтобы заполнить метку
sv_se: håll <space> för att panorera/zoom, klicka för att fylla i en etikett
uk_ua: утримуйте <space> для панування/збільшення, натисніть, щоб заповнити мітку

source: hold <space> to pan/zoom, drag to erase a label
ar_sa: اضغط على <space> للبيان/التكبير, اسحب لمحو تسمية
cs_cz: podržením <space> paní/zoom, přetažením odstraníte štítek
da_dk: hold <space> for at pan/zoom, træk for at slette en etiket
de_de: <space> halten um pan/zoom, ziehen um eine Beschriftung zu löschen
el_gr: κρατήστε πατημένο το <space> στο πάτημα/ζουμ, σύρετε για να διαγράψετε μια ετικέτα
es_es: mantén <space> para pan/zoom, arrastra para borrar una etiqueta
fi_fi: pidä <space> pannuon/zoomauksen, vedä pyyhkäisemään etiketti
fr_fr: Maintenez <space> enfoncé pour pan/zoom, faites glisser pour effacer un libellé
it_it: tieni premuto <space> su pan/zoom, trascina per cancellare un'etichetta
ja_jp: <space> を押してパン/ズーム、ドラッグでラベルを消します。
nl_nl: houd <space> ingedrukt om te pannen/zoomen, sleep om label te wissen
no_no: hold <space> for å pane/zoome, dra for å slette en etikett
pl_pl: przytrzymaj <space> do pan/zoom, przeciągnij, aby usunąć etykietę
pt_pt: segure <space> para pan/zoom, arraste para apagar uma etiqueta
ro_ro: ține apăsat <space> pentru panoram/zoom, trage pentru a șterge o etichetă
ru_ru: удерживайте <space> для отключения/увеличения, перетащите для стирания этикетки
sv_se: håll <space> för att panorera/zooma, dra för att radera en etikett
uk_ua: утримуйте <space> для посадки/масштабу, перетягніть для очищення мітки

source: Mode not recognized
ar_sa: لم يتم التعرف على الوضع
cs_cz: Režim nebyl rozpoznán
da_dk: Tilstand ikke genkendt
de_de: Modus nicht erkannt
el_gr: Η λειτουργία δεν αναγνωρίζεται
es_es: Modo no reconocido
fi_fi: Tila ei tunnistettu
fr_fr: Mode non reconnu
it_it: Modalità non riconosciuta
ja_jp: モードが認識されていません
nl_nl: Modus niet herkend
no_no: Modus ikke gjenkjent
pl_pl: Tryb nie rozpoznany
pt_pt: Modo não reconhecido
ro_ro: Mod nerecunoscut
ru_ru: Режим не распознан
sv_se: Läge känns inte igen
uk_ua: Режим не розпізнано

source: Contours are not displayed during 3D rendering
ar_sa: لا يتم عرض Contours أثناء تقديم 3D
cs_cz: Koncepty nejsou zobrazeny při 3D vykreslování
da_dk: Konturer vises ikke under 3D-gengivelse
de_de: Konturen werden während des 3D-Rendering nicht angezeigt
el_gr: Οι περιηγήσεις δεν εμφανίζονται κατά την τρισδιάστατη απόδοση
es_es: Los contornos no se muestran durante el procesamiento 3D
fi_fi: Kolmiulotteisen renderoinnin aikana ei näytetä ääriviivoja
fr_fr: Les contours ne sont pas affichés pendant le rendu 3D
it_it: I contorni non vengono visualizzati durante il rendering 3D
ja_jp: 3Dレンダリング中は輪郭が表示されません
nl_nl: Inhoud wordt niet weergegeven tijdens het 3D-renderen
no_no: Kontakter vises ikke under 3D-gjengivelse
pl_pl: Kontury nie są wyświetlane podczas renderowania 3D
pt_pt: Contatos não são exibidos durante a renderização em 3D
ro_ro: Contururile nu sunt afișate în timpul redării 3D
ru_ru: Контуры не отображаются во время 3D рендеринга
sv_se: Konturerna visas inte under 3D-rendering
uk_ua: Контури не відображаються під час 3D-рендерингу

source: [No Properties]
ar_sa: [لا توجد خواص]
cs_cz: [Žádné vlastnosti]
da_dk: [Ingen Egenskaber]
de_de: [Keine Eigenschaften]
el_gr: [Χωρίς Ιδιότητες]
es_es: [Sin propiedades]
fi_fi: [Ei Ominaisuuksia]
fr_fr: [Aucune propriété]
it_it: [Nessuna Proprietà]
ja_jp: [プロパティなし]
nl_nl: [Geen eigenschappen)
no_no: [Ingen egenskaper]
pl_pl: [Brak właściwości]
pt_pt: [Sem Propriedades]
ro_ro: [Fără proprietăți]
ru_ru: [Нет свойств]
sv_se: [Inga egenskaper]
uk_ua: [Немає властивостей]

source: track vertices should be a NxD array
ar_sa: يجب أن تكون قوس المسار مصفوفة NxD
cs_cz: Stopa vrcholů by měla být NxD pole
da_dk: sporknuder skal være et NxD-array
de_de: Trackpunkte sollten ein NxD-Array sein
el_gr: οι κορυφές των κομματιών πρέπει να είναι ένας πίνακας NxD
es_es: los vértices de la pista deben ser una matriz NxD
fi_fi: raita vertices pitäisi olla NxD array
fr_fr: les sommets de la piste doivent être un tableau NxD
it_it: i vertici della traccia dovrebbero essere un array NxD
ja_jp: トラックの頂点はN×D配列でなければなりません
nl_nl: track vertices moeten een NxD array zijn
no_no: sporvertikaler bør være en NxD liste
pl_pl: wierzchołki śladu powinny być tablicą NxD
pt_pt: vértices da faixa deve ser uma matriz NxD
ro_ro: nodurile piesei trebuie să fie o matrice NxD
ru_ru: вершина трека должна быть NxD массивом
sv_se: track hörn bör vara en NxD array
uk_ua: голосові вершини мають бути масивом NxD

source: track vertices should be 4 or 5-dimensional
ar_sa: يجب أن تكون قوس المسار 4 أو 5 أبعاد
cs_cz: svislice koleje by měly být 4 nebo 5 rozměrné
da_dk: sporknuder skal være 4 eller 5-dimensionelle
de_de: track-Punkte sollten 4 oder 5 dimensional sein
el_gr: οι κορυφές των κομματιών πρέπει να είναι 4 ή 5 διαστάσεων
es_es: los vértices de seguimiento deben ser 4 o 5 dimensionales
fi_fi: radan vertices pitäisi olla 4 tai 5-ulotteinen
fr_fr: les sommets de piste doivent être de 4 ou 5 dimensions
it_it: i vertici della pista devono essere 4 o 5-dimensionali
ja_jp: トラックの頂点は4または5次元でなければなりません
nl_nl: track vertices moeten 4 of 5-dimensionaal zijn
no_no: spor-vertikalt bør være av 4 eller 5 dimensjoner
pl_pl: wierzchołki toru powinny mieć 4 lub 5 wymiarów
pt_pt: vértices da faixa devem ser 4 ou 5 dimensões
ro_ro: nodurile pistei ar trebui să fie 4 sau 5 dimensionale
ru_ru: трек вертикали должны быть 4 или 5 измерений
sv_se: spåret hörn bör vara 4 eller 5-dimensionell
uk_ua: вершин композиції має складатися з 4 або 5 вимірних

source: track id must be an integer
ar_sa: رقم تعريف المسار يجب أن يكون عددا صحيحا
cs_cz: ID trasy musí být celé číslo
da_dk: spor-id skal være et heltal
de_de: track ID muss eine Ganzzahl sein
el_gr: το αναγνωριστικό κομματιού πρέπει να είναι ακέραιος αριθμός
es_es: id de pista debe ser un entero
fi_fi: kappaleen tunnuksen on oltava kokonaisluku
fr_fr: l'identifiant de la piste doit être un entier
it_it: l'id della traccia deve essere un numero intero
ja_jp: トラック IDは整数でなければなりません
nl_nl: track id moet een geheel getal zijn
no_no: spor id må være et helt tall
pl_pl: id ścieżki musi być liczbą całkowitą
pt_pt: id da faixa deve ser um número inteiro
ro_ro: ID-ul piesei trebuie să fie un număr întreg
ru_ru: id трека должен быть целым числом
sv_se: track id måste vara ett heltal
uk_ua: ID маршруту має бути цілим числом

source: track timestamps must be greater than zero
ar_sa: المسار الزمني يجب أن يكون أكبر من الصفر
cs_cz: časové značky trasy musí být větší než nula
da_dk: sportidsstempler skal være større end nul
de_de: Track-Timestamps müssen größer als Null sein
el_gr: οι χρονικές σφραγίδες των κομματιών πρέπει να είναι μεγαλύτερες από το μηδέν
es_es: las marcas de tiempo de seguimiento deben ser mayores que cero
fi_fi: kappaleiden aikaleimat ovat suurempia kuin nolla
fr_fr: l'horodatage de la piste doit être supérieur à zéro
it_it: il timestamp della traccia deve essere maggiore di zero
ja_jp: トラックのタイムスタンプは0より大きくなければなりません
nl_nl: track timestamps moeten groter zijn dan nul
no_no: spor tidsstempler må være større enn null
pl_pl: znaczniki czasu śladu muszą być większe niż zero
pt_pt: faixa timestamps deve ser maior que zero
ro_ro: marcajele de timp ale piesei trebuie să fie mai mari decât zero
ru_ru: метки времени трека должны быть больше нуля
sv_se: tidsstämplar för spår måste vara större än noll
uk_ua: позначки часу пісні повинна бути більше нуля

source: tracks should be ordered by ID and time
ar_sa: يجب أن يتم طلب المسارات بواسطة المعرف والوقت
cs_cz: skladby by by měly být seřazeny podle ID a času
da_dk: spor skal sorteres efter ID og tid
de_de: Titel sollten nach ID und Zeit bestellt werden
el_gr: τα κομμάτια πρέπει να παραγγελθούν με ταυτότητα και χρόνο
es_es: las pistas deben ser ordenadas por ID y hora
fi_fi: kappaleita tulisi tilata ID:n ja ajan mukaan
fr_fr: les pistes doivent être ordonnées par ID et par heure
it_it: le tracce devono essere ordinate per ID e orario
ja_jp: トラックはIDと時刻順に並び替える必要があります
nl_nl: nummers moeten worden gerangschikt op ID en tijd
no_no: Sporene bør sorteres etter ID og tid
pl_pl: utwory powinny być uporządkowane według ID i czasu
pt_pt: faixas devem ser ordenadas por ID e hora
ro_ro: Piesele ar trebui comandate prin ID și timp
ru_ru: треки должны быть упорядочены по ID и времени
sv_se: Spåren ska beställas med ID och tid
uk_ua: треки мають бути замовлені по ID та часу

source: the number of properties must equal the number of vertices
ar_sa: عدد الخصائص يجب أن يساوي عدد الأعراف
cs_cz: počet vlastností se musí rovnat počtu vrcholů
da_dk: antallet af egenskaber skal svare til antallet af knudepunkter
de_de: die Anzahl der Eigenschaften muss der Anzahl der Knoten entsprechen
el_gr: ο αριθμός των ιδιοτήτων πρέπει να ισούται με τον αριθμό των κορυφών
es_es: el número de propiedades debe ser igual al número de vértices
fi_fi: ominaisuuksien määrän on oltava yhtä suuri kuin vertices
fr_fr: le nombre de propriétés doit être égal au nombre de sommets
it_it: il numero di proprietà deve essere uguale al numero di vertici
ja_jp: プロパティの数は頂点の数と等しくなければなりません
nl_nl: het aantal eigenschappen moet gelijk zijn aan het aantal hoekpunten
no_no: antall egenskaper må være det samme som antall punkter
pl_pl: liczba właściwości musi być równa liczbie wierzchołków
pt_pt: o número de propriedades deve ser igual ao número de vértices
ro_ro: numărul proprietăţilor trebuie să fie egal cu numărul de noduri
ru_ru: количество свойств должно равняться количеству вершин
sv_se: antalet egenskaper måste vara lika med antalet hörn
uk_ua: кількість властивостей має дорівнювати кількості вершин

source: graph node {node_idx} not found
ar_sa: لم يتم العثور على عقدة الرسم البياني {node_idx}
cs_cz: Grafický uzel {node_idx} nebyl nalezen
da_dk: grafknude {node_idx} ikke fundet
de_de: graph Knoten {node_idx} nicht gefunden
el_gr: ο κόμβος γραφήματος {node_idx} δεν βρέθηκε
es_es: nodo gráfico {node_idx} no encontrado
fi_fi: kuvaajasolmua {node_idx} ei löydy
fr_fr: noeud graphique {node_idx} introuvable
it_it: nodo grafico {node_idx} non trovato
ja_jp: グラフノード {node_idx} が見つかりません
nl_nl: graph node {node_idx} niet gevonden
no_no: Fant ikke grafnode {node_idx}
pl_pl: węzeł wykresu {node_idx} nie został znaleziony
pt_pt: nó gráfico {node_idx} não encontrado
ro_ro: nodul grafic {node_idx} nu a fost găsit
ru_ru: узел графа {node_idx} не найден
sv_se: Graf nod {node_idx} hittades inte
uk_ua: графік вузла {node_idx} не знайдено

source: Property {color_by} not found
ar_sa: لم يتم العثور على الخاصية {color_by}
cs_cz: Vlastnost {color_by} nebyla nalezena
da_dk: Egenskab {color_by} ikke fundet
de_de: Eigenschaft {color_by} nicht gefunden
el_gr: Το ακίνητο {color_by} δεν βρέθηκε
es_es: Propiedad {color_by} no encontrada
fi_fi: Ominaisuutta {color_by} ei löytynyt
fr_fr: Propriété {color_by} introuvable
it_it: Proprietà {color_by} non trovata
ja_jp: プロパティ {color_by} が見つかりません
nl_nl: Eigenschap {color_by} niet gevonden
no_no: Egenskap {color_by} ble ikke funnet
pl_pl: Właściwość {color_by} nie została znaleziona
pt_pt: Propriedade {color_by} não encontrada
ro_ro: Proprietatea {color_by} nu a fost găsită
ru_ru: Свойство {color_by} не найдено
sv_se: Egenskapen {color_by} hittades inte
uk_ua: Властивість {color_by} не знайдена

source: Previous color_by key {key!r} not present in new properties. Falling back to track_id
ar_sa: اللون السابق_حسب المفتاح {key!r} غير موجود في خصائص جديدة. العودة إلى Tr_id
cs_cz: Předchozí color_by klíč {key!r} není přítomen v nových vlastnostech. Vraťte se na track_id
da_dk: Forrige farve_by nøgle {key!r} findes ikke i nye egenskaber. Faldende tilbage til track_id
de_de: Vorherige color_by Taste {key!r} nicht in neuen Eigenschaften vorhanden. Zurückfallen auf track_id
el_gr: Προηγούμενο color_by key {key!r} δεν υπάρχει σε νέες ιδιότητες. Επιστρέφοντας στο track_id
es_es: La clave anterior {key!r} no está presente en las nuevas propiedades. Volviendo a llamar a track_id
fi_fi: Edellinen color_by avain {key!r} ei esiinny uusissa ominaisuuksissa. Falling back to track_id
fr_fr: La clé color_by précédente {key!r} n'est pas présente dans les nouvelles propriétés. Retour à track_id
it_it: La precedente chiave color_by {key!r} non è presente nelle nuove proprietà. Torna a track_id
ja_jp: 前の color_by キー {key!r} は新しいプロパティに存在しません。track_id に戻ります
nl_nl: Vorige kleur_by toets {key!r} niet aanwezig in nieuwe eigenschappen. Terugvallen naar track_id
no_no: Forrige farge_etter nøkkel {key!r} ikke finnes i nye egenskaper. Falling tilbake til spor_id
pl_pl: Poprzedni klucz color_by {key!r} nie występuje w nowych właściwościach. Wróć do track_id
pt_pt: A tecla {key!r} anterior não está presente em novas propriedades. Voltando para o track_id
ro_ro: Culoarea precedentă cu tasta {key!r} nu este prezentă în proprietăți noi. Făcând înapoi la track_id
ru_ru: Предыдущий color_by key {key!r} не присутствует в новых свойствах. Переключение обратно на track_id
sv_se: Föregående color_by nyckel {key!r} finns inte i nya egenskaper. Faller tillbaka till track_id
uk_ua: Попередній color_by ключ {key!r} відсутній у нових властивостях. Переключаюсь на track_id
