Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: length of {obj} must equal {length}
ar_sa: يجب أن يساوي طول {obj} {length}
cs_cz: délka {obj} musí být rovna {length}
da_dk: længde af {obj} skal være lig {length}
de_de: Länge von {obj} muss gleich {length} sein
el_gr: μήκος {obj} πρέπει να ισούται με {length}
es_es: la longitud de {obj} debe ser igual a {length}
fi_fi: pituus {obj} on yhtä suuri kuin {length}
fr_fr: la longueur de {obj} doit être égale à {length}
it_it: la lunghezza di {obj} deve essere uguale a {length}
ja_jp: {obj} の長さは {length} に等しくなければなりません
nl_nl: lengte van {obj} moet gelijk zijn aan {length}
no_no: lengde på {obj} må være lik {length}
pl_pl: długość {obj} musi być równa {length}
pt_pt: comprimento de {obj} deve ser igual a {length}
ro_ro: lungimea de {obj} trebuie să fie {length}
ru_ru: длина {obj} должна равняться {length}
sv_se: längden på {obj} måste vara lika med {length}
uk_ua: довжина {obj} повинна дорівнювати {length}

source: {class_name} may only be called with a `str` or an instance of {class_name}. Got {dtype}
ar_sa: قد يتم استدعاء {class_name} فقط مع `سلسلة` أو مثيل {class_name}. حصلت على {dtype}
cs_cz: {class_name} může být volán pouze s `str` nebo instancí {class_name}. Dobře {dtype}
da_dk: {class_name} kan kun kaldes med en `str` eller en instans af {class_name}. Fik {dtype}
de_de: {class_name} darf nur mit einem `str` oder einer Instanz von {class_name}aufgerufen werden. Gehe {dtype}
el_gr: Το {class_name} μπορεί να κληθεί μόνο με ένα `str` ή ένα στιγμιότυπο του {class_name}. Έχεις {dtype}
es_es: {class_name} solo puede ser llamado con una `str` o una instancia de {class_name}. Obtuviste {dtype}
fi_fi: {class_name} voidaan soittaa vain `str` tai esiintymällä {class_name}. Got {dtype}
fr_fr: {class_name} ne peut être appelé qu'avec un `str` ou une instance de {class_name}. A été {dtype}
it_it: {class_name} può essere chiamato solo con un `str` o un'istanza di {class_name}. Ottenuto {dtype}
ja_jp: {class_name} は `str`または {class_name}のインスタンスでのみ呼び出すことができます。 {dtype}
nl_nl: {class_name} mag alleen worden opgeroepen met een `str` of een exemplaar van {class_name}. Kreeg {dtype}
no_no: {class_name} kan bare kalles med en `str` eller en instans av {class_name}. Fikk {dtype}
pl_pl: {class_name} może być wywołane tylko z `str` lub instancją {class_name}. Masz {dtype}
pt_pt: {class_name} só pode ser chamado com um `str` ou uma instância de {class_name}. Tem {dtype}
ro_ro: {class_name} poate fi apelat doar cu un `str` sau o instanță de {class_name}. Am {dtype}
ru_ru: {class_name} может быть вызван только с помощью `str` или копии {class_name}. У меня {dtype}
sv_se: {class_name} får endast anropas med en `str` eller en instans av {class_name}. Fick {dtype}
uk_ua: {class_name} може викликати лише з `str` або екземпляром {class_name}. Got {dtype}

source: Argument must be a string, PathLike, or sequence thereof
ar_sa: الحجة يجب أن تكون سلسلة أو مسارات أو تسلسل لها
cs_cz: Argument musí být řetězec, Cesta Like, nebo jeho posloupnost
da_dk: Argumentet skal være en streng, en sideLike eller en sekvens deraf
de_de: Argument muss ein String, PathLike oder eine Sequenz davon sein
el_gr: Το όρισμα πρέπει να είναι μια συμβολοσειρά, ένα μονοπάτι ή μια ακολουθία αυτών
es_es: El argumento debe ser una cadena, una ruta o una secuencia del mismo
fi_fi: Argumentin on oltava merkkijono, PathLike tai niiden järjestys
fr_fr: L'argument doit être une chaîne, PathLike, ou une séquence de ce type
it_it: Argomento deve essere una stringa, PathLike o la sua sequenza
ja_jp: 引数は文字列、PathLike、またはそのシーケンスでなければなりません
nl_nl: Argument moet een tekenreeks, PathLike, of sequentie daarvan zijn
no_no: Argumentet må være en streng, sti, eller sekvens av dette
pl_pl: Argument musi być ciągiem, PathLike lub jego sekwencją
pt_pt: Argumento precisa ser uma string, PathLike ou uma sequência dele
ro_ro: Argumentul trebuie să fie un şir, un like-u sau o secvenţă a acestuia
ru_ru: Аргумент должен быть строкой, путьЛайком или последовательностью
sv_se: Argument måste vara en sträng, PathLike eller sekvens därav
uk_ua: Аргумент повинен бути рядком, PathLike, або її послідовністю

source: Not a valid layer data tuple: {value!r}
ar_sa: مسار بيانات الطبقة غير صالح: {قيمة!r}
cs_cz: Neplatná tabulka dat vrstvy: {value!r}
da_dk: Ikke en gyldig lagdata tuple: {value!r}
de_de: Kein gültiges Layer-Daten-Tub: {value!r}
el_gr: Μη έγκυρος σωλήνας δεδομένων επιπέδου: {value!r}
es_es: No es una tupla de datos de capa válida: {value!r}
fi_fi: Ei kelvollinen kerroksen datatietue: {arvo!r}
fr_fr: Tube de données de couche non valide : {value!r}
it_it: Non è una tuple di dati di livello valida: {value!r}
ja_jp: 有効なレイヤーデータタプルではありません: {value!r}
nl_nl: Geen geldige kaartgegevensbuffer: {value!r}
no_no: Ikke en gyldig lagdata tuple: {value!r}
pl_pl: Niepoprawna kroczka danych warstwy: {value!r}
pt_pt: Não é uma tupla de dados de camada válida: {value!r}
ro_ro: Nu este un strat valid de date: {value!r}
ru_ru: Недопустимый набор данных слоя: {value!r}
sv_se: Inte ett giltigt lager data tuple: {value!r}
uk_ua: Не припустимий кортеж даних з шаром: {value!r}

source: Not a valid list of layer data tuples!
ar_sa: قائمة غير صالحة من أنابيب بيانات الطبقة!
cs_cz: Není platný seznam skupin údajů vrstvy!
da_dk: Ikke en gyldig liste over lagdata tuples!
de_de: Keine gültige Liste von Layer-Daten-Tuples!
el_gr: Μη έγκυρη λίστα με σωλήνες δεδομένων επιπέδου!
es_es: No es una lista válida de tubos de datos de capa!
fi_fi: Ei ole kelvollinen luettelo kerroksen datatuplista!
fr_fr: Pas une liste valide de tubes de données de calque !
it_it: Non è una lista valida di tuple di dati di livello!
ja_jp: レイヤーデータタプルの有効なリストではありません！
nl_nl: Dit is geen geldige lijst met tuple's voor gegevens in de laag!
no_no: Ikke en gyldig liste over lagets datalanger!
pl_pl: Niepoprawna lista krotek danych warstwy!
pt_pt: Não é uma lista válida de tuplas de dados da camada!
ro_ro: Nu este o listă validă de tupluri de date!
ru_ru: Некорректный список папок с данными слоев!
sv_se: Inte en giltig lista med lagerdata tupler!
uk_ua: Не вірний список кортежів даних у шарі!

source: {path} is not a directory.
ar_sa: {path} ليس دليلاً.
cs_cz: {path} není složka.
da_dk: {path} er ikke en mappe.
de_de: {path} ist kein Verzeichnis.
el_gr: {path} δεν είναι κατάλογος.
es_es: {path} no es un directorio.
fi_fi: {path} ei ole hakemisto.
fr_fr: {path} n'est pas un répertoire.
it_it: {path} non è una directory.
ja_jp: {path} はディレクトリではありません。
nl_nl: {path} is geen map.
no_no: {path} er ikke en mappe.
pl_pl: {path} nie jest katalogiem.
pt_pt: {path} não é um diretório.
ro_ro: {path} nu este un director.
ru_ru: {path} не является каталогом.
sv_se: {path} är inte en katalog.
uk_ua: {path} не є каталогом.

source: palette is deprecated and will be removed after version 0.4.6. Please use get_theme and register_theme instead
ar_sa: اللوحة مهملة وسيتم إزالتها بعد الإصدار 0.4.6. الرجاء استخدام get_theme و register_theme بدلاً من ذلك
cs_cz: Paleta je zastaralá a bude odstraněna po verzi 0.4.6. Místo toho použijte get_theme a register_theme
da_dk: palet er forældet og vil blive fjernet efter version 0.4.6. Brug venligst get_theme og register_theme i stedet
de_de: Palette ist veraltet und wird nach Version 0.4.6 entfernt. Bitte verwenden Sie stattdessen get_theme und register_theme
el_gr: παλέτα είναι παρωχημένη και θα αφαιρεθεί μετά την έκδοση 0.4.6. Παρακαλούμε χρησιμοποιήστε get_theme και register_theme αντί αυτού
es_es: la paleta está obsoleta y se eliminará después de la versión 0.4.6. Utilice get_theme y register_theme en su lugar
fi_fi: paletti on vanhentunut ja poistetaan version 0.4.6 jälkeen. Käytä sen sijaan get_theme ja register_theme
fr_fr: la palette est obsolète et sera supprimée après la version 0.4.6. Veuillez utiliser get_theme et register_theme à la place
it_it: la tavolozza è deprecata e verrà rimossa dopo la versione 0.4.6. Utilizza invece get_theme e register_theme
ja_jp: パレットは非推奨であり、バージョン 0.4.6 以降に削除されます。代わりに get_theme と register_theme を使用してください
nl_nl: palet is verouderd en zal worden verwijderd na versie 0.4.6. Gebruik get_theme en register_theme
no_no: palette er foreldet og vil bli fjernet etter versjon 0.4.6. Vennligst bruk get_theme og register_tema i stedet
pl_pl: paleta jest przestarzała i zostanie usunięta po wersji 0.4.6. Użyj get_theme i register_theme
pt_pt: paleta esta obsoleta e será removida após a versão 0.4.6. Em vez disso, use get_theme e register_theme
ro_ro: paleta este învechită și va fi eliminată după versiunea 0.4.6. Folosiți în schimb get_theme și registrează_theme
ru_ru: палитра устарела и будет удалена после версии 0.4.6. Вместо этого используйте get_theme и register_theme
sv_se: paletten är föråldrad och kommer att tas bort efter version 0.4.6. Använd get_theme och register_theme istället
uk_ua: палітра застаріла і буде видалена після версії 0.4.6. Будь-ласка, використовуйте get_theme та register_теми

source: Unrecognized theme {name}. Availabe themes are {themes}
ar_sa: موضوع غير معروف {name}. سمات المتاحة هي {themes}
cs_cz: Nerozpoznaný motiv {name}. Dostupné motivy jsou {themes}
da_dk: Ukendt tema {name}. Tilgængelige temaer er {themes}
de_de: Unbekanntes Theme {name}. Verfügbare Themes sind {themes}
el_gr: Μη αναγνωρίσιμο θέμα {name}. Τα θέματα διαθεσιμότητας είναι {themes}
es_es: Tema {name}no reconocido. Los temas disponibles son {themes}
fi_fi: Tunnistamaton teema {name}. Saatavana olevat teemat ovat {themes}
fr_fr: Thème {name}non reconnu. Les thèmes disponibles sont {themes}
it_it: Tema {name}non riconosciuto. I temi disponibili sono {themes}
ja_jp: 認識できないテーマ {name}. 利用可能なテーマは {themes}
nl_nl: Niet herkend thema {name}. Beschikbare thema's zijn {themes}
no_no: Ukjent tema {name}. Tilgjengelige temaer er {themes}
pl_pl: Nierozpoznany motyw {name}. Dostępne motywy to {themes}
pt_pt: Tema não reconhecido {name}. Os temas disponíveis são {themes}
ro_ro: Temă nerecunoscută {name}. Temele disponibile sunt {themes}
ru_ru: Нераспознанная тема {name}. Доступные темы: {themes}
sv_se: Okänt tema {name}. Tillgängliga teman är {themes}
uk_ua: Нерозпізнана тема {name}. Доступні теми — {themes}

source: Must provide at least a `msgid` parameter!
ar_sa: يجب أن يوفر على الأقل معلمة 'msgid' !
cs_cz: Musí poskytnout alespoň parametr `msgid`!
da_dk: Skal du angive mindst en 'msgid'-parameter!
de_de: Muss mindestens einen `msgid` Parameter angeben!
el_gr: Πρέπει να παρέχει τουλάχιστον μια παράμετρο `msgid`!
es_es: ¡Debe proporcionar al menos un parámetro `msgid`!
fi_fi: Täytyy antaa vähintään `msgid`-parametri!
fr_fr: Doit fournir au moins un paramètre `msgid` !
it_it: Deve fornire almeno un parametro `msgid`!
ja_jp: 少なくとも `msgid` パラメータを指定する必要があります。
nl_nl: Moet ten minste een 'msgid'-parameter bevatten!
no_no: Må angi minst en "msgid"-parameter!
pl_pl: Musisz podać co najmniej parametr `msgid`!
pt_pt: Precisa fornecer pelo menos um parâmetro `msgid`!
ro_ro: Trebuie să furnizați cel puțin un parametru `msgid`!
ru_ru: Должен быть хотя бы параметр `msgid`!
sv_se: Måste ange minst en `msgid`-parameter!
uk_ua: Слід вказати принаймні параметр `msgid`!

source: Requested locale not available: {locale}
ar_sa: اللغة المطلوبة غير متوفرة: {locale}
cs_cz: Požadovaná lokalizace není k dispozici: {locale}
da_dk: Anmodet landestandard er ikke tilgængelig: {locale}
de_de: Angeforderte Sprache nicht verfügbar: {locale}
el_gr: Η ζητούμενη τοπική ρύθμιση δεν είναι διαθέσιμη: {locale}
es_es: La configuración regional solicitada no está disponible: {locale}
fi_fi: Pyydetty lokaatio ei ole käytettävissä: {locale}
fr_fr: La locale demandée n'est pas disponible : {locale}
it_it: Localizzazione richiesta non disponibile: {locale}
ja_jp: 要求されたロケールは利用できません: {locale}
nl_nl: Verzochte landinstelling niet beschikbaar: {locale}
no_no: Lokalisering forespurt ikke tilgjengelig: {locale}
pl_pl: Żądana wersja językowa niedostępna: {locale}
pt_pt: Localidade solicitada não disponível: {locale}
ro_ro: Localizarea solicitată nu este disponibilă: {locale}
ru_ru: Запрошенная локаль недоступна: {locale}
sv_se: Önskad lokal är inte tillgänglig: {locale}
uk_ua: Запитана локаль недоступна: {locale}

source: object '{obj}' is not an indexable collection (list, tuple, or np.array), of length {number}
ar_sa: الكائن '{obj}' ليس مجموعة قابلة للفهرسة (قائمة، الأنابيب، أو np.array) بطول {number}
cs_cz: objekt '{obj}' ' není indexovatelná kolekce (seznam, tuple nebo np.array) o délce {number}
da_dk: objekt '{obj}' er ikke en indekserbar samling (liste, tup eller np.array), af længde {number}
de_de: Objekt '{obj}' ist keine indizierbare Sammlung (Liste, Tupel oder np.array) der Länge {number}
el_gr: object '{obj}' δεν είναι μια ευρετήριο συλλογής (λίστα, σωλήνας ή np.array), μήκους {number}
es_es: el objeto '{obj}' no es una colección indexable (lista, tupla, o np.array), de longitud {number}
fi_fi: objekti '{obj}' ei ole indeksoitava kokoelma (luettelo, tupla tai np.array), pituus {number}
fr_fr: l'objet '{obj}' n'est pas une collection indexable (liste, tuple ou np.array), de longueur {number}
it_it: object '{obj}' non è una collezione indicizzabile (lista, tuple, or np.array), di lunghezza {number}
ja_jp: object '{obj}' はインデックス可能なコレクション (リスト、タプル、または np.array) ではありません。長さ {number}
nl_nl: object{obj}' is geen indexeerbare collectie (lijst, tuple, of np.array), van lengte {number}
no_no: objekt '{obj}' er ikke en indekserbar samling (liste, tuple eller np.array), av lengde {number}
pl_pl: obiekt '{obj}' nie jest zindeksowalną kolekcją (lista, tuple, lub np.array), o długości {number}
pt_pt: objeto '{obj}' não é uma coleção indexável (list, tuple, ou np.array), de tamanho {number}
ro_ro: obiectul '{obj}' nu este o colecție indexabilă (listă, tub sau np.array), de lungime {number}
ru_ru: объект '{obj}' не является индексируемой коллекцией (списком, трубопроводом или np.array), длиной {number}
sv_se: objektet '{obj}' är inte en indexerbar samling (lista, tuple eller np.array), av längd {number}
uk_ua: об'єкт '{obj}не є індексованою колекцією (список, кортежі або np.array), довжиною {number}

source: object must have length {number}, got {obj_len}
ar_sa: يجب أن يكون للعنصر طول {number}، حصلت على {obj_len}
cs_cz: objekt musí mít délku {number}, dostal {obj_len}
da_dk: objekt skal have længde {number}, fik {obj_len}
de_de: Objekt muss Länge {number}haben, {obj_len} erhalten
el_gr: το αντικείμενο πρέπει να έχει μήκος {number}, {obj_len}
es_es: el objeto debe tener longitud {number}, obtuvo {obj_len}
fi_fi: objektin pituus {number}, sai {obj_len}
fr_fr: l'objet doit avoir une longueur {number}, {obj_len} obtenu
it_it: l'oggetto deve avere lunghezza {number}, ottenuto {obj_len}
ja_jp: オブジェクトの長さは {number}でなければなりません。 {obj_len} を取得しました
nl_nl: object moet een lengte {number}hebben, neem {obj_len}
no_no: objektet må ha lengden {number}, fikk {obj_len}
pl_pl: obiekt musi mieć długość {number}, otrzymano {obj_len}
pt_pt: o objeto deve ter tamanho {number}, obtive {obj_len}
ro_ro: obiectul trebuie să aibă lungimea {number}, a obținut {obj_len}
ru_ru: объект должен иметь длину {number}, получить {obj_len}
sv_se: objektet måste ha längd {number}, fick {obj_len}
uk_ua: об'єкт повинен мати довжину {number}, отримавши {obj_len}

source: Every item in the sequence must be of type {dtype}, but {item} is of type {item_type}
ar_sa: يجب أن يكون كل عنصر في التسلسل من النوع {dtype}، ولكن {item} من النوع {item_type}
cs_cz: Každá položka v posloupnosti musí být typu {dtype}, ale {item} je typu {item_type}
da_dk: Hver genstand i sekvensen skal være af typen {dtype}, men {item} er af typen {item_type}
de_de: Jedes Element in der Sequenz muss vom Typ {dtype}sein, aber {item} ist vom Typ {item_type}
el_gr: Κάθε αντικείμενο της ακολουθίας πρέπει να είναι του τύπου {dtype}, αλλά {item} είναι του τύπου {item_type}
es_es: Cada elemento de la secuencia debe ser de tipo {dtype}, pero {item} es de tipo {item_type}
fi_fi: Jokaisen sarjan kohteen on oltava tyyppiä {dtype}, mutta {item} on tyyppiä {item_type}
fr_fr: Chaque élément de la séquence doit être de type {dtype}, mais {item} est de type {item_type}
it_it: Ogni oggetto nella sequenza deve essere di tipo {dtype}, ma {item} è di tipo {item_type}
ja_jp: シーケンス内のすべてのアイテムは {dtype}型でなければなりませんが、 {item} は {item_type} 型です
nl_nl: Elk item in de reeks moet van het type {dtype}zijn, maar {item} is van het type {item_type}
no_no: Alle element i sekvensen må være av typen {dtype}, men {item} er av type {item_type}
pl_pl: Każdy element w sekwencji musi być typu {dtype}, ale {item} jest typu {item_type}
pt_pt: Cada item na sequência deve ser do tipo {dtype}, mas {item} é do tipo {item_type}
ro_ro: Fiecare articol din secvenţă trebuie să fie de tip {dtype}, dar {item} este de tip {item_type}
ru_ru: Каждый элемент в последовательности должен иметь тип {dtype}, но {item} имеет тип {item_type}
sv_se: Varje artikel i sekvensen måste vara av typen {dtype}, men {item} är av typen {item_type}
uk_ua: Кожен елемент у послідовності повинен бути типу {dtype}, але {item} має мати тип {item_type}

source: Reset dims scroll progress
ar_sa: إعادة تعيين حجم التقدم في التمرير
cs_cz: Obnovit dims postup posouvání
da_dk: Nulstil dims rulle fremskridt
de_de: Dims-Scroll-Fortschritt zurücksetzen
el_gr: Επαναφορά προόδου κύλισης dims
es_es: Restablecer progreso del desplazamiento de atenuación
fi_fi: Nollaa dim-vierityksen edistyminen
fr_fr: Réinitialiser la progression du défilement des dims
it_it: Ripristina progresso scroll dims
ja_jp: dims スクロールの進行状況をリセット
nl_nl: Reset de voortgang van de dims-scroll
no_no: Tilbakestilling av dims rullefremgang
pl_pl: Resetuj postęp przewijania przyciemnionych
pt_pt: Redefinir progresso de rolagem de escurecimento
ro_ro: Resetare progres derulare dims
ru_ru: Сбросить прогресс прокрутки
sv_se: Återställ dims scroll-framsteg
uk_ua: Скинути прогрес прокручування затемнень

source: Toggle ndisplay.
ar_sa: تبديل العرض
cs_cz: Zapnout/zapnout.
da_dk: Skift ndisplay.
de_de: NDisplay umschalten.
el_gr: Εναλλαγή εμφάνισης
es_es: Activar/desactivar ndisplay.
fi_fi: Vaihda ndisplay.
fr_fr: Activer/désactiver ndisplay.
it_it: Attiva/disattiva ndisplay.
ja_jp: ndisplayを切り替えます。
nl_nl: Ndisplay in-/uitschakelen
no_no: Veksle nVis.
pl_pl: Przełącz wyświetlanie.
pt_pt: Ativar/desativar ndisplay.
ro_ro: Comută afișajul.
ru_ru: Переключить ndisplay.
sv_se: Växla ndisplay.
uk_ua: Перемкнути ndisplay.

source: Increment dimensions slider to the left.
ar_sa: زيادة أبعاد شريط التمرير إلى اليسار.
cs_cz: Zvýšení velikosti posuvníku doleva.
da_dk: Forøg dimensionsskyderen til venstre.
de_de: Steigende Dimensionen Schieberegler auf der linken Seite.
el_gr: Ρυθμιστικό αυξομείωσης διαστάσεων προς τα αριστερά.
es_es: Aumentar las dimensiones deslizante hacia la izquierda.
fi_fi: Lisäyksen mitat liukusäädin vasemmalle.
fr_fr: Incrémenter le curseur de dimensions à gauche.
it_it: Incremento dimensioni cursore a sinistra.
ja_jp: 寸法スライダーを左に増分します。
nl_nl: Verhoog de dimensies schuifregelaar naar links.
no_no: Økende dimensjoner glidebryteren til venstre.
pl_pl: Zwiększ szerokość suwaka w lewo.
pt_pt: Aumente a barra deslizante para a esquerda.
ro_ro: Slider dimensiuni incrementate la stanga.
ru_ru: Увеличить размеры ползунок влево.
sv_se: Reglage för ökningsmått till vänster.
uk_ua: Посунути повзунок розміру вліво.

source: Increment dimensions slider to the right.
ar_sa: زيادة تمرير الأبعاد إلى اليمين.
cs_cz: Zvýšení velikosti posuvníku doprava.
da_dk: Forøg dimensioner skyderen til højre.
de_de: Steigende Dimensionen Schieberegler nach rechts.
el_gr: Ρυθμιστικό αυξήσεων διαστάσεων προς τα δεξιά.
es_es: Aumentar las dimensiones deslizante a la derecha.
fi_fi: Lisää mitat liukusäädintä oikealle.
fr_fr: Incrémenter le curseur de dimensions à droite.
it_it: Incremento dimensioni cursore a destra.
ja_jp: 寸法スライダーを右に増分します。
nl_nl: Verhoog dimensies schuifregelaar naar rechts.
no_no: Økende dimensjoner glidebryteren til høyre.
pl_pl: Zwiększ suwak wymiarów w prawo.
pt_pt: Aumente a barra deslizante para a direita.
ro_ro: Incrementează glisorul la dreapta.
ru_ru: Увеличить размеры ползунок вправо.
sv_se: Öka måttreglaget till höger.
uk_ua: Пересунути розміри праворуч.

source: Move focus of dimensions slider up.
ar_sa: تحريك تركيز الأبعاد تمرير لأعلى
cs_cz: Přesuňte zaměření posuvníku vzhůru.
da_dk: Flyt fokus for dimensioner skyderen op.
de_de: Bewege den Fokus der Dimensionen Schieberegler nach oben.
el_gr: Μετακίνηση εστίασης του ρυθμιστικού διαστάσεων πάνω.
es_es: Mover enfoque de las dimensiones hacia arriba.
fi_fi: Siirrä ulottuvuuden kohdistus liukusäädintä ylöspäin.
fr_fr: Déplacer le focus des dimensions vers le haut.
it_it: Sposta il fuoco delle dimensioni del cursore verso l'alto.
ja_jp: 寸法のスライダーを上に移動します。
nl_nl: Verplaats de focus van de afmetingen slider omhoog.
no_no: Flytt fokus på glidebryteren for dimensjoner.
pl_pl: Przesuń ostrość wymiarów suwaka w górę.
pt_pt: Mover o foco do controle deslizante de dimensões para cima.
ro_ro: Mutați centrul dimensiunilor glisor în sus.
ru_ru: Переместить фокус ползунка размеров вверх.
sv_se: Flytta fokus på dimensioner reglaget upp.
uk_ua: Перемістити фокус розмірів повзунка.

source: Move focus of dimensions slider down.
ar_sa: تحريك تركيز الأبعاد شريط التمرير للأسفل.
cs_cz: Přesunout zaměření posuvníku směrem dolů.
da_dk: Flyt fokus for dimensioner skyderen ned.
de_de: Verschieben Sie den Fokus der Dimensionen Schieberegler nach unten.
el_gr: Μετακινήστε την εστίαση του ρυθμιστικού διαστάσεων προς τα κάτω.
es_es: Mover enfoque de las dimensiones hacia abajo.
fi_fi: Siirrä mitojen kohdistus liukusäädintä alaspäin.
fr_fr: Déplacer le focus des dimensions vers le bas.
it_it: Sposta il fuoco delle dimensioni del cursore verso il basso.
ja_jp: 寸法スライダーを下に移動します。
nl_nl: Verplaats de focus van de afmetingen slider naar beneden.
no_no: Flytt fokus på glidebryter for dimensjoner.
pl_pl: Przesuń ostrość wymiaru suwaka w dół.
pt_pt: Mover o foco da barra deslizante de dimensões para baixo.
ro_ro: Mutați focalizarea dimensiunilor în jos.
ru_ru: Переместить фокус ползунка размеров вниз.
sv_se: Flytta fokus på måttreglage nedåt.
uk_ua: Пересунути фокус розмірів повзунка вниз.

source: Change order of the visible axes, e.g. [0, 1, 2] -> [2, 0, 1].
ar_sa: تغيير ترتيب المحاور المرئية، مثل [0, 1, 2] -> [2, 0, 1].
cs_cz: Změna pořadí viditelných os, např. [0, 1, 2] -> [2, 0, 1].
da_dk: Ændre rækkefølgen af de synlige akser, f.eks. [0, 1, 2] -> [2, 0, 1].
de_de: Reihenfolge der sichtbaren Achsen ändern, z.B. [0, 1, 2] -> [2, 0, 1].
el_gr: Αλλαγή σειράς των ορατών αξόνων, π.χ. [0, 1, 2] -> [2, 0, 1].
es_es: Cambia el orden de los ejes visibles, por ejemplo, [0, 1, 2] -> [2, 0, 1].
fi_fi: Vaihda näkyvien akselien järjestystä, esim. [0, 1, 2] -> [2, 0, 1].
fr_fr: Changer l'ordre des axes visibles, par exemple [0, 1, 2] -> [2, 0, 1].
it_it: Cambiare l'ordine degli assi visibili, ad esempio [0, 1, 2] -> [2, 0, 1].
ja_jp: 表示される軸の順序を変更します。例: [0, 1, 2] -> [2, 0, 1].
nl_nl: Wijzig de volgorde van de zichtbare assen. Bijv. [0, 1, 2] -> [2, 0, 1].
no_no: Endre rekkefølgen på de synlige aksene, f.eks. [0, 1, 2] -> [2, 0, 1].
pl_pl: Zmień kolejność widocznych osi, np. [0, 1, 2] -> [2, 0, 1].
pt_pt: Altere a ordem dos eixos visíveis, por exemplo, [0, 1, 2] -> [2, 0, 1].
ro_ro: Schimbă ordinea axelor vizibile, de ex. [0, 1, 2] -> [2, 0, 1].
ru_ru: Изменение порядка видимых осей, например [0, 1, 2] -> [2, 0, 1].
sv_se: Ändra ordning på synliga axlar, t.ex. [0, 1, 2] -> [2, 0, 1].
uk_ua: Змінити порядок видимих осей тобто, [0, 1, 2] -> [2, 0, 1].
