Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Shape needs at least two vertices, {number} provided.
ar_sa: الشكل يحتاج إلى اثنين على الأقل من الرأسيين، {number} تم توفيره.
cs_cz: Tvar potřebuje alespoň dva vrcholy, zadáno {number}.
da_dk: Form skal bruge mindst to knudepunkter, {number} der er angivet.
de_de: Form benötigt mindestens zwei Knoten, {number} bereitgestellt.
el_gr: Το σχήμα χρειάζεται τουλάχιστον δύο κορυφές και {number} παρέχονται.
es_es: La forma necesita al menos dos vértices, {number} proporcionados.
fi_fi: Muotoon tarvitaan vähintään kaksi verticiä, {number} tarjousta.
fr_fr: La forme a besoin d'au moins deux sommets, {number} fourni.
it_it: Forma ha bisogno di almeno due vertici, {number} fornito.
ja_jp: Shapeには少なくとも頂点が2つ必要ですが、{number} 個しか与えられていません。
nl_nl: Vorm heeft minstens twee punten nodig, {number}.
no_no: Formen trenger minst to tider, {number} oppgitt.
pl_pl: Kształt wymaga co najmniej dwóch wierzchołków ( {number}).
pt_pt: A forma precisa de pelo menos dois vértices, {number} fornecido.
ro_ro: Forma are nevoie de cel puțin două noduri, {number} oferite.
ru_ru: Форма должна быть не менее двух вершин, {number} предоставлена.
sv_se: Form behöver minst två hörn, {number} tillhandahålls.
uk_ua: Форма потребує принаймні двох вертиків, передбачених {number}.

source: Data shape does not match a ellipse. Ellipse expects four corner vertices, {number} provided.
ar_sa: شكل البيانات لا يتطابق مع الإهليج. تتوقع الكذبة أربع ركائز عمودية، تم توفير {number}.
cs_cz: Tvar dat neodpovídá elipse. Elipsa očekává čtyři vrcholy rohu, zadáno {number}.
da_dk: Dataformen matcher ikke en ellipse. Ellipse forventer fire hjørnehjørnehjørnehjørner, den {number} leveret.
de_de: Datenform stimmt nicht mit einer Ellipse überein. Ellipse erwartet vier Eckpunkte, {number} bereitgestellt.
el_gr: Το σχήμα δεδομένων δεν ταιριάζει με μια έλλειψη. Η έλλειψη αναμένει τέσσερις γωνιακές κορυφές {number}.
es_es: La forma de datos no coincide con un elipse. Ellipse espera cuatro vértices de esquina, {number} proporcionados.
fi_fi: Datan muoto ei vastaa ellipsiä. Ellipse odottaa neljän kulman vertices, {number} tarjousta.
fr_fr: La forme de données ne correspond pas à une ellipse. Ellipse attend quatre sommets, {number} fournis.
it_it: La forma dei dati non corrisponde a un'ellisse. Ellisse si aspetta quattro vertici d'angolo, {number} forniti.
ja_jp: データの形状が楕円と一致しません。楕円は角の4つの頂点で定められますが、{number} 点が与えられています。
nl_nl: De vorm van de gegevens komt niet overeen met een ellips. Ellips verwacht vier hoekhoekhoekpunten van {number}.
no_no: Dataform samsvarer ikke med en ellipse. Ellipse forventer fire hjørneversjoner, så {number} oppgitt.
pl_pl: Kształt danych nie pasuje do elipsy. Elipsa oczekuje czterech wierzchołków, {number} dostarczonych.
pt_pt: A forma de dados não corresponde a uma elipse. A elipse espera por quatro vértices de canto, {number} fornecido.
ro_ro: Forma de date nu se potrivește cu o elipsă. Ellipse se așteaptă la patru noduri, {number} furnizate.
ru_ru: Форма данных не соответствует эллипсу. Эллипс ожидает четыре угловых вершины, предоставлено {number}.
sv_se: Dataformen matchar inte en ellips. Ellipse förväntar sig fyra hörnspetsar, {number} tillhandahålls.
uk_ua: Форма даних не відповідає еліпсу. Еліпс очікує чотири кутові вертики, {number} передбачено.

source: Data shape does not match a line. A line expects two end vertices, {number} provided.
ar_sa: شكل البيانات لا يتطابق مع الخط. الخط يتوقع طرفين عموديين، {number} المقدمين.
cs_cz: Tvar dat se neshoduje s řádkem. Řádek očekává dva koncové vrcholy, {number} zadáno.
da_dk: Datatypen matcher ikke en linje. En linje forventer to endehjørner og {number} er angivet.
de_de: Datenform stimmt nicht mit einer Linie überein. Eine Linie erwartet zwei Endpunkte, {number} bereitgestellt.
el_gr: Το σχήμα δεδομένων δεν ταιριάζει με μια γραμμή. Μια γραμμή αναμένει δύο τελικές κορυφές {number}.
es_es: La forma de datos no coincide con una línea. Una línea espera dos vértices finales, {number} proporcionados.
fi_fi: Datan muoto ei vastaa riviä. Linja odottaa kahta loppuvertikaalia, {number} tarjousta.
fr_fr: La forme de données ne correspond pas à une ligne. Une ligne attend deux sommets, {number} fournis.
it_it: La forma dei dati non corrisponde a una riga. Una linea prevede due vertici finali, {number} forniti.
ja_jp: データの形状が直線のものではありません。直線は始点と終点の2点で定まりますが 、{number} 点が与えられています。
nl_nl: De vorm van de gegevens komt niet overeen met een regel. Een lijn verwacht twee eindhoekpunten, {number}.
no_no: Datamuligheter samsvarer ikke med en linje. En linje forventer to slutt-tider, {number} oppgitt.
pl_pl: Kształt danych nie pasuje do linii. Linia oczekuje dwóch wierzchołków końcowych, {number} podanych.
pt_pt: A forma de dados não corresponde a uma linha. Uma linha espera dois vértices finais, {number} fornecido.
ro_ro: Forma de date nu se potrivește cu o linie. O linie așteaptă două noduri, {number} furnizate.
ru_ru: Форма данных не соответствует строке. Строка предполагает две конечные вершины, предоставлено {number}.
sv_se: Datamönstret matchar inte en rad. En linje förväntar sig två hörn, {number} tillhandahålls.
uk_ua: Форма даних не відповідає рядку. Очікує дві кінцеві вершини, {number}.

source: Data shape does not match a rectangle. Rectangle expects four corner vertices, {number} provided.
ar_sa: شكل البيانات لا يتطابق مع المستطيل. المستطيل يتوقع أربعة أركان عمودية، {number} تم توفيرها.
cs_cz: Tvar dat neodpovídá obdélníku. Obdélník očekává čtyři vrcholy rohu, zadáno {number}.
da_dk: Datatypen matcher ikke et rektangel. Rektangel forventer fire hjørnehjørnehjørnehjørner, den {number} der er angivet.
de_de: Datenform stimmt nicht mit einem Rechteck überein. Rechteck erwartet vier Eckpunkte, {number} bereitgestellt.
el_gr: Το σχήμα δεδομένων δεν ταιριάζει με ένα ορθογώνιο. Το ορθογώνιο αναμένει τέσσερις γωνιακές κορυφές {number}.
es_es: La forma de datos no coincide con un rectángulo. El rectángulo espera cuatro vértices de esquina, {number} proporcionados.
fi_fi: Datan muoto ei vastaa suorakulmiota. Suorakulmio odottaa neljän kulman vertices, {number} tarjousta.
fr_fr: La forme de données ne correspond pas à un rectangle. Le rectangle attend quatre sommets, {number} fournis.
it_it: La forma dei dati non corrisponde a un rettangolo. Il rettangolo si aspetta quattro vertici d'angolo, {number} forniti.
ja_jp: データの形状が長方形のものではありません。長方形は角の4つの頂点で定まりますが、 {number} 点が与えられています。
nl_nl: De vorm van de gegevens komt niet overeen met een rechthoek. Rechthoek verwacht vier hoekhoekhoekhoekhoekpunten, {number} geleverd.
no_no: Dataform samsvarer ikke med et rektangel. Rektangel forventer fire hjørneversjoner, {number}.
pl_pl: Kształt danych nie pasuje do prostokąta. Prostokąt oczekuje czterech wierzchołków ( {number}).
pt_pt: A forma de dados não corresponde a um retângulo. O retângulo espera quatro vértices de canto, {number} fornecido.
ro_ro: Forma de date nu se potrivește cu un dreptunghi. Dreptunghiul se așteaptă la patru colțuri de colț, {number} furnizate.
ru_ru: Форма данных не соответствует прямоугольнику. Прямоугольник предполагает четыре угловых вершины, предоставлено {number}.
sv_se: Dataformen matchar inte en rektangel. Rektangel förväntar sig fyra hörnspetsar, {number} tillhandahålls.
uk_ua: Дані не відповідають прямокутнику. Прямокутник очікує чотири кутові вертики, {number} передбачено.

source: Axis not recognized, must be one of "{{0, 1}}"
ar_sa: المحور غير معروف، يجب أن يكون أحد "{{0, 1}}"
cs_cz: Osa nebyla rozpoznána, musí být jedna z "{{0, 1}}"
da_dk: Aksen genkendes ikke, skal være en af "{{0, 1}}"
de_de: Achse nicht erkannt, muss eine von "{{0, 1}} " sein
el_gr: Ο άξονας δεν αναγνωρίζεται, πρέπει να είναι ένας από τους "{{0, 1}}"
es_es: Eje no reconocido, debe ser uno de "{{0, 1}}"
fi_fi: Akselia ei tunnistettu, täytyy olla yksi "{{0, 1}}"
fr_fr: Axe non reconnu, doit être l'un des "{{0, 1}}"
it_it: Assi non riconosciuti, deve essere uno dei "{{0, 1}}"
ja_jp: 軸が認識できません。"{{0, 1}}" のいずれかでなければなりません
nl_nl: As niet herkend, moet een van de "{{0, 1}} " zijn
no_no: Aksen ikke gjenkjent, må være én av "{{0, 1}}
pl_pl: Oś nie rozpoznana, musi być jednym z "{{0, 1}}"
pt_pt: Eixo não reconhecido. Deve ser um dos "{{0, 1}}"
ro_ro: Axa nu este recunoscută, trebuie să fie una din "{{0, 1}}"
ru_ru: Ось не распознана, должна быть одним из{{0, 1}} " "
sv_se: Axis känns inte igen, måste vara en av "{{0, 1}}"
uk_ua: Вісь не розпізнано, має бути одним з "{{0, 1}}"

source: mask shape length must either be 2 or the same as the dimensionality of the shape, expected {expected} got {received}.
ar_sa: يجب أن يكون طول شكل القناع 2 أو نفس أبعاد الشكل، المتوقع أن يحصل {expected} على {received}.
cs_cz: délka masky tvaru musí být buď 2, nebo stejná jako rozměry tvaru, očekávaná {expected} získala {received}.
da_dk: maskelængden skal enten være 2 eller den samme som formens dimensionalitet, forventet {expected} fik {received}.
de_de: Maskenlänge muss entweder 2 oder die gleiche sein wie die Dimensionalität der Form, erwartete {expected} erhielt {received}.
el_gr: το μήκος του σχήματος μάσκας πρέπει είτε να είναι 2 είτε το ίδιο με τη διάσταση του σχήματος, αναμένεται ότι {expected} πήρε {received}.
es_es: la longitud de la forma de máscara debe ser 2 o igual que la dimensionalidad de la forma, se esperaba que {expected} obtuviera {received}.
fi_fi: maskin muodon pituuden on oltava joko 2 tai sama kuin muodon mitta, odotettu {expected} sai {received}.
fr_fr: la longueur de la forme de masque doit être de 2 ou la même que la dimension de la forme, {expected} attendu a reçu {received}.
it_it: la lunghezza della forma della maschera deve essere di 2 o la stessa dimensionalità della forma, previsto {expected} ottenuto {received}.
ja_jp: マスクの形状の長さは 2 か、shapeの次元と同じでなければなりません。 {received} が{expected} になると予想されます。
nl_nl: masker vorm lengte moet 2 zijn of hetzelfde als de dimensionaliteit van de vorm, verwachte {expected} kreeg {received}.
no_no: Maskeformet lengde må enten være 2 eller samme som dimensjonen av formen, forventet {expected} fikk {received}.
pl_pl: Długość kształtu maski musi być 2 lub taka sama jak rozmiar kształtu, oczekiwany {expected} ma {received}.
pt_pt: formato da máscara deve ser 2 ou o mesmo que a dimensão da forma, {expected} esperado obteu {received}.
ro_ro: lungimea formei trebuie să fie 2 sau la fel ca dimensionalitatea formei, aşteptată {expected} a primit {received}.
ru_ru: Длина фигуры должна быть 2 или равна размерности фигуры, ожидаемый {expected} получил {received}.
sv_se: maskformens längd måste antingen vara 2 eller samma som formens dimensionalitet, förväntade {expected} fick {received}.
uk_ua: довжина форми масок має бути 2 або такою ж, як і розмір фігури, очікувалось {expected} отримав {received}.

source: Octree level {index} is not in range(0, {num_levels})
ar_sa: مستوى الأحدث {index} ليس في النطاق(0، {num_levels})
cs_cz: Úroveň oktamu {index} není v dosahu(0, {num_levels})
da_dk: Octree niveau {index} er ikke inden for rækkevidde(0, {num_levels})
de_de: Octree Level {index} ist nicht in Reichweite(0, {num_levels})
el_gr: Το επίπεδο οκτόνου {index} δεν είναι εύρος(0, {num_levels})
es_es: El nivel de octree {index} no está en rango(0, {num_levels})
fi_fi: Octree taso {index} ei ole alueella (0, {num_levels})
fr_fr: Le niveau d'Octree {index} n'est pas à portée (0, {num_levels})
it_it: Il livello di Ottica {index} non è compreso tra 0 e {num_levels}
nl_nl: Octree level {index} is niet in bereik (0, {num_levels})
no_no: Oktre-nivå {index} er ikke i området (0, {num_levels})
pl_pl: Octree poziom {index} nie jest w zakresie(0, {num_levels})
pt_pt: Octree nível {index} não está no intervalo (0, {num_levels})
ro_ro: Nivelul octren {index} nu este în interval (0, {num_levels})
ru_ru: Уровень Octree {index} не находится в диапазоне(0, {num_levels})
sv_se: Octree-nivå {index} är inte inom räckvidd(0, {num_levels})
uk_ua: Рівень оточення {index} не в діапазоні (0, {num_levels})

source: Invalid octree level {index}
ar_sa: مستوى octree غير صالح {index}
cs_cz: Neplatná úroveň oktamu {index}
da_dk: Ugyldigt octree niveau {index}
de_de: Ungültige octree Level {index}
el_gr: Μη έγκυρο επίπεδο octree {index}
es_es: Nivel de octree no válido {index}
fi_fi: Virheellinen octree taso {index}
fr_fr: Niveau d'octree invalide {index}
it_it: Livello di octree {index} non valido
ja_jp: 無効な octree レベル {index}
nl_nl: Ongeldige octree niveau {index}
no_no: Ugyldig oktrenivå {index}
pl_pl: Nieprawidłowy poziom octdrzewa {index}
pt_pt: Nível de octree inválido {index}
ro_ro: Nivel octree invalid {index}
ru_ru: Неверный уровень octree {index}
sv_se: Ogiltig octree-nivå {index}
uk_ua: Неприпустимий рівень octree {index}

source: Data of shape {shape} resulted no octree levels?
ar_sa: بيانات الشكل {shape} لم تسفر عن مستويات الأوكتر؟
cs_cz: Data tvaru {shape} nepřinesla žádné úrovně oktoty?
da_dk: Data af form {shape} resulterede ikke i nogen octree niveauer?
de_de: Daten der Form {shape} resultierten nicht aus einem Okthabestatus?
el_gr: Τα δεδομένα του σχήματος {shape} δεν προέκυψαν επίπεδα octretrey?
es_es: ¿Los datos de la forma {shape} no dieron como resultado niveles de octre?
fi_fi: Muodon {shape} tiedot eivät johtaneet octree tasoihin?
fr_fr: Les données de la forme {shape} n'ont donné aucun niveau d'octree ?
it_it: I dati della forma {shape} non hanno prodotto livelli di octre?
ja_jp: 形状の {shape} のデータはoctree レベルをもたらしませんでしたか？
nl_nl: Gegevens van vorm {shape} hebben geen octree niveaus opgeleverd?
no_no: Data av formen {shape} resulterte ikke i noen nivåer i oktre?
pl_pl: Dane kształtu {shape} nie przyniosły poziomów ośmiornic?
pt_pt: Dados da forma {shape} não resultaram em níveis de ocárvore?
ro_ro: Datele formei {shape} nu au dus la nivele octre?
ru_ru: Данные формы {shape} не привели к уровням осевого дерева?
sv_se: Data för form {shape} resulterade inga octree-nivåer?
uk_ua: Дані форми {shape} не отримали восьмирічних рівнів?

source: Level {level_index} is not in range(0, {top})
ar_sa: المستوى {level_index} ليس في النطاق (0، {top})
cs_cz: Úroveň {level_index} není v dosahu(0, {top})
da_dk: Niveau {level_index} er ikke inden for rækkevidde(0, {top})
de_de: Level {level_index} befindet sich nicht in Reichweite (0, {top})
el_gr: Το επίπεδο {level_index} δεν είναι σε εύρος(0, {top})
es_es: El nivel {level_index} no está en el rango(0, {top})
fi_fi: Taso {level_index} ei ole alueella (0, {top})
fr_fr: Le niveau {level_index} n'est pas dans la plage (0, {top})
it_it: Il livello {level_index} non è nell'intervallo (0, {top})
ja_jp: レベル {level_index} が (0, {top}) の範囲にありません
nl_nl: Niveau {level_index} is niet in bereik(0, {top})
no_no: Nivå {level_index} er ikke innenfor rekkevidde(0, {top})
pl_pl: Poziom {level_index} nie jest w zakresie(0, {top})
pt_pt: O nível {level_index} não está no intervalo (0, {top})
ro_ro: Nivelul {level_index} nu este în interval(0, {top})
ru_ru: Уровень {level_index} не находится в диапазоне(0, {top})
sv_se: Nivå {level_index} är inte i intervall(0, {top})
uk_ua: Рівень {level_index} поза діапазоном (0, {top})

source: Multiscale data has downsampling ratio of {ratio}, expected 2.
ar_sa: بيانات متعددة المقاييس لديها نسبة تنازلية من {ratio}، متوقعة 2.
cs_cz: Multiscale data mají poměr odběru vzorků k počtu {ratio}, očekávaný 2.
da_dk: Multiscale data har nedprøvetagningsforhold på {ratio}, forventet 2.
de_de: Multiscale Daten haben ein Downsampling Verhältnis von {ratio}, erwartet 2.
el_gr: Multiscale data has downsampling ratio {ratio}, expected 2.
es_es: La proporción de muestreo múltiple es {ratio}, se esperaba 2.
fi_fi: Multiscale tiedot on laskenta suhde {ratio}, odotetaan 2.
fr_fr: Les données multi-échelles ont un ratio d'échantillonnage à la baisse de {ratio}, 2 attendus.
it_it: I dati multiscale hanno un rapporto di decampionamento di {ratio}, atteso 2.
ja_jp: マルチスケールデータのダウンサンプリング比が {ratio} です。2であると思われます。
nl_nl: Meervoudige data heeft downsampling ratio van {ratio}, verwacht 2.
no_no: Multiskala-data har nedprøvetakingsforhold på {ratio}, forventet 2.
pl_pl: Wieloskalowe dane mają współczynnik downsamplingu {ratio}, oczekiwano 2.
pt_pt: Dados multiscale têm uma relação amostral descendente de {ratio}, esperado 2.
ro_ro: Raportul de eșantionare pe mai multe scări a fost de {ratio}, preconizat 2.
ru_ru: Коэффициент выборки в нескольких масштабах составляет {ratio}, ожидается 2.
sv_se: Flerskaliga data har nedsamplingsförhållande på {ratio}, förväntade 2.
uk_ua: Мультимасштабування даних має пониження співвідношення {ratio}. Очікувалось 2.

source: Octree level {level} is negative.
ar_sa: مستوى الأزرار {level} سلبي.
cs_cz: Úroveň oktamu {level} je záporná.
da_dk: Octree niveau {level} er negativ.
de_de: Octree Level {level} ist negativ.
el_gr: Το επίπεδο οκτώδων {level} είναι αρνητικό.
es_es: El nivel de octree {level} es negativo.
fi_fi: Octree taso {level} on negatiivinen.
fr_fr: Le niveau {level} de l'arbre est négatif.
it_it: Il livello di Ottica {level} è negativo.
ja_jp: Octreeレベル {level} が負です。
nl_nl: Octree level {level} is negatief.
no_no: Årets nivå {level} er negativ.
pl_pl: Octree poziom {level} jest ujemny.
pt_pt: Nível {level} de Octree é negativo.
ro_ro: Nivelul octren {level} este negativ.
ru_ru: Уровень Octree {level} отрицательный.
sv_se: Octree-nivå {level} är negativ.
uk_ua: Рівень запасу {level} від'ємний.

source: circle
ar_sa: دائرة
cs_cz: kruh
da_dk: cirkel
de_de: Kreis
el_gr: κύκλος
es_es: círculo
fi_fi: ympyrä
fr_fr: cercle
it_it: cerchio
ja_jp: 円
nl_nl: cirkel
no_no: sirkel
pl_pl: okrąg
pt_pt: círculo
ro_ro: cerc
ru_ru: круг
sv_se: cirkel
uk_ua: коло

source: square
ar_sa: مربع
cs_cz: čtverec
da_dk: firkant
de_de: quadratisch
el_gr: τετράγωνο
es_es: cuadrado
fi_fi: neliö
fr_fr: carré
it_it: quadrato
ja_jp: 正方形の
nl_nl: Vierkant
no_no: firkant
pl_pl: kwadrat
pt_pt: quadrado
ro_ro: pătrat
ru_ru: квадрат
sv_se: kvadrat
uk_ua: квадрат

source: auto
ar_sa: تلقائي
cs_cz: automaticky
el_gr: αυτόματο
es_es: automático
fi_fi: automaattinen
fr_fr: Automatique
ja_jp: 自動
nl_nl: automatisch
no_no: automatisk
pt_pt: automático
ro_ro: automat
ru_ru: авто
sv_se: automatiskt
uk_ua: авто

source: direct
ar_sa: مباشر
cs_cz: přímá
da_dk: direkte
de_de: direkt
el_gr: άμεση
es_es: directo
fi_fi: suora
it_it: diretto
no_no: direkte
pl_pl: bezpośrednie
pt_pt: diretas
ru_ru: прямая
sv_se: direkt
uk_ua: особисті

source: enter paint or fill mode to edit labels
ar_sa: أدخل وضع الطلاء أو الملء لتحرير التسميات
cs_cz: zadejte režim malování nebo vyplnění pro úpravu popisků
da_dk: indtast maling eller udfyld tilstand for at redigere etiketter
de_de: in den Mal- oder Füllmodus eintauchen, um Labels zu bearbeiten
el_gr: εισάγετε το χρώμα ή τη λειτουργία πλήρωσης για να επεξεργαστείτε ετικέτες
es_es: introduce el modo de pintura o relleno para editar etiquetas
fi_fi: kirjoita maali- tai täyttötilaa muokataksesi tunnisteita
fr_fr: entrez dans le mode peinture ou remplissage pour modifier les libellés
it_it: inserisci la modalità di disegno o riempimento per modificare le etichette
ja_jp: ラベルを編集するにはペイントモードまたは塗りつぶしモードを入力してください
nl_nl: verf of vul modus om labels te bewerken
no_no: angi maling eller utfylt modus for å redigere etiketter
pl_pl: przejdź do trybu malowania lub wypełniania, aby edytować etykiety
pt_pt: entre no modo de pintura ou de preenchimento para editar rótulos
ro_ro: introduceți pictura sau modul de umplere pentru a edita etichetele
ru_ru: ввести режим рисования или заливки для редактирования меток
sv_se: ange färg- eller fyllningsläge för att redigera etiketter
uk_ua: натисніть режим малювання або заповнення для редагування міток

source: Only integer types are supported for Labels layers, but data contains {data_level_type}.
ar_sa: فقط الأنواع الصحيحة مدعومة لطبقات التسميات ، ولكن البيانات تحتوي على {data_level_type}.
cs_cz: Pro vrstvy štítků jsou podporovány pouze typy celého čísla, ale data obsahují {data_level_type}.
da_dk: Kun heltalstyper understøttes for Labels lag, men data indeholder {data_level_type}.
de_de: Nur Integer-Typen werden für Labelschichten unterstützt, aber Daten enthalten {data_level_type}.
el_gr: Υποστηρίζονται μόνο ακέραιοι τύποι για στρώματα ετικετών, αλλά τα δεδομένα περιέχουν {data_level_type}.
es_es: Solo se soportan tipos enteros para las capas de etiquetas, pero los datos contienen {data_level_type}.
fi_fi: Vain kokonaislukutyypit ovat tuettuja tunnisteiden tasoille, mutta tiedot sisältävät {data_level_type}.
fr_fr: Seuls les types entiers sont supportés pour les calques d'étiquettes, mais les données contiennent {data_level_type}.
it_it: Solo i tipi interi sono supportati per i livelli Etichette, ma i dati contengono {data_level_type}.
ja_jp: ラベルレイヤーでは整数型のみサポートされますが、データには {data_level_type} が含まれています。
nl_nl: Alleen integertypes worden ondersteund voor Labels layers, maar gegevens bevatten {data_level_type}.
no_no: Bare heltallstyper støttes for Etiketter lag, men data inneholder {data_level_type}.
pl_pl: Tylko typy całkowite są obsługiwane dla warstw etykiet, ale dane zawierają {data_level_type}.
pt_pt: Apenas tipos inteiros são suportados para camadas de Rótulos, mas dados contém {data_level_type}.
ro_ro: Numai tipurile întregi sunt acceptate pentru nivelurile etichetelor, dar datele conțin {data_level_type}.
ru_ru: Для слоёв меток поддерживаются только целые типы, но данные содержат {data_level_type}.
sv_se: Endast heltalstyper stöds för etikettlager, men data innehåller {data_level_type}.
uk_ua: Лише цілі типи підтримуються лише для шарів міток, але дані містять {data_level_type}.

source: the number of items must be equal for all properties
ar_sa: يجب أن يكون عدد العناصر مساوياً لجميع الخصائص
cs_cz: počet položek musí být stejný pro všechny vlastnosti
da_dk: antallet af elementer skal være ens for alle egenskaber
de_de: die Anzahl der Elemente muss für alle Eigenschaften gleich sein
el_gr: ο αριθμός των στοιχείων πρέπει να είναι ίσος για όλες τις ιδιότητες
es_es: el número de elementos debe ser igual para todas las propiedades
fi_fi: kohteiden lukumäärän on oltava yhtä suuri kaikille ominaisuuksille
fr_fr: le nombre d'éléments doit être égal pour toutes les propriétés
it_it: il numero di elementi deve essere uguale per tutte le proprietà
ja_jp: すべてのプロパティに対してアイテム数は等しくなければなりません
nl_nl: het aantal items moet gelijk zijn voor alle eigenschappen
no_no: antall varer må være lik for alle egenskaper
pl_pl: liczba elementów musi być równa dla wszystkich właściwości
pt_pt: o número de itens deve ser igual para todas as propriedades
ro_ro: numărul de elemente trebuie să fie egal pentru toate proprietățile
ru_ru: количество элементов должно быть одинаковым для всех свойств
sv_se: antalet objekt måste vara lika för alla fastigheter
uk_ua: кількість елементів повинна дорівнювати всіх властивостей

source: cannot reduce selected label below 0
ar_sa: لا يمكن تقليل التسمية المحددة إلى أسفل 0
cs_cz: nelze snížit vybraný štítek pod 0
da_dk: kan ikke reducere valgte etiket under 0
de_de: kann die ausgewählte Bezeichnung nicht unter 0 reduzieren
el_gr: δεν μπορεί να μειώσει την επιλεγμένη ετικέτα κάτω από 0
es_es: no se puede reducir la etiqueta seleccionada debajo de 0
fi_fi: ei voi vähentää valittua etikettiä alle 0
fr_fr: ne peut pas réduire le libellé sélectionné en dessous de 0
it_it: non è possibile ridurre l'etichetta selezionata sotto 0
ja_jp: 選択したラベルを0以下に減らすことはできません
nl_nl: kan geselecteerde label niet verminderen onder 0
no_no: kan ikke redusere den valgte etiketten under 0
pl_pl: nie można zmniejszyć zaznaczonej etykiety poniżej 0
pt_pt: não é possível reduzir a etiqueta selecionada abaixo de 0
ro_ro: nu poate reduce eticheta selectată sub 0
ru_ru: невозможно уменьшить выбранную метку ниже 0
sv_se: kan inte minska vald etikett under 0
uk_ua: неможливо зменшити вибрану мітку нижче 0
