Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Number of text elements ({length}) should equal the length of the data ({n_text})
ar_sa: عدد عناصر النص ({length}) يجب أن يساوي طول البيانات ({n_text})
cs_cz: Počet textových prvků ({length}) by měl odpovídat délce dat ({n_text})
da_dk: Antal tekstelementer ({length}) skal være lig med længden af dataene ({n_text})
de_de: Anzahl der Textelemente ({length}) sollte der Länge der Daten entsprechen ({n_text})
el_gr: Αριθμός στοιχείων κειμένου ({length}) πρέπει να ισούται με το μήκος των δεδομένων ({n_text})
es_es: Número de elementos de texto ({length}) debe ser igual a la longitud de los datos ({n_text})
fi_fi: Tekstielementtien määrän ({length}) tulisi olla yhtä suuri kuin tietojen pituus ({n_text})
fr_fr: Le nombre d'éléments de texte ({length}) doit être égal à la longueur des données ({n_text})
it_it: Numero di elementi di testo ({length}) dovrebbe essere uguale alla lunghezza dei dati ({n_text})
nl_nl: Aantal tekstelementen ({length}) moet gelijk zijn aan de lengte van de gegevens ({n_text})
no_no: Antall tekstelementer ({length}) bør være lik lengden på dataene ({n_text})
pl_pl: Liczba elementów tekstowych ({length}) powinna być równa długości danych ({n_text})
pt_pt: O número de elementos do texto ({length}) deve ser igual ao comprimento dos dados ({n_text})
ro_ro: Numărul elementelor de text ({length}) ar trebui să fie egal cu lungimea datelor ({n_text})
ru_ru: Количество текстовых элементов ({length}) должно совпадать с длиной данных ({n_text})
sv_se: Antal textelement ({length}) ska vara lika med längden på data ({n_text})
uk_ua: Кількість текстових елементів ({length}) повинна дорівнювати довжині даних ({n_text})

source: color_properties dictionary should have keys: name, values, and optionally current_value
ar_sa: القاموس الملون_الخصائص يجب أن يحتوي على مفاتيح: الاسم، القيم، و اختياريا القيمة الحالية
cs_cz: color_properties dictionary by měl mít klíče: jméno, hodnoty a volitelně current_value
da_dk: color_properties ordbog skal have nøgler: navn, værdier og valgfri current_value
de_de: color_properties Wörterbuch sollte Schlüssel: Name, Werte und optional current_value haben
el_gr: το λεξικό color_properties θα πρέπει να έχει κλειδιά: όνομα, τιμές και προαιρετικά current_value
es_es: el diccionario color_properties debe tener claves: nombre, valores y opcionalmente current_value
fi_fi: color_properties dictionary should have kes: name, values, and optionally current _value
fr_fr: le dictionnaire color_properties doit avoir des clés : nom, valeurs et éventuellement courent_value
it_it: il dizionario color_properties deve avere chiavi: nome, valori e opzionalmente valore corrente_valore
ja_jp: color_properties辞書はキーを持つ必要があります: name, value, and optionally current_value
nl_nl: color_properties woordenboek moet sleutels, naam, waarden, en optioneel current_value bevatten
no_no: Ordboken med farge_egenskaper bør ha nøkkel: navn, verdier og eventuelt current_value
pl_pl: słownik color_properties powinien mieć klucze: nazwę, wartości i opcjonalnie bieżące_value
pt_pt: color_properties do dicionário deve ter chaves: nome, valores e opcionalmente valor_atual
ro_ro: dicționarul de color_properties ar trebui să aibă chei: nume, valori, și opțional valoarea curentă
ru_ru: color_properties словарь должен иметь ключи: имя, значения и опционально current_value
sv_se: color_properties ordbok bör ha nycklar: namn, värden och valfritt current_value
uk_ua: color_properties словник повинен містити ключі: ім'я, значення і опціонально current_value

source: color_properties should be None, a dict, or ColorProperties object
ar_sa: يجب أن تكون خواص اللون_غير وحيدة، أو قسوة، أو خصائص الألوان
cs_cz: color_vlastnostmi by neměly být objekt žádný, dikt nebo barevné vlastnosti
da_dk: color_properties skal være Ingen, dict eller ColorProperties objekt
de_de: color_properties sollten keine Wörter oder Farbeigenschaften sein
el_gr: color_properties δεν πρέπει να είναι κανείς, ένα αντικείμενο dict, ή ColorProperties
es_es: color_properties no debe ser ninguno, un diccionario o objeto ColorProperties
fi_fi: color_properties will be None, a dict, or ColorProperties object (Automatic Copy)
fr_fr: les propriétés color_doivent être None, un dict ou un objet ColorProperties
it_it: color_properties deve essere Nessuna, un dritto, o ColorProperties object
ja_jp: color_properties は、None、dict、または ColorProperties オブジェクトでなければなりません。
nl_nl: kleur_eigenschappen moeten geen, een woordenlijst of kleureigenschappen object zijn
no_no: color_properties bør ikke være noen, et ord- eller ColorProperties objekt
pl_pl: Właściwości kolor_nie powinny być obiektami diody lub kolorów
pt_pt: color_properties deve ser nenhum, objeto dict, ou ColorProperties
ro_ro: Proprietățile color_trebuie să nu fie una, dictul, sau obiectul ColorProperties
ru_ru: color_properties должно быть None, dict, или ColorProperties
sv_se: color_properties bör inte vara någon, en dict eller ColorProperties objekt
uk_ua: color_properties повинно бути None, формою або об’єктом ColorProperties

source: if color_properties is a string, it should be a property name
ar_sa: إذا كان color_attribus عبارة عن سلسلة، يجب أن يكون اسم الخاصية
cs_cz: pokud je color_properties řetězec, měl by to být název vlastnosti
da_dk: hvis color_properties er en streng, skal det være et egenskabsnavn
de_de: wenn color_properties ein String ist, sollte es ein Eigenschaftsname sein
el_gr: αν το color_properties είναι συμβολοσειρά, θα πρέπει να είναι όνομα ιδιότητας
es_es: si color_properties es una cadena, debe ser un nombre de propiedad
fi_fi: jos color_properties on merkkijono, sen pitäisi olla ominaisuuden nimi
fr_fr: si color_properties est une chaîne, ce devrait être un nom de propriété
ja_jp: color_properties が文字列の場合、プロパティ名でなければなりません。
nl_nl: als kleur_eigenschappen een string is, moet het een eigenschapsnaam zijn
no_no: hvis farge_egenskaper er en streng, skal det være et egenskapsnavn
pl_pl: jeśli color_properties jest ciągiem, powinna to być nazwa właściwości
pt_pt: se color_properties é uma string, deve ser um nome de propriedade
ro_ro: dacă color_properties este un string, ar trebui să fie un nume de obiect
ru_ru: если color_properties является строкой, это должно быть имя свойства
sv_se: om color_properties är en sträng, bör det vara ett egenskapsnamn
uk_ua: якщо кольори_властивості - це рядок, то це має бути ім'я властивості

source: The provided {elem_name} parameter contained illegal values, resetting all {elem_name} values to {default}.
ar_sa: يحتوي المعلمة {elem_name} المقدمة على قيم غير قانونية، إعادة تعيين جميع قيم {elem_name} إلى {default}.
cs_cz: Poskytnutý parametr {elem_name} obsahuje nepovolené hodnoty, resetuje všechny {elem_name} hodnoty na {default}.
da_dk: Den angivne {elem_name} parameter indeholdt ulovlige værdier, nulstiller alle {elem_name} værdier til {default}.
de_de: Der angegebene {elem_name} -Parameter enthielt ungültige Werte und setzt alle {elem_name} Werte auf {default} zurück.
el_gr: Η παρεχόμενη παράμετρος {elem_name} περιείχε παράνομες τιμές, επαναφέροντας όλες τις {elem_name} τιμές στο {default}.
es_es: El parámetro {elem_name} proporcionado contenía valores ilegales, restableciendo todos los valores {elem_name} a {default}.
fi_fi: Annettu {elem_name} parametri sisälsi laittomia arvoja, joilla kaikki {elem_name} arvot palautettiin {default} arvoon.
fr_fr: Le paramètre {elem_name} fourni contient des valeurs illégales, réinitialisant toutes les valeurs {elem_name} à {default}.
it_it: Il parametro {elem_name} fornito conteneva valori illegali, reimpostando tutti i valori {elem_name} a {default}.
ja_jp: 提供された {elem_name} パラメータには不正な値が含まれており、すべての {elem_name} 値を {default} にリセットしています。
nl_nl: De verstrekte parameter {elem_name} bevatte illegale waarden, het resetten van alle {elem_name} waarden naar {default}.
no_no: Det angitte {elem_name} parameteret inneholdt ulovlige verdier, tilbakestilling av alle {elem_name} verdier til {default}.
pl_pl: Podany parametr {elem_name} zawierał niedozwolone wartości, resetując wszystkie wartości {elem_name} do {default}.
pt_pt: O parâmetro {elem_name} fornecido continha valores ilegais, redefinindo todos {elem_name} valores para {default}.
ro_ro: Parametrul {elem_name} a conţinut valori ilegale, resetând toate {elem_name} valori la {default}.
ru_ru: Указанный параметр {elem_name} содержит недопустимые значения, сброс всех {elem_name} значений на {default}.
sv_se: Den angivna {elem_name} parametern innehöll olagliga värden, återställer alla {elem_name} värden till {default}.
uk_ua: Наданий параметр {elem_name} містить незаконні значення, скинувши всі {elem_name} значення на {default}.

source: The provided {elem_name} parameter has {length} entries, while the data contains {num_entries} entries. Setting {elem_name} to {default}.
ar_sa: المعلمة المقدمة {elem_name} تحتوي على {length} إدخالات، بينما البيانات تحتوي على {num_entries} إدخالات. تعيين {elem_name} إلى {default}.
cs_cz: Poskytnutý parametr {elem_name} má {length} položek, zatímco data obsahují {num_entries} položek. Nastavení {elem_name} na {default}.
da_dk: Den angivne {elem_name} parameter har {length} poster, mens data indeholder {num_entries} poster. Indstilling {elem_name} til {default}.
de_de: Der angegebene {elem_name} -Parameter hat {length} Einträge, während die Daten {num_entries} Einträge enthalten. Setzen Sie {elem_name} auf {default}.
el_gr: Η παρεχόμενη παράμετρος {elem_name} έχει {length} καταχωρήσεις, ενώ τα δεδομένα περιέχουν {num_entries} καταχωρήσεις. Ρύθμιση {elem_name} έως {default}.
es_es: El parámetro {elem_name} proporcionado tiene {length} entradas, mientras que los datos contienen {num_entries} entradas. Ajustando {elem_name} a {default}.
fi_fi: Annetulla {elem_name} parametrilla on {length} merkintää, kun taas tiedot sisältävät {num_entries} merkintää. Asetetaan {elem_name} {default}.
fr_fr: Le paramètre {elem_name} fourni a {length} entrées, tandis que les données contiennent {num_entries} entrées. Réglage de {elem_name} à {default}.
it_it: Il parametro {elem_name} fornito ha {length} voci, mentre i dati contengono {num_entries} voci. Impostando {elem_name} a {default}.
ja_jp: 指定された {elem_name} パラメータは {length} エントリで、データには {num_entries} エントリが含まれています。 {elem_name} を {default} に設定します。
nl_nl: De opgegeven {elem_name} -parameter heeft {length} vermeldingen, terwijl de gegevens {num_entries} vermeldingen bevatten. Zet {elem_name} op {default}.
no_no: Det oppgitte {elem_name} -parameteret har {length} oppføringer, mens dataene inneholder {num_entries} oppføringer. Å velge {elem_name} til {default}.
pl_pl: Podany parametr {elem_name} ma {length} wpisów, podczas gdy dane zawierają {num_entries} wpisów. Ustawienie {elem_name} do {default}.
pt_pt: O parâmetro {elem_name} fornecido tem {length} entradas, enquanto os dados contém {num_entries} entradas. Definindo {elem_name} para {default}.
ro_ro: Parametrul {elem_name} are {length} intrări, în timp ce datele conțin {num_entries} intrări. Setarea {elem_name} la {default}.
ru_ru: Указанный параметр {elem_name} содержит {length} записей, в то время как данные содержат {num_entries} записей. Значение {elem_name} в {default}.
sv_se: Den angivna {elem_name} parametern har {length} poster, medan data innehåller {num_entries} poster. Inställning {elem_name} till {default}.
uk_ua: Наданий параметр {elem_name} має {length} записів, в той час як дані містять {num_entries} записів. Установка {elem_name} на {default}.

source: The number of supplied colors mismatch the number of given data points. Length of data is {num_entries}, while the number of colors is {length}. Color for all points is reset to white.
ar_sa: عدد الألوان المقدمة لا يتطابق مع عدد نقاط البيانات المحددة. طول البيانات هو {num_entries}، بينما عدد الألوان هو {length}. يتم إعادة تعيين اللون لجميع النقاط إلى البيض.
cs_cz: Počet zadaných barev nesouhlasí s počtem zadaných datových bodů. Délka dat je {num_entries}, zatímco počet barev je {length}. Barva pro všechny body je obnovena na bílá.
da_dk: Antallet af leverede farver matcher ikke antallet af givne datapunkter. Længden af data er {num_entries}, mens antallet af farver er {length}. Farve for alle punkter nulstilles til hvid.
de_de: Die Anzahl der angegebenen Farben entspricht nicht der Anzahl der angegebenen Datenpunkte. Die Datenlänge beträgt {num_entries}, während die Anzahl der Farben {length}ist. Die Farbe für alle Punkte wird auf weiß zurückgesetzt.
el_gr: Ο αριθμός των παρεχόμενων χρωμάτων δεν ταιριάζει με τον αριθμό των δεδομένων σημεία. Το μήκος των δεδομένων είναι {num_entries}, ενώ ο αριθμός των χρωμάτων είναι {length}. Το χρώμα για όλα τα σημεία επαναφέρεται στο λευκό.
es_es: El número de colores suministrados no coincide con el número de puntos de datos dados. La longitud de los datos es {num_entries}, mientras que el número de colores es {length}. El color para todos los puntos se restablece a blanco.
fi_fi: Toimitettujen värien määrä ei vastaa annettujen tietopisteiden määrää. Tietojen pituus on {num_entries}, kun värien määrä on {length}. Kaikkien pisteiden väri on nollattu valkoiseksi.
fr_fr: Le nombre de couleurs fournies ne correspond pas au nombre de points de données donnés. La longueur des données est de {num_entries}, alors que le nombre de couleurs est de {length}. La couleur de tous les points est réinitialisée au blanc.
it_it: Il numero di colori forniti non corrisponde al numero di punti dati forniti. La lunghezza dei dati è {num_entries}, mentre il numero di colori è {length}. Il colore per tutti i punti è azzerato al bianco.
ja_jp: 指定された色の数が、指定されたデータポイントの数と一致しません。 データの長さは {num_entries}で、色数は {length}です。すべてのポイントの色は白にリセットされます。
nl_nl: Het aantal verstrekte kleuren komt niet overeen met het aantal gegeven gegevenspunten. Gegevensduur is {num_entries}, terwijl het aantal kleuren {length}is. De kleur voor alle punten wordt gereset naar wit.
no_no: Antall leverte farger stemmer ikke overens med antallet gitte datapunkter. Lengden på data er {num_entries}, mens antall farger er {length}. Farge for alle punkter tilbakestilles til hvit.
pl_pl: Liczba dostarczonych kolorów nie pasuje do liczby podanych punktów danych. Długość danych wynosi {num_entries}, a liczba kolorów wynosi {length}. Kolor wszystkich punktów jest zresetowany do białego.
pt_pt: O número de cores fornecidas não corresponde ao número de pontos dados fornecidos. A duração dos dados é {num_entries}, enquanto o número de cores é {length}. A cor para todos os pontos é redefinida para branco.
ro_ro: Numărul de culori furnizate incorect corespunde numărului de puncte de date date. Lungimea datelor este {num_entries}, în timp ce numărul de culori este {length}. Culoarea pentru toate punctele este resetată la alb.
ru_ru: Количество введенных цветов не совпадает с количеством заданных точек. Длина данных {num_entries}, в то время как количество цветов {length}. Цвет для всех точек сброшен на белый.
sv_se: Antalet medföljande färger matchar inte antalet angivna datapunkter. Datalängden är {num_entries}, medan antalet färger är {length}. Färg för alla punkter återställs till vitt.
uk_ua: Кількість запропонованих кольорів невідповідність кількості заданих значень. Довжина даних дорівнює {num_entries}, кількість кольорів {length}. Колір для всіх точок обнуляється білею.

source: Error adding multichannel image with data shape {data_shape!r}. Requested channel_axis ({channel_axis}) had length {n_channels}, but the '{key}' argument only provided {i} values.
ar_sa: خطأ في إضافة صورة متعددة القنوات مع شكل البيانات {data_shape!r}. مطلوب channel_axis ({channel_axis}) كان طول {n_channels}، ولكن حجة '{key}' فقط قدمت {i} قيم.
cs_cz: Chyba při přidávání obrázku multichannel s tvarem dat {data_shape!r}. Požadovaná osa kanálu ({channel_axis}) měla délku {n_channels}, ale argument '{key}' poskytl pouze hodnoty {i}.
da_dk: Fejl ved tilføjelse af multichannel billede med dataform {data_shape!r}. Anmodede channel_axis ({channel_axis}) havde længde {n_channels}, men '{key}' argumentet gav kun {i} værdier.
de_de: Fehler beim Hinzufügen des Mehrkanalbildes mit der Datenform {data_shape!r}. Angeforderte Channel_axis ({channel_axis}) hatte die Länge {n_channels}, aber das '{key}' Argument gab nur {i} Werte an.
el_gr: Σφάλμα κατά την προσθήκη εικόνας πολλαπλών καναλιών με το σχήμα δεδομένων {data_shape!r}. Το ζητούμενο channel_axis ({channel_axis}) είχε μήκος {n_channels}, αλλά η παράμετρος '{key}' παρείχε μόνο {i} τιμές.
es_es: Error al añadir imagen multicanal con forma de datos {data_shape!r}. La longitud de la función channel_axis solicitada ({channel_axis}) era {n_channels}, pero el argumento '{key}solo proporcionaba {i} valores.
fi_fi: Virhe lisättäessä monikanavakuvaa, jossa on datamuoto {data_shape!r}. Pyydetty channel_axis ({channel_axis}) oli pituus {n_channels}, mutta '{key}' argumentti antoi vain {i} arvot.
fr_fr: Erreur lors de l'ajout de l'image multicanal avec la forme de données {data_shape!r}. Le canal demandé ({channel_axis}) avait la longueur {n_channels}, or l'argument '{key}' ne fournissait que {i} valeurs.
it_it: Errore nell'aggiungere l'immagine multicanale con forma di dati {data_shape!r}. Requested channel_axis ({channel_axis}) had length {n_channels}, but the '{key}' argument provided only {i} values.
ja_jp: データ形式{data_shape!r}のマルチチャンネル画像の追加に失敗しました。 要求されたchannel_axis ({channel_axis}) の長さは {n_channels}であったが、 '{key}' 引数は {i} の値のみを提供した。
nl_nl: Fout bij het toevoegen van multichannel afbeelding met data vorm {data_shape!r}. Verzochte channel_axis ({channel_axis}) had lengte {n_channels}, maar het argument '{key}gaf alleen {i} waarden.
no_no: Feil under tilføyelse av multikanalbilde med data shape {data_shape!r}. Forespurt channel_axis ({channel_axis}) hadde en lengde på {n_channels}, men '{key}' argument inneholdt bare {i} verdier.
pl_pl: Błąd podczas dodawania obrazu wielokanałowego z kształtem danych {data_shape!r}. Żądany kanał_axis ({channel_axis}) miał długość {n_channels}, ale argument '{key}' dostarczył tylko {i} wartości.
pt_pt: Erro ao adicionar imagem multicanal com forma de dados {data_shape!r}. Eixo do canal solicitado ({channel_axis}) teve comprimento de {n_channels}, mas o '{key}' argumento somente {i} fornecido.
ro_ro: Eroare la adăugarea imaginii multicannel cu forma de date {data_shape!r}. Versiunea solicitată a canalului_axei ({channel_axis}) a avut lungimea {n_channels}, dar argumentul '{key}' a furnizat doar {i} valori.
ru_ru: Ошибка при добавлении многоканального изображения с формой данных {data_shape!r}. Запрашиваемый channel_axis ({channel_axis}) имеет длину {n_channels}, но аргумент '{key}' предоставил только {i} значения.
sv_se: Kunde inte lägga till flerkanalsbild med dataform {data_shape!r}. Begärd channel_axis ({channel_axis}) hade längd {n_channels}, men argumentet '{key}'gav endast {i} värden.
uk_ua: Помилка додавання зображення багатоканального з формою даних {data_shape!r}. Запитувана вісь каналу ({channel_axis}) мала довжину {n_channels}, але аргумент '{key}надає лише значення {i}.

source: The image needs more than 2 dimensions for splitting
ar_sa: الصورة تحتاج إلى أكثر من اثنين من الأبعاد للتقسيم
cs_cz: Obrázek potřebuje více než 2 rozměry pro rozdělení
da_dk: Billedet har brug for mere end 2 dimensioner til opsplitning
de_de: Das Bild benötigt mehr als 2 Dimensionen zum Aufteilen
el_gr: Η εικόνα χρειάζεται περισσότερες από 2 διαστάσεις για διαχωρισμό
es_es: La imagen necesita más de 2 dimensiones para dividir
fi_fi: Kuva tarvitsee enemmän kuin 2 mitat jakamista varten
fr_fr: L'image a besoin de plus de 2 dimensions pour le découpage
it_it: L'immagine ha bisogno di più di 2 dimensioni per la divisione
ja_jp: 画像を分割するには2次元以上の画像が必要です
nl_nl: De afbeelding heeft meer dan 2 afmetingen nodig voor splitsing
no_no: Bildet trenger mer enn to dimensjoner for deling
pl_pl: Obraz potrzebuje więcej niż 2 wymiary do podziału
pt_pt: A imagem precisa de mais de 2 dimensões para dividir
ro_ro: Imaginea are nevoie de mai mult de 2 dimensiuni pentru divizare
ru_ru: Изображение должно быть больше 2 размеров для разделения
sv_se: Bilden behöver mer än 2 dimensioner för delning
uk_ua: Зображення має бути більше 2 розмірів для розділення

source: Can't split along axis {axis}. The image has {num_dim} dimensions
ar_sa: لا يمكن التقسيم على طول المحور {axis}. الصورة لها أبعاد {num_dim}
cs_cz: Nelze rozdělit podél osy {axis}. Obrázek má rozměry {num_dim}
da_dk: Kan ikke opdele langs akse {axis}. Billedet har {num_dim} dimensioner
de_de: Kann nicht entlang der Achse {axis}geteilt werden. Das Bild hat {num_dim} Dimensionen
el_gr: Δεν μπορεί να διαχωριστεί κατά μήκος του άξονα {axis}. Η εικόνα έχει {num_dim} διαστάσεις
es_es: No se puede dividir a lo largo del eje {axis}. La imagen tiene dimensiones {num_dim}
fi_fi: Ei voida jakaa akselin {axis}mukaan. Kuvassa on {num_dim} muuttujaa
fr_fr: Impossible de séparer le long de l'axe {axis}. L'image a {num_dim} dimensions
it_it: Impossibile dividere lungo l'asse {axis}. L'immagine ha {num_dim} dimensioni
ja_jp: 軸 {axis}に沿って分割することはできません。画像のサイズは {num_dim} です。
nl_nl: Kan niet opsplitsen langs as {axis}. De afbeelding heeft {num_dim} afmetingen
no_no: Kan ikke dele langs aksen {axis}. Bildet har {num_dim} dimensjoner
pl_pl: Nie można podzielić wzdłuż osi {axis}. Obraz ma {num_dim} wymiarów
pt_pt: Não é possível dividir ao longo do eixo {axis}. A imagem tem {num_dim} dimensões
ro_ro: Nu se poate împărți de-a lungul axei {axis}. Imaginea are {num_dim} dimensiuni
ru_ru: Невозможно разделить ось {axis}. Размер изображения {num_dim}
sv_se: Kan inte dela längs axeln {axis}. Bilden har {num_dim} dimensioner
uk_ua: Неможливо розділити на осі {axis}. Зображення має {num_dim} розміри

source: images list is empty
ar_sa: قائمة الصور فارغة
cs_cz: seznam obrázků je prázdný
da_dk: listen over billeder er tom
de_de: Bildliste ist leer
el_gr: η λίστα εικόνων είναι κενή
es_es: lista de imágenes está vacía
fi_fi: kuvien lista on tyhjä
fr_fr: la liste des images est vide
it_it: l'elenco delle immagini è vuoto
ja_jp: 画像リストが空です
nl_nl: Afbeeldingenlijst is leeg
no_no: bildelisten er tom
pl_pl: lista obrazów jest pusta
pt_pt: lista de imagens está vazia
ro_ro: lista imaginilor este goală
ru_ru: список изображений пуст
sv_se: bildlistan är tom
uk_ua: список зображень порожній
