Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Show Events Slower Than:
ar_sa: إظهار الأحداث أبطأ من:
cs_cz: Zobrazit pomalejší dík:
da_dk: Vis Begivenheder Langsommere end:
de_de: Ereignisse langsamer anzeigen als
el_gr: Εμφάνιση Εκδηλώσεων Αργότερα Από
es_es: Mostrar eventos más lentos que:
fi_fi: Näytä Tapahtumat Hitaampana Kuin:
fr_fr: Afficher les événements plus lents que :
it_it: Mostra Gli Eventi Più Lento Than:
ja_jp: より遅いイベントを表示:
nl_nl: Toon Events langzamer dan:
no_no: Vis hendelser lavere enn:
pl_pl: Pokaż wolniejsze wydarzenia dzięki:
pt_pt: Mostrar eventos mais lentos em:
ro_ro: Arată evenimentele mai încet Mulțumesc:
ru_ru: Показывать события медленнее через:
sv_se: Visa händelser lägre än:
uk_ua: Показувати події повільніше ніж :

source: milliseconds
ar_sa: مللي ثانية
cs_cz: milisekundy
da_dk: millisekunder
de_de: Millisekunden
el_gr: χιλιοστά
es_es: milisegundos
fi_fi: millisekuntia
fr_fr: millisecondes
it_it: millisecondi
ja_jp: ミリ秒ごと
nl_nl: milliseconden
no_no: millisekunder
pl_pl: milisekundy
pt_pt: milissegundos
ro_ro: milisecunde
ru_ru: миллисекунды
sv_se: millisekunder
uk_ua: мілісекунди

source: Uptime: {elapsed:.2f}
ar_sa: التحديث: {elapsed:.2f}
cs_cz: Doba provozu: {elapsed:.2f}
da_dk: Oppetid: {elapsed:.2f}
de_de: Laufzeit: {elapsed:.2f}
el_gr: Ενημέρωση: {elapsed:.2f}
es_es: Actualización: {elapsed:.2f}
fi_fi: Käyttöaika: {elapsed:.2f}
fr_fr: Temps de disponibilité : {elapsed:.2f}
ja_jp: 稼働時間: {elapsed:.2f}
nl_nl: Uptijd: {elapsed:.2f}
no_no: Oppetid: {elapsed:.2f}
pl_pl: Czas dostawy: {elapsed:.2f}
ro_ro: Actualizare: {elapsed:.2f}
ru_ru: Обновление: {elapsed:.2f}
sv_se: Upptid: {elapsed:.2f}
uk_ua: Час роботи: {elapsed:.2f}

source: 'data' argument must be a list of dicts
ar_sa: حجة 'البيانات' يجب أن تكون قائمة من القالب
cs_cz: Argument "data" musí být seznam textů
da_dk: 'data' argument skal være en liste over dikter
de_de: 'Daten' Argument muss eine Liste der Wörter sein
el_gr: 'data' argument πρέπει να είναι μια λίστα με τα dicts
es_es: el argumento 'data' debe ser una lista de sentencias
fi_fi: 'data' argumentin tulee olla luettelo sanakirjoista
fr_fr: L'argument 'data' doit être une liste de dicts
it_it: L'argomento 'data' deve essere un elenco di dict
ja_jp: 'data' 引数は dicts のリストでなければなりません
nl_nl: 'data' argument moet een lijst van woordenlijsten zijn
no_no: 'data' argument må være en liste over ordbøker
pl_pl: Argument 'data' musi być listą kart
pt_pt: O argumento 'data' deve ser uma lista de ditados
ro_ro: Argumentul "date" trebuie să fie o listă de dicturi
ru_ru: Аргумент «data» должен быть списком порогов
sv_se: 'data' argument måste vara en lista med ordlistor
uk_ua: 'data' аргумент повинен бути списком диктів

source: Argument 'headers' got item '{header}', which was not found in any of the items in 'data'
ar_sa: الحجة 'الرؤوس' حصلت على العنصر'{header}'، الذي لم يتم العثور عليه في أي من العناصر في 'البيانات'
cs_cz: Argument 'hlavičky' dostal položku '{header}', která nebyla nalezena v žádné z položek v 'datech'
da_dk: Argument 'headers' fik genstand'{header}', som ikke blev fundet i nogen af elementerne i 'data'
de_de: Argument 'headers' bekam Element '{header}', was in keinem der Elemente in 'data' gefunden wurde
es_es: Argumento 'headers' tiene objeto '{header}', que no se encontró en ninguno de los elementos en 'datos'
fi_fi: Argument 'headers' got item '{header}', jota ei löytynyt mistään kohteesta 'data'
fr_fr: Argument 'en-têtes' a reçu l'objet '{header}', qui n'a pas été trouvé dans aucun des éléments dans 'données'
it_it: Argomento 'intestazioni' ha ottenuto oggetto '{header}', che non è stato trovato in nessuno degli elementi in 'data'
ja_jp: 引数 'headers' got item '{header}', which was not found in any of the items in 'data'
nl_nl: Argument 'headers' kreeg item '{header}', wat niet werd gevonden in een van de items in 'data'
no_no: Argumentet 'overskrift' har element '{header}', som ikke er funnet i noen av elementene i 'data'
pl_pl: Argument 'headerss' got item '{header}', który nie został znaleziony w żadnym z elementów w 'data'
pt_pt: 'cabeçalhos' recebeu o item '{header}', que não foi encontrado em nenhum dos itens em 'dados'
ro_ro: Argument 'headers' a obținut elementul '{header}', care nu a fost găsit în niciunul dintre articole în 'data'
ru_ru: Аргумент 'headers' получил элемент'{header}', который не найден в 'data'
sv_se: Argument 'headers' fick objektet '{header}', som inte hittades i något av objekten i 'data'
uk_ua: Аргумент 'заголовки' отримав елемент '{header}', який не знайдено ні в якому з елементів 'data'

source: loop_mode must be one of {_modes}. Got: {loop_mode}
ar_sa: حلقة وضع يجب أن تكون واحدة من {_modes}. حصل: {loop_mode}
cs_cz: smyčka_mód musí být jeden z {_modes}. Dobrá: {loop_mode}
da_dk: loop_mode skal være en af {_modes}. Got: {loop_mode}
de_de: loop_mode muss einer von {_modes}sein. Gehe zu: {loop_mode}
el_gr: Το loop_mode πρέπει να είναι ένα από τα {_modes}. Got: {loop_mode}
es_es: loop_mode debe ser uno de {_modes}. Got: {loop_mode}
fi_fi: loop_mode täytyy olla yksi {_modes}. Saa: {loop_mode}
fr_fr: loop_mode doit être l'un des {_modes}. Compris : {loop_mode}
it_it: loop_mode deve essere uno dei {_modes}. Got: {loop_mode}
ja_jp: loop_mode は {_modes}のいずれかでなければなりません。得点: {loop_mode}
nl_nl: lus_mode moet een van de {_modes}zijn. Got: {loop_mode}
no_no: loop_mode må være en av {_modes}. Spike: {loop_mode}
pl_pl: pętla_mode musi być jednym z {_modes}. Got: {loop_mode}
pt_pt: modo_loop deve ser um dos {_modes}. Recebe: {loop_mode}
ro_ro: loop_mode trebuie să fie unul dintre {_modes}. Got: {loop_mode}
ru_ru: loop_mode должен быть одним из {_modes}. Переход: {loop_mode}
sv_se: loop_mode måste vara en av {_modes}. Got: {loop_mode}
uk_ua: режим loop_mode повинен бути одним з {_modes}. Вибрати: {loop_mode}

source: axis argument out of range
ar_sa: حجة المحور خارج النطاق
cs_cz: argument osy mimo rozsah
da_dk: akse argument uden for rækkevidde
de_de: axis Argument außerhalb des Bereichs
el_gr: παράμετρο άξονα εκτός εμβέλειας
es_es: argumento de eje fuera de rango
fi_fi: akselin argumentti alueen ulkopuolella
fr_fr: argument de l'axe en dehors des limites
it_it: argomento dell'asse fuori dall'intervallo
ja_jp: 軸の引数が範囲外です
nl_nl: as argument buiten bereik
no_no: akse argument utenfor rekkevidde
pl_pl: argument osi poza zakresem
pt_pt: argumento do eixo fora do alcance
ro_ro: Argumentul axei în afara razei
ru_ru: аргумент оси вне диапазона
sv_se: axel argument utanför giltigt intervall
uk_ua: аргументи осі поза діапазоном

source: Refusing to play a hidden axis
ar_sa: رفض لعب محور مخفي
cs_cz: Odmítání přehrát skrytou osu
da_dk: Nægter at spille en skjult akse
de_de: Verweigern, eine versteckte Achse zu spielen
el_gr: Άρνηση αναπαραγωγής ενός κρυφού άξονα
es_es: Rechazando reproducir un eje oculto
fi_fi: Kieltäydytään toistamasta piilotettua akselia
fr_fr: Refuser de jouer un axe caché
it_it: Rifiutare di riprodurre un asse nascosto
ja_jp: 非表示の軸を再生することを拒否
nl_nl: Een verborgen as weigeren te spelen
no_no: Viser hvordan du spiller en skjult akse
pl_pl: Odmawianie odtworzenia ukrytej osi
pt_pt: Recusando para tocar um eixo oculto
ro_ro: Refuzul de a reda o axă ascunsă
ru_ru: Отказ от воспроизведения скрытой оси
sv_se: Vägran att spela en dold axel
uk_ua: Відбивання прихованої осі

source: Current slice for axis {axis}
ar_sa: الشريحة الحالية للمحور {axis}
cs_cz: Aktuální řez pro osu {axis}
da_dk: Aktuel skive for akse {axis}
de_de: Aktuelles Slice für die Achse {axis}
el_gr: Τρέχουσα φέτα για τον άξονα {axis}
es_es: Corte actual para el eje {axis}
fi_fi: Nykyinen viipale akselille {axis}
fr_fr: Tranche actuelle pour l'axe {axis}
it_it: Trama corrente per l'asse {axis}
ja_jp: 軸 {axis} の現在のスライス数
nl_nl: Huidige slice voor as {axis}
no_no: Gjeldende rutsjebane for akse {axis}
pl_pl: Bieżący wycinek dla osi {axis}
pt_pt: Recorte atual para o eixo {axis}
ro_ro: Secțiune curentă pentru axa {axis}
ru_ru: Текущая маска для оси {axis}
sv_se: Nuvarande skiva för axel {axis}
uk_ua: Поточний фрагмент для осі {axis}

source: Total slices for axis {axis}
ar_sa: مجموع الشرائح للمحور {axis}
cs_cz: Celkový počet řezů pro osu {axis}
da_dk: Total skiver for akse {axis}
de_de: Gesamte Slices für die Achse {axis}
el_gr: Συνολικές φέτες για τον άξονα {axis}
es_es: Total de rebanadas para el eje {axis}
fi_fi: Leikkauksia akselille {axis} yhteensä
fr_fr: Total des tranches pour l'axe {axis}
it_it: Totale parti per l'asse {axis}
ja_jp: 軸 {axis} のスライスの合計
nl_nl: Totale segmenten voor as {axis}
no_no: Totalt utsnitt til akse {axis}
pl_pl: Łącznie wycinki dla osi {axis}
pt_pt: Total de fatias para o eixo {axis}
ro_ro: Total felii pentru axa {axis}
ru_ru: Всего ломтиков для оси {axis}
sv_se: Totalt antal skivor för axel {axis}
uk_ua: Всього розрізів на вісь {axis}

source: Edit to change axis label
ar_sa: تعديل لتغيير تسمية المحور
cs_cz: Upravit pro změnu popisu osy
da_dk: Rediger for at ændre akseetiket
de_de: Bearbeiten um Achsenbezeichnung zu ändern
el_gr: Επεξεργασία για αλλαγή ετικέτας άξονα
es_es: Editar para cambiar la etiqueta del eje
fi_fi: Muokkaa muuttaaksesi akselin nimeä
fr_fr: Modifier pour changer le libellé de l'axe
it_it: Modifica per cambiare l'etichetta dell'asse
ja_jp: 軸ラベルを変更するために編集
nl_nl: Bewerken om as-label te wijzigen
no_no: Rediger etikett for å endre akse
pl_pl: Edytuj aby zmienić etykietę osi
pt_pt: Editar para alterar o rótulo do eixo
ro_ro: Editează pentru a schimba eticheta axei
ru_ru: Изменить подпись оси
sv_se: Redigera för att ändra axeletikett
uk_ua: Змінити мітку осі

source: frame_range value must be a list or tuple
ar_sa: يجب أن تكون قيمة الإطار_النطاق قائمة أو أنابيب
cs_cz: hodnota_rozsah musí být seznam nebo naladění
da_dk: frame_range værdi skal være en liste eller tuple
de_de: frame_range Wert muss eine Liste oder ein Tupel sein
el_gr: τιμή frame_range πρέπει να είναι μια λίστα ή σωλήνας
es_es: el valor del frame_range debe ser una lista o tupla
fi_fi: frame_range arvon on oltava lista tai tuple
fr_fr: la valeur frame_range doit être une liste ou un tuple
it_it: il valore frame_range deve essere un elenco o una tupla
ja_jp: frame_range値はリストまたはタプルでなければなりません
nl_nl: frame_range waarde moet een lijst of tuple zijn
no_no: frame_range verdi må være en liste eller tuple
pl_pl: wartość_ramki musi być listą lub krotką
pt_pt: frame_range valor deve ser uma lista ou tupla
ro_ro: Valoarea cadrului_intervalului trebuie să fie o listă sau un tuple
ru_ru: значение кадрового диапазона должно быть списком или трубкой
sv_se: frame_range värde måste vara en lista eller tuple
uk_ua: значення frame_range має бути списком або кортежем

source: frame_range must have a length of 2
ar_sa: يجب أن يكون الإطار_النطاق بطول 2
cs_cz: frame_range musí mít délku 2
da_dk: frame_range skal have en længde på 2
de_de: frame_range muss eine Länge von 2 haben
el_gr: το frame_range πρέπει να έχει μήκος 2
es_es: frame_range debe tener una longitud de 2
fi_fi: frame_range on oltava pituus 2
fr_fr: frame_range doit avoir une longueur de 2
it_it: frame_range deve avere una lunghezza di 2
ja_jp: frame_range は 2 の長さでなければなりません
nl_nl: frame_range moet een lengte van 2 hebben
no_no: rame_range må ha en lengde på 2
pl_pl: frame_range musi mieć długość 2
pt_pt: frame_range deve ter um comprimento de 2
ro_ro: Frame_range trebuie să aibă o lungime de 2
ru_ru: кадровый диапазон должен иметь длину 2
sv_se: frame_range måste ha en längd på 2
uk_ua: frame_range має бути довжиною 2

source: frames per second:
ar_sa: إطارات كل ثانية:
cs_cz: snímky za sekundu:
da_dk: stel pr. sekund:
de_de: Frames pro Sekunde:
el_gr: πλαίσια ανά δευτερόλεπτο:
es_es: fotogramas por segundo:
fi_fi: kehyksiä sekunnissa:
fr_fr: images par seconde:
it_it: fotogrammi al secondo:
ja_jp: フレーム/秒
nl_nl: frames per seconde:
no_no: rammer per sekund:
pl_pl: klatki na sekundę:
pt_pt: quadros por segundo:
ro_ro: cadre pe secundă:
ru_ru: кадров в секунду:
sv_se: bildrutor per sekund:
uk_ua: кадрів на секунду:

source: play direction:
ar_sa: إتجاه اللعب:
cs_cz: směr přehrání:
da_dk: afspil retning:
de_de: play-Richtung:
el_gr: να παίξει την κατεύθυνση:
es_es: dirección de reproducción:
fi_fi: soita suunta:
fr_fr: direction de lecture :
it_it: direzione di gioco:
ja_jp: 方向を再生:
nl_nl: speel richting
no_no: spill retning:
pl_pl: kierunek gry:
pt_pt: toque direção:
ro_ro: direcția de redare:
ru_ru: игровое направление:
sv_se: spela riktning:
uk_ua: напрямок у відтворенні:

source: play mode:
ar_sa: وضع التشغيل:
cs_cz: režim hry:
da_dk: afspil tilstand:
de_de: abspielmodus:
el_gr: λειτουργία παιχνιδιού:
es_es: modo de reproducción:
fi_fi: soita tila:
fr_fr: mode de lecture:
it_it: modalità di gioco:
ja_jp: 再生モード:
nl_nl: speel modus:
no_no: spill modus:
pl_pl: Tryb odtwarzania:
pt_pt: modo de jogo:
ro_ro: mod de redare:
ru_ru: режим воспроизведения:
sv_se: uppspelningsläge:
uk_ua: режим гри:

source: frame_range[0] must be <= frame_range[1]
ar_sa: frame_range[0] يجب أن يكون <= frame_range[1]
cs_cz: frame_range[0] musí být <= frame_range[1]
de_de: frame_range[0] muss <= frame_range[1] sein
el_gr: frame_range[0] πρέπει να είναι <= frame_range[1]
es_es: frame_range[0] debe ser <= frame_range[1]
fi_fi: frame_range[0] on oltava <= frame_range[1]
fr_fr: frame_range[0] doit être <= frame_range[1]
it_it: frame_range[0] deve essere <= frame_range[1]
ja_jp: frame_range[0] は <= frame_range でなければなりません[1]
nl_nl: frame_range[0] moet <= frame_range[1] zijn
no_no: frame_range[0] må være <= frame_range[1]
pl_pl: frame_range[0] musi być <= frame_range[1]
pt_pt: frame_range[0] deve ser <= frame_range[1]
ro_ro: raza[0] trebuie sa fie <= Frame_rang[1]
ru_ru: frame_range[0] должен быть <= frame_range[1]
sv_se: frame_range[0] måste vara <= frame_range[1]
uk_ua: frame_range[0] має бути <= frame_range[1]

source: frame_range[0] out of range
ar_sa: إطار_النطاق[0] خارج النطاق
cs_cz: rozsah_framerange[0] mimo rozsah
da_dk: frame_range[0] udenfor rækkevidde
de_de: frame_range[0] außerhalb des Bereichs
el_gr: frame_range[0] εκτός εμβέλειας
es_es: frame_range[0] fuera de rango
fi_fi: frame_range[0] alueen ulkopuolella
fr_fr: frame_range[0] en dehors des limites
it_it: frame_range[0] fuori dall'intervallo
ja_jp: フレーム範囲[0] が範囲外です
nl_nl: frame_range[0] buiten bereik
no_no: rame_range[0] utenfor rekkevidde
pl_pl: zakres ramki_zakresu[0] poza zakresem
pt_pt: frame_range[0] fora do intervalo
ro_ro: interval cadru_[0] din interval
ru_ru: кадровый диапазон[0] вне диапазона
sv_se: ramintervall[0] utanför giltigt intervall
uk_ua: frame_range[0] поза діапазоном

source: frame_range[1] out of range
ar_sa: frame_range[1] خارج النطاق
cs_cz: rozsah_frame_[1] mimo rozsah
da_dk: frame_range[1] uden for rækkevidde
de_de: frame_range[1] außerhalb des Bereichs
el_gr: frame_range[1] εκτός εμβέλειας
es_es: frame_range[1] fuera de rango
fi_fi: frame_range[1] alueen ulkopuolella
fr_fr: frame_range[1] en dehors des limites
it_it: frame_range[1] fuori dall'intervallo
ja_jp: frame_range[1] が範囲外です
nl_nl: frame_range[1] buiten bereik
no_no: rame_range[1] utenfor rekkevidde
pl_pl: ramka_zakres[1] poza zakresem
pt_pt: frame_range[1] fora do intervalo
ro_ro: raza cadr_[1] din raza
ru_ru: кадр_диапазон[1] вне диапазона
sv_se: ramintervall[1] utanför giltigt intervall
uk_ua: frame_range[1] поза діапазоном

source: Preview
ar_sa: معاينة
cs_cz: Náhled
da_dk: Eksempelvisning
de_de: Vorschau
el_gr: Προεπισκόπηση
es_es: Vista previa
fi_fi: Esikatselu
fr_fr: Aperçu
it_it: Anteprima
ja_jp: プレビュー
nl_nl: Voorvertoning
no_no: Forhåndsvisning
pl_pl: Podgląd
pt_pt: Pré-visualizar
ro_ro: Previzualizare
ru_ru: Предпросмотр
sv_se: Förhandsgranska
uk_ua: Прев'ю

source: Minimum value must be smaller than {max_value}
ar_sa: يجب أن تكون القيمة الدنيا أصغر من {max_value}
cs_cz: Minimální hodnota musí být menší než {max_value}
da_dk: Minimumsværdien skal være mindre end {max_value}
de_de: Minimaler Wert muss kleiner als {max_value} sein
el_gr: Η ελάχιστη τιμή πρέπει να είναι μικρότερη από {max_value}
es_es: El valor mínimo debe ser menor que {max_value}
fi_fi: Vähimmäisarvon on oltava pienempi kuin {max_value}
fr_fr: La valeur minimale doit être inférieure à {max_value}
it_it: Il valore minimo deve essere minore di {max_value}
ja_jp: 最小値は {max_value} より小さくなければなりません
nl_nl: Minimale waarde moet kleiner zijn dan {max_value}
no_no: Minimumsverdien må være mindre enn {max_value}
pl_pl: Minimalna wartość musi być mniejsza niż {max_value}
pt_pt: O valor mínimo deve ser menor que {max_value}
ro_ro: Valoarea minimă trebuie să fie mai mică decât {max_value}
ru_ru: Минимальное значение должно быть меньше, чем {max_value}
sv_se: Minsta värde måste vara mindre än {max_value}
uk_ua: Мінімальне значення має бути менше, ніж {max_value}

source: Maximum value must be larger than {min_value}
ar_sa: يجب أن تكون القيمة القصوى أكبر من {min_value}
cs_cz: Maximální hodnota musí být větší než {min_value}
da_dk: Maksimumværdi skal være større end {min_value}
de_de: Maximaler Wert muss größer als {min_value} sein
el_gr: Η μέγιστη τιμή πρέπει να είναι μεγαλύτερη από {min_value}
es_es: El valor máximo debe ser mayor que {min_value}
fi_fi: Enimmäisarvon on oltava suurempi kuin {min_value}
fr_fr: La valeur maximale doit être supérieure à {min_value}
it_it: Il valore massimo deve essere maggiore di {min_value}
ja_jp: 最大値は {min_value} より大きくなければなりません
nl_nl: Maximale waarde moet groter zijn dan {min_value}
no_no: Maksimumsverdien må være større enn {min_value}
pl_pl: Maksymalna wartość musi być większa niż {min_value}
pt_pt: O valor máximo deve ser maior que {min_value}
ro_ro: Valoarea maximă trebuie să fie mai mare decât {min_value}
ru_ru: Максимальное значение должно быть больше чем {min_value}
sv_se: Maximalt värde måste vara större än {min_value}
uk_ua: Максимальне значення має бути більше {min_value}

source: Click and drag to change call order
ar_sa: انقر واسحب لتغيير طلب المكالمة
cs_cz: Kliknutím a přetažením změníte pořadí volání
da_dk: Klik og træk for at ændre opkaldsordre
de_de: Klicken und ziehen, um Anrufreihenfolge zu ändern
el_gr: Κάντε κλικ και σύρετε για να αλλάξετε την σειρά κλήσεων
es_es: Haga clic y arrastre para cambiar el orden de llamada
fi_fi: Klikkaa ja vedä vaihtaaksesi puhelujärjestystä
fr_fr: Cliquez et faites glisser pour modifier l'ordre des appels
it_it: Fare clic e trascinare per modificare l'ordine delle chiamate
ja_jp: クリックしてドラッグして順番を変更
nl_nl: Klik en sleep om de gespreksvolgorde te wijzigen
no_no: Klikk og dra for å endre anropsordre
pl_pl: Kliknij i przeciągnij, aby zmienić kolejność połączeń
pt_pt: Clique e arraste para alterar a ordem das chamadas
ro_ro: Faceți clic și trageți pentru a schimba ordinea apelului
ru_ru: Нажмите и перетащите для изменения порядка вызовов
sv_se: Klicka och dra för att ändra samtalsorder
uk_ua: Натисніть і перетягніть для зміни порядку виклику

source: Uncheck to disable this plugin
ar_sa: إلغاء التحديد لتعطيل هذه الإضافة
cs_cz: Zrušte zaškrtnutí pro zakázání tohoto pluginu
da_dk: Fjern markeringen for at deaktivere dette plugin
de_de: Deaktivieren, um dieses Plugin zu deaktivieren
el_gr: Αναίρεση επιλογής για απενεργοποίηση αυτού του πρόσθετου
es_es: Desmarcar para desactivar este plugin
fi_fi: Poista valinta poistaaksesi liitännäisen käytöstä
fr_fr: Décochez pour désactiver ce plugin
it_it: Deseleziona per disattivare questo plugin
ja_jp: このプラグインを無効にするにはチェックを外してください
nl_nl: Uitvinken om deze plugin uit te schakelen
no_no: Fjern avkrysningen for å deaktivere dette programtillegget
pl_pl: Odznacz aby wyłączyć tę wtyczkę
pt_pt: Desmarque para desativar este plugin
ro_ro: Debifați pentru a dezactiva acest plugin
ru_ru: Снимите флажок, чтобы отключить этот плагин
sv_se: Avmarkera för att inaktivera denna plugin
uk_ua: Зніміть позначку, щоб вимкнути цей плагін

source: select hook...
ar_sa: حدد الرابط...
cs_cz: vyberte háček...
da_dk: vælg hook...
de_de: wähle Hook aus...
el_gr: επιλογή hook...
es_es: seleccionar hook...
fi_fi: valitse koukku...
fr_fr: sélectionner le crochet...
it_it: seleziona hook...
ja_jp: フックを選択...
nl_nl: Selecteer hook...
no_no: velg krok...
pl_pl: wybierz hak...
pt_pt: selecionar gancho...
ro_ro: selectează cârlig...
ru_ru: выберите hook...
sv_se: välj krok...
uk_ua: вибрати хук...

source: select the hook specification to reorder
ar_sa: حدد مواصفات الرابط لإعادة الترتيب
cs_cz: Vyberte specifikaci háčku pro změnu pořadí
da_dk: vælg krogspecifikationen for at genbestille
de_de: wähle die Hook-Spezifikation um neu zu sortieren
el_gr: επιλέξτε την προδιαγραφή αγκίστρου για αναδιάταξη
es_es: seleccione la especificación del gancho para reordenar
fi_fi: valitse koukun tiedot järjestääksesi uudelleen
fr_fr: sélectionnez la spécification du crochet pour réorganiser
it_it: seleziona la specifica dell'hook per riordinare
ja_jp: 順序を変更するフック指定を選択します
nl_nl: Selecteer de haak specificatie om opnieuw te sorteren
no_no: velg spesifikasjonen av kroken som skal omorganiseres
pl_pl: wybierz specyfikację haka, aby zmienić kolejność
pt_pt: selecione a especificação de hook para reordenar
ro_ro: selectaţi specificaţia cârligului pentru a reordona
ru_ru: выбрать спецификацию хука для переупорядочения
sv_se: Välj krokspecifikation för att ändra ordning
uk_ua: виберіть специфікацію хука для зміни порядку

source: Plugin Sorter
ar_sa: فرز الإضافات
cs_cz: Tlumič pluginů
da_dk: Plugin Sortering
de_de: Plugin-Sortierung
el_gr: Ταξινόμηση Πρόσθετων
es_es: Ordenador de plugins
fi_fi: Liitännäisen Lajittelija
fr_fr: Tri de Plugins
it_it: Sorter Plugin
ja_jp: プラグインのソート
nl_nl: Plugin sorteerder
no_no: Sorter programtillegg
pl_pl: Sortowanie wtyczek
pt_pt: Contador de Plugins
ro_ro: Sorter Plugin
ru_ru: Сортировщик плагинов
sv_se: Plugin Sorterare
uk_ua: Сортування плагінів
