Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Transpose order of the last two visible axes, e.g. [0, 1] -> [1, 0].
ar_sa: تحويل ترتيب المحورين المرئيين الأخيرين، على سبيل المثال [0، 1] -> [1، 0].
cs_cz: Transpose pořadí posledních dvou viditelných os, např. [0, 1] -> [1, 0].
da_dk: Overfør rækkefølgen af de to sidste synlige akser, f.eks. [0, 1] -> [1, 0].
de_de: Reihenfolge der letzten beiden sichtbaren Achsen übertragen, z.B. [0, 1] -> [1, 0].
el_gr: Σειρά μεταφοράς των δύο τελευταίων ορατών αξόνων, π.χ. [0, 1] -> [1, 0].
es_es: Transponer orden de los últimos dos ejes visibles, por ejemplo, [0, 1] -> [1, 0].
fi_fi: Siirretään kahden viimeisen näkyvän akselin järjestys, esim. [0, 1] -> [1, 0].
fr_fr: Ordre de transposition des deux derniers axes visibles, par exemple [0, 1] -> [1, 0].
it_it: Ordine di trasposizione degli ultimi due assi visibili, ad esempio [0, 1] -> [1, 0].
ja_jp: 最後の2つの目に見える軸の移行順。例: [0, 1] -> [1, 0]。
nl_nl: Transpose volgorde van de laatste twee zichtbare assen. Bijvoorbeeld [0, 1] -> [1, 0].
no_no: Transponeringsrekkefølge for de to siste synlige aksene, f.eks. [0, 1] -> [1, 0].
pl_pl: Kolejność przeniesienia dwóch ostatnich widocznych osi, np. [0, 1] -> [1, 0].
pt_pt: Transponha ordem dos dois últimos eixos visíveis, por exemplo [0, 1] -> [1, 0].
ro_ro: Transpuneți ordinea ultimelor două axe vizibile, de ex. [0, 1] -> [1, 0].
ru_ru: Порядок переключения последних двух видимых осей, например [0, 1] -> [1, 0].
sv_se: Överföra ordningen på de två sista synliga axlarna, t.ex. [0, 1] -> [1, 0].
uk_ua: Транспонувати ордер за останні два видимі вісі, наприклад [0, 1] -> [1, 0].

source: Reset view to original state.
ar_sa: إعادة تعيين طريقة العرض إلى الحالة الأصلية.
cs_cz: Obnovit zobrazení na původní stav.
da_dk: Nulstil visning til oprindelig tilstand.
de_de: Ansicht auf Originalzustand zurücksetzen.
el_gr: Επαναφορά της προβολής στην αρχική κατάσταση.
es_es: Restablecer vista al estado original.
fi_fi: Palauta näkymä alkuperäiseen tilaan.
fr_fr: Réinitialiser la vue à l'état original.
it_it: Reimposta la vista allo stato originale.
ja_jp: ビューを元の状態に戻します。
nl_nl: Reset weergave naar oorspronkelijke status.
no_no: Tilbakestill visning til opprinnelig tilstand.
pl_pl: Resetuj widok do oryginalnego stanu.
pt_pt: Redefinir visualização para o estado original.
ro_ro: Resetează vizualizarea la starea originală.
ru_ru: Сбросить вид в исходное состояние.
sv_se: Återställ vy till ursprungligt tillstånd.
uk_ua: Скинути вигляд до початкового стану.

source: Toggle grid mode.
ar_sa: تبديل وضع الشبكة.
cs_cz: Přepnout režim mřížky.
da_dk: Skift gittertilstand.
de_de: Rastermodus umschalten.
el_gr: Εναλλαγή λειτουργίας καννάβου.
es_es: Activar/desactivar el modo cuadrícula.
fi_fi: Vaihda ruudukon tilaa.
fr_fr: Basculer en mode grille.
it_it: Attiva/disattiva modalità griglia.
ja_jp: グリッドモードを切り替える
nl_nl: Toggle rastermodus.
no_no: Slå av/på rutenettmodus.
pl_pl: Przełącz tryb siatki
pt_pt: Alternar modo de grade.
ro_ro: Comutare mod grilă.
ru_ru: Переключить режим сетки.
sv_se: Växla rutnätsläge.
uk_ua: Перемкнути режим сітки.

source: Toggle visibility of selected layers
ar_sa: تبديل رؤية الطبقات المختارة
cs_cz: Přepnout viditelnost vybraných vrstev
da_dk: Slå synlighed for markerede lag til/fra
de_de: Sichtbarkeit der ausgewählten Ebenen ein-/ausschalten
el_gr: Εναλλαγή ορατότητας των επιλεγμένων επιπέδων
es_es: Cambiar visibilidad de las capas seleccionadas
fi_fi: Vaihda valittujen tasojen näkyvyyttä
fr_fr: Activer/désactiver la visibilité des couches sélectionnées
it_it: Commuta la visibilità dei livelli selezionati
ja_jp: 選択したレイヤーの表示を切り替える
nl_nl: Zichtbaarheid van geselecteerde lagen in-/uitschakelen
no_no: Skru av/på synlighet for markerte lag
pl_pl: Przełącz widoczność wybranych warstw
pt_pt: Alternar a visibilidade das camadas selecionadas
ro_ro: Comută vizibilitatea straturilor selectate
ru_ru: Переключить видимость выбранных слоев
sv_se: Växla synlighet för valda lager
uk_ua: Перемкнути видимість обраних шарів

source: Invalid ordering {order} for {ndim} dimensions
ar_sa: الطلب غير صالح {order} لأبعاد {ndim}
cs_cz: Neplatné řazení {order} pro {ndim} rozměry
da_dk: Ugyldig bestilling {order} for {ndim} dimensioner
de_de: Ungültige Bestellung {order} für {ndim} Dimensionen
el_gr: Μη έγκυρη παραγγελία {order} για {ndim} διαστάσεις
es_es: Pedido {order} no válido para dimensiones {ndim}
fi_fi: Virheellinen tilaus {order} {ndim} muuttujalle
fr_fr: Ordre {order} invalide pour {ndim} dimensions
it_it: Ordine non valido {order} per {ndim} dimensioni
ja_jp: {order} 次元に対する無効な注文 {ndim}
nl_nl: Ongeldige bestelling {order} voor de afmetingen {ndim}
no_no: Ugyldig bestilling {order} for {ndim} dimensjoner
pl_pl: Nieprawidłowe zamówienie {order} dla {ndim} wymiarów
pt_pt: Ordenação {order} inválida para dimensões {ndim}
ro_ro: Comandă nevalidă {order} pentru {ndim} dimensiuni
ru_ru: Недопустимый заказ {order} для {ndim} размеров
sv_se: Ogiltig beställning {order} för {ndim} dimensioner
uk_ua: Неприпустиме замовлення {order} для {ndim} розмірностей

source: Axis {axis} not defined for dimensionality {ndim}. Must be in [{ndim_lower}, {ndim}).
ar_sa: المحور {axis} غير معرف للأبعاد {ndim}. يجب أن يكون في [{ndim_lower}، {ndim}).
cs_cz: Osa {axis} není definována pro rozměr {ndim}. Musí být v [{ndim_lower}, {ndim}).
da_dk: Aksen {axis} er ikke defineret for dimensionalitet {ndim}. Skal være i [{ndim_lower}, {ndim}).
de_de: Achse {axis} nicht für Dimensionalität {ndim}definiert. Muss in [{ndim_lower}, {ndim} angegeben sein.
el_gr: Ο Άξονας {axis} δεν έχει οριστεί για τη διάσταση {ndim}. Πρέπει να βρίσκεται στο [{ndim_lower}, {ndim}).
es_es: Eje {axis} no definido para la dimensionalidad {ndim}. Debe estar en [{ndim_lower}, {ndim}).
fi_fi: Akseliä {axis} ei ole määritelty mittasuhteille {ndim}. Akseliä on oltava [{ndim_lower}, {ndim}).
fr_fr: Axe {axis} non défini pour la dimension {ndim}. Doit être dans [{ndim_lower}, {ndim}).
it_it: Asse {axis} non definito per la dimensionalità {ndim}. Deve essere in [{ndim_lower}, {ndim}).
ja_jp: 軸 {axis} は {ndim}に定義されていません。[{ndim_lower}, {ndim} ] でなければなりません。
nl_nl: As {axis} niet gedefinieerd voor dimensionaliteit {ndim}. Moet bestaan in [{ndim_lower}, {ndim}).
no_no: Aksen {axis} er ikke definert for dimensjonalitet {ndim}. Må være i [{ndim_lower}, {ndim}).
pl_pl: Oś {axis} nie została zdefiniowana dla wymiaru {ndim}. Musi być w [{ndim_lower}, {ndim}).
pt_pt: Eixo {axis} não definido para a dimensionalidade {ndim}. Deve estar em [{ndim_lower}, {ndim}).
ro_ro: Axa {axis} nu este definită pentru dimensionalitatea {ndim}. Trebuie să fie în [{ndim_lower}, {ndim}).
ru_ru: Ось {axis} не определена для размерности {ndim}. Должно быть в [{ndim_lower}, {ndim}).
sv_se: Axis {axis} är inte definierad för dimensionalitet {ndim}. Måste vara i [{ndim_lower}, {ndim}).
uk_ua: Вісь {axis} не визначена для виміру {ndim}. Повинно бути в [{ndim_lower}, {ndim}).

source: 'viewer.layers.selected' is deprecated and will be removed in or after v0.4.9. Please use 'viewer.layers.selection'
ar_sa: 'viewer.layers.selected' مهمل وسيتم إزالته في v0.4.9 أو بعدها. الرجاء استخدام 'viewer.layers.selection'
cs_cz: 'viewer.layers.selected' je zastaralý a bude odstraněn v0.4.9 nebo později. Použijte 'viewer.layers.selection'
da_dk: 'viewer.layers.selected' er forældet og vil blive fjernet i eller efter v0.4.9. Brug 'viewer.layers.selection'
de_de: 'viewer.layers.selected' ist veraltet und wird in oder nach v0.4.9 entfernt. Bitte verwenden Sie 'viewer.layers.selection'
el_gr: 'viewer.layers.selected' είναι παρωχημένη και θα αφαιρεθεί μέσα ή μετά το v0.4.9. Παρακαλούμε χρησιμοποιήστε το 'viewer.layers.selection'
es_es: 'viewer.layers.selected' está obsoleto y se eliminará en o después de v0.4.9. Por favor, use 'viewer.layers.selection'
fi_fi: 'viewer.layers.selected' on vanhentunut ja se poistetaan v0.4.9. tai sen jälkeen. Ole hyvä ja käytä 'viewer.layers.selection'
fr_fr: 'viewer.layers.selected' est obsolète et sera supprimé dans ou après la v0.4.9. Veuillez utiliser 'viewer.layers.selection'
it_it: 'viewer.layers.selected' è deprecato e verrà rimosso in o dopo la v0.4.9. Si prega di utilizzare 'viewer.layers.selection'
ja_jp: 'viewer.layers.selected' は非推奨であり、v0.4.9以降に削除されます。'viewer.layers.selection' を使用してください。
nl_nl: 'viewer.layers.selected' is verouderd en wordt verwijderd in of na v0.4.9. Gebruik 'viewer.layers.selection'
no_no: 'viewer.layers.selected' er foreldet og vil bli fjernet i eller etter v0.4.9. Vennligst bruk 'viewer.layers.selection'
pl_pl: 'viewwer.layers.selected' jest przestarzały i zostanie usunięty w lub po v0.4.9. Użyj 'viewwer.layers.selection'
pt_pt: 'viewer.layers.selected' está obsoleto e será removido na ou após a versão 0.4.9. Por favor, use 'viewer.layers.selection'
ro_ro: 'viewer.layers.selected' este învechit și va fi eliminat în sau după v0.4.9. Utilizați 'viewer.layers.selection'
ru_ru: 'viewer.layers.selected' устарел и будет удален в v0.4.9. Пожалуйста, используйте 'viewer.layers.selection'
sv_se: 'viewer.layers.selected' är föråldrad och kommer att tas bort i eller efter v0.4.9. Använd 'viewer.layers.selection'
uk_ua: 'viewer.layers.selected' є застарілим і буде вилучено або після v0.4.9. Будь ласка, використовуйте 'viewer.layers.selection'

source: 'viewer.layers.unselect_all()' is deprecated and will be removed in or after v0.4.9. Please use 'viewer.layers.selection.clear()'. To unselect everything but a set of ignored layers, use 'viewer.layers.selection.intersection_update({ignored})'
ar_sa: 'viewer.layers.unselect_all()' مهمل وسيتم إزالته في v0.4.9 أو بعدها. الرجاء استخدام 'viewer.layers.selection. lear()'. لإلغاء تحديد كل شيء باستثناء مجموعة من الطبقات التي تم تجاهلها، استخدم 'viewer.layers.selection.intersection_update({ignored})'
cs_cz: 'viewer.layers.unselect_all()' je zastaralý a bude odstraněn v0.4.9 nebo později. Použijte 'viewer.layers.selection. lear()'. Chcete-li zrušit výběr všeho, kromě sady ignorovaných vrstev, použijte 'viewer.layers.selection.intersection_update({ignored})'
da_dk: 'viewer.layers.unselect_all()' er forældet og vil blive fjernet i eller efter v0.4.9. Brug 'viewer.layers.selection. lær()'. Brug 'viewer.layers.selection.intersection_update({ignored})' for at fravælge alt andet end et sæt ignorerede lag.
de_de: 'viewer.layers.unselect_all()' ist veraltet und wird in oder nach v0.4.9 entfernt. Bitte verwenden Sie 'viewer.layers.selection. lear()'. Um alles außer einen Satz ignorierter Ebenen zu entfernen, benutze 'viewer.layers.selection.intersection_update({ignored})'
el_gr: 'viewer.layers.unselect_all()' είναι παρωχημένη και θα αφαιρεθεί μέσα ή μετά το v0.4.9. Παρακαλούμε χρησιμοποιήστε το 'viewer.layers.selection. μάθηση()'. Για να αποεπιλέξετε τα πάντα, εκτός από ένα σύνολο αγνοημένων επιπέδων, χρησιμοποιήστε το 'viewer.layers.selection.intersection_update({ignored})'
es_es: 'viewer.layers.unselect_all()' está obsoleto y se eliminará en o después de la v0.4.9. Por favor, use 'viewer.layers.selection. lear()'. Para deseleccionar todo menos un conjunto de capas ignoradas, utiliza 'viewer.layers.selection.intersection_update({ignored})'
fi_fi: 'viewer.layers.unselect_all()' on vanhentunut ja se poistetaan v0.4.9. tai sen jälkeen. Ole hyvä ja käytä 'viewer.layers.selection. lear()'. Poistaaksesi kaiken paitsi ohitetuista kerroksista käytä 'viewer.layers.selection.intersection_update({ignored})'
fr_fr: 'viewer.layers.unselect_all()' est obsolète et sera supprimé dans ou après la v0.4.9. Veuillez utiliser 'viewer.layers.selection. lear()'. Pour désélectionner tout sauf un ensemble de couches ignorées, utilisez 'viewer.layers.selection.intersection_update({ignored})'
it_it: 'viewer.layers.unselect_all()' è deprecato e verrà rimosso in o dopo la v0.4.9. Si prega di utilizzare 'viewer.layers.selection. lear()'. Per deselezionare tutto tranne un insieme di livelli ignorati, usa 'viewer.layers.selection.intersection_update({ignored})'
ja_jp: 'viewer.layers.unselect_all()'は非推奨であり、v0.4.9以降に削除されます。'viewer.layers.selection を使用してください。 Learn()'。一連の無視レイヤー以外のすべての選択を解除するには、'viewer.layers.selection.intersection_update({ignored} ')' を使用してください。
nl_nl: 'viewer.layers.unselect_all()' is verouderd en wordt verwijderd in of na v0.4.9. Gebruik 'viewer.layers.selection. lear()'. Om alles te deselecteren behalve een set genegeerde lagen gebruik 'viewer.layers.selection.intersection_update({ignored})'
no_no: 'viewer.layers.unselect_all()' er utfaset og vil bli slettet i eller etter v0.4.9. Vennligst bruk 'viewer.layers.selection. lear()'. For å velge bort alt, bortsett fra et sett av ignorerte lag, bruk 'viewer.layers.selection.intersection_update({ignored})'
pl_pl: 'viewer.layers.unselect_all()' jest przestarzały i zostanie usunięty w lub po v0.4.9. Użyj 'viewer.layers.selection. Ucz się()'. Aby odznaczyć wszystkie warstwy oprócz zestawu ignorowanych, użyj 'viewer.layers.selection.intersection_update({ignored})'
pt_pt: 'viewer.layers.unselect_all()' está obsoleto e será removido dentro ou após v0.4.9. Por favor, use 'viewer.layers.selection. lear()'. Para desmarcar tudo, menos um conjunto de camadas ignoradas, use 'viewer.layers.selection.intersection_update({ignored})'
ro_ro: 'viewer.layers.unselect_all()' este învechit și va fi eliminat în sau după v0.4.9. Utilizați 'viewer.layers.selection. lear()'. Pentru a deselecta totul, dar un set de straturi ignorate, folosiți 'viewer.layers.selection.intersection_update({ignored})'
ru_ru: 'viewer.layers.unselect_all()' является устаревшим и будет удален в v0.4.9. Пожалуйста, используйте 'viewer.layers.selection. lear()'. Чтобы отменить выбор всё, кроме набора игнорируемых слоев, используйте 'viewer.layers.selection.intersection_update({ignored})'
sv_se: 'viewer.layers.unselect_all()' är föråldrad och kommer att tas bort i eller efter v0.4.9. Använd 'viewer.layers.selection. lear()'. För att avmarkera allt men en uppsättning ignorerade lager, använd 'viewer.layers.selection.intersection_update({ignored})'
uk_ua: 'viewer.layers.unselect_all()' є застарілим і буде видалено після v0.4.9. Будь-ласка, використовуйте 'viewer.layers.selection. lear()'. Щоб зняти виділення з всього, окрім набору ігнорованих шарів, використовуйте 'viewer.layers.selection.intersection_update({ignored})'

source: All-NaN axis encountered
ar_sa: تم مواجهة محور كل-نون
cs_cz: Všechny zjištěné osy NaN
da_dk: All-NaN akse stødt på
de_de: All-NaN-Achse gefunden
el_gr: Αντιμετωπίστηκε ο άξονας All-NaN
es_es: Eje All-NaN encontrado
fi_fi: Kaikki-NaN-akselin kohtaaminen
fr_fr: L'axe All-NaN a été rencontré
it_it: Incontrato asse All-NaN
ja_jp: すべてのNaN軸に遭遇しました
nl_nl: All-NaN-as is opgetreden
no_no: Alle NaN akser funnet
pl_pl: Napotkano wszystkie osie NaN
pt_pt: Encontrado eixo All-NaN
ro_ro: Între-NaN axe întâlnite
ru_ru: Обнаружена ось l-NaN
sv_se: All-NaN axel påträffas
uk_ua: На осі All-NaN зіткнулися

source: No layers selected
ar_sa: لم يتم تحديد طبقات
cs_cz: Nebyly vybrány žádné vrstvy
da_dk: Ingen lag valgt
de_de: Keine Ebenen ausgewählt
el_gr: Δεν επιλέχθηκαν επίπεδα
es_es: No hay capas seleccionadas
fi_fi: Tasoja ei ole valittu
fr_fr: Aucune couche sélectionnée
it_it: Nessun livello selezionato
ja_jp: レイヤーが選択されていません
nl_nl: Geen lagen geselecteerd
no_no: Ingen lag valgt
pl_pl: Nie wybrano żadnych warstw
pt_pt: Nenhuma camada selecionada
ro_ro: Nici un strat selectat
ru_ru: Слои не выбраны
sv_se: Inga lager valda
uk_ua: Немає вибраних шарів

source: No layers to save
ar_sa: لا توجد طبقات للحفظ
cs_cz: Žádné vrstvy k uložení
da_dk: Ingen lag at gemme
de_de: Keine Ebenen zu speichern
el_gr: Δεν υπάρχουν επίπεδα για αποθήκευση
es_es: No hay capas para guardar
fi_fi: Ei tallennettavia tasoja
fr_fr: Aucune couche à enregistrer
it_it: Nessun livello da salvare
ja_jp: 保存するレイヤーがありません
nl_nl: Geen lagen om op te slaan
no_no: Ingen lag å lagre
pl_pl: Brak warstw do zapisania
pt_pt: Sem camadas para salvar
ro_ro: Niciun strat de salvat
ru_ru: Нет слоёв для сохранения
sv_se: Inga lager att spara
uk_ua: Немає шарів для збереження

source: 'viewer.events.active_layer' is deprecated and will be removed in napari v0.4.9, use 'viewer.layers.selection.events.active' instead
ar_sa: 'viewer.events.active_layer' مهمل وسيتم إزالته في npari v0.4.9، استخدم 'viewer.layers.selection.events.active' بدلا من ذلك
cs_cz: 'viewer.events.active_layer' je zastaralý a bude odstraněn v napari v0.4.9, použijte 'viewer.layers.selection.events.active'
da_dk: 'viewer.events.active_layer' er forældet og vil blive fjernet i napari v0.4.9, brug 'viewer.layers.selection.events.active' i stedet
de_de: 'viewer.events.active_layer' ist veraltet und wird in napari v0.4.9 entfernt werden. Verwenden Sie stattdessen 'viewer.layers.selection.events.active'
el_gr: 'viewer.events.active_layer' είναι παρωχημένη και θα αφαιρεθεί σε napari v0.4.9, χρησιμοποιήστε 'viewer.layers.selection.events.active' αντί αυτού
es_es: 'viewer.events.active_layer' está obsoleto y será eliminado en napari v0.4.9, use 'viewer.layers.selection.events.active' en su lugar
fi_fi: 'viewer.events.active_layer' on vanhentunut ja se poistetaan naparissa v0.4.9, käytä 'viewer.layers.selection.events.active' sen sijaan
fr_fr: 'viewer.events.active_layer' est obsolète et sera supprimé dans napari v0.4.9, utilisez 'viewer.layers.selection.events.active' à la place
it_it: 'viewer.events.active_layer' è deprecato e verrà rimosso in napari v0.4.9, usa 'viewer.layers.selection.events.active' invece
ja_jp: 'viewer.events.active_layer' は非推奨で、napari v0.4.9 で削除され、代わりに 'viewer.layers.selection.events.active' を使用します
nl_nl: 'viewer.events.active_layer' is verouderd en zal worden verwijderd in napari v0.4.9, gebruik 'viewer.layers.selection.events.active' in plaats daarvan
no_no: 'viewer.events.active_layer' er foreldet og vil bli fjernet i napari v0.4.9, bruk 'viewer.layers.selection.events.active' istedet
pl_pl: 'viewer.events.active_layer' jest przestarzały i zostanie usunięty w napari v0.4.9, zamiast 'viewer.layers.selection.events.active'
pt_pt: 'viewer.events.active_layer' está obsoleto e será removido no napari v0.4.9, use 'viewer.layers.selection.events.active' em vez disso
ro_ro: 'viewer.events.active_layer' este învechit și va fi șters în napari v0.4.9, folosiți 'viewer.layers.selection.events.active' în schimb
ru_ru: 'viewer.events.active_layer' устарел и будет удалён в накари v0.4.9, вместо этого используйте 'viewer.layers.selection.events.active'
sv_se: 'viewer.events.active_layer' är föråldrad och kommer att tas bort i napari v0.4.9, använd 'viewer.layers.selection.events.active' istället
uk_ua: 'viewer.events.active_layer' є застарілим і буде вилучено з napari v0.4.9, використовуйте 'viewer.layers.selection.events.active' замість цього

source: Theme '{theme_name}' not found; options are {themes}.
ar_sa: لم يتم العثور على السمة '{theme_name}'. الخيارات هي {themes}.
cs_cz: Motiv '{theme_name}' nebyl nalezen; možnosti jsou {themes}.
da_dk: Temaet '{theme_name}' ikke fundet; indstillinger er {themes}.
de_de: Theme '{theme_name}' nicht gefunden; Optionen sind {themes}.
el_gr: Το θέμα '{theme_name}' δεν βρέθηκε; οι επιλογές είναι {themes}.
es_es: Tema '{theme_name}' no encontrado; las opciones son {themes}.
fi_fi: Teeman{theme_name}' ei löytynyt; vaihtoehdot ovat {themes}.
fr_fr: Thème '{theme_name}' non trouvé ; les options sont {themes}.
it_it: Tema '{theme_name}' non trovato; le opzioni sono {themes}.
ja_jp: テーマ '{theme_name}' が見つかりません。オプションは {themes} です。
nl_nl: Thema '{theme_name}' is niet gevonden; opties zijn {themes}.
no_no: Tema '{theme_name}ble ikke funnet; alternativer er {themes}.
pl_pl: Nie znaleziono motywu{theme_name}'; opcjami są {themes}.
pt_pt: Tema '{theme_name}' não encontrado; as opções são {themes}.
ro_ro: Tema '{theme_name}' nu a fost găsită; opţiunile sunt {themes}.
ru_ru: Тема '{theme_name}' ' 'не найдено; параметры {themes}.
sv_se: Temat '{theme_name}' kunde inte hittas; alternativen är {themes}.
uk_ua: Тему '{theme_name}не знайдено; опції {themes}.

source: 'viewer.active_layer' is deprecated and will be removed in napari v0.4.9. Please use 'viewer.layers.selection.active' instead.
ar_sa: 'viewer.active_layer' مهمل وسيتم إزالته في npari v0.4.9. الرجاء استخدام 'viewer.layers.selection.active' بدلا من ذلك.
cs_cz: 'viewer.active_layer' je zastaralý a bude odstraněn v napari v0.4.9. Použijte místo toho 'viewer.layers.selection.active'.
da_dk: 'viewer.active_layer' er forældet og vil blive fjernet i napari v0.4.9. Brug i stedet 'viewer.layers.selection.active'.
de_de: 'viewer.active_layer' ist veraltet und wird in napari v0.4.9 entfernt. Bitte stattdessen 'viewer.layers.selection.active' verwenden.
el_gr: 'viewer.active_layer' είναι παρωχημένη και θα αφαιρεθεί σε napari v0.4.9. Παρακαλούμε χρησιμοποιήστε το 'viewer.layers.selection.active'.
es_es: 'viewer.active_layer' está obsoleto y se eliminará en napari v0.4.9. Utilice 'viewer.layers.selection.active' en su lugar.
fi_fi: 'viewer.active_layer' on vanhentunut ja se poistetaan osoitteessa napari v0.4.9. Ole hyvä ja käytä sen sijaan 'viewer.layers.selection.active'.
fr_fr: 'viewer.active_layer' est obsolète et sera supprimé dans napari v0.4.9. Veuillez utiliser 'viewer.layers.selection.active' à la place.
it_it: 'viewer.active_layer' è deprecato e verrà rimosso in napari v0.4.9. Si prega di utilizzare 'viewer.layers.selection.active' invece.
nl_nl: 'viewer.active_layer' is verouderd en zal worden verwijderd in napari v0.4.9. Gebruik in plaats daarvan 'viewer.layers.selection.active'
no_no: 'viewer.active_layer' er foreldet og vil bli fjernet i napari v0.4.9. Vennligst bruk 'viewer.layers.selection.active' istedenfor.
pl_pl: 'viewer.active_layer' jest przestarzały i zostanie usunięty w napari v0.4.9. Zamiast tego użyj 'viewer.layers.selection.active'.
pt_pt: 'viewer.active_layer' está obsoleto e será removido na napari v0.4.9. Em vez disso, use 'viewer.layers.selection.active'.
ro_ro: 'viewer.active_layer' este învechit și va fi eliminat în napari v0.4.9. Folosiți în schimb 'viewer.layers.selection.active'.
ru_ru: 'viewer.active_layer' устарел и будет удалён в napari v0.4.9. Пожалуйста, используйте 'viewer.layers.selection.active'.
sv_se: 'viewer.active_layer' är föråldrad och kommer att tas bort i napari v0.4.9. Använd 'viewer.layers.selection.active' istället.
uk_ua: 'viewer.active_layer' є застарілим і буде видалено з napari v0.4.9. Будь-ласка, використовуйте 'viewer.layers.selection.active'.

source: layer.position is deprecated
ar_sa: layer.position مهمل
cs_cz: layer.pozice je zastaralá
da_dk: layer.position er forældet
de_de: layer.position ist veraltet
el_gr: layer.position είναι παρωχημένη
es_es: layer.position está obsoleto
fi_fi: layer.position on vanhentunut
fr_fr: layer.position est obsolète
it_it: layer.position è deprecato
ja_jp: layer.position は非推奨です
nl_nl: layer.position is verouderd
no_no: lager.stilling er foreldet
pl_pl: Pozycja warstwy jest przestarzała
pt_pt: layer.position obsoleto
ro_ro: layer.position este învechit
ru_ru: устарела позиция слоя
sv_se: layer.position är föråldrad
uk_ua: layer.position є застарілим
