Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Remove vertex (X)
ar_sa: إزالة vertex (X)
cs_cz: Odstranit vrchol (X)
da_dk: Fjern vertex (X)
de_de: Knoten entfernen (X)
el_gr: Αφαίρεση κορυφής (X)
es_es: Remueve el vértice (X)
fi_fi: Poista huippupiste (X)
fr_fr: Supprimer le sommet (X)
it_it: Rimuovi vertice (X)
ja_jp: 頂点を削除 (X)
nl_nl: Verwijder hoekpunt (X)
no_no: Fjern vertex (X)
pl_pl: Usuń wierzchołek (X)
pt_pt: Remover vértice (X)
ro_ro: Elimină vertex (X)
ru_ru: Удалить вершину (X)
sv_se: Ta bort hörnpunkt (X)
uk_ua: Видалити вершину (X)

source: Move to front
ar_sa: الانتقال إلى الأمام
cs_cz: Přesunout do přední části
da_dk: Flyt til forsiden
de_de: Nach vorne verschieben
el_gr: Μετακίνηση μπροστά
es_es: Mover al frente
fi_fi: Siirrä eteen
fr_fr: Déplacer vers l'avant
it_it: Sposta in avanti
ja_jp: 前面に移動
nl_nl: Verplaatsen naar voorgrond
no_no: Flytt foran
pl_pl: Przenieś do przodu
pt_pt: Mover para frente
ro_ro: Muta in fata
ru_ru: Переместить на передний план
sv_se: Flytta till framsidan
uk_ua: Перемістити на передній план

source: Move to back
ar_sa: الانتقال إلى الخلف
cs_cz: Přesunout zpět
da_dk: Flyt til tilbage
de_de: Nach hinten
el_gr: Μετακίνηση πίσω
es_es: Mover hacia atrás
fi_fi: Siirrä takaisin
fr_fr: Déplacer vers l'arrière
it_it: Sposta indietro
ja_jp: 背面に移動
nl_nl: Verplaats naar achteren
no_no: Flytt tilbake
pl_pl: Przenieś do tyłu
pt_pt: Mover para trás
ro_ro: Mută în spate
ru_ru: Переместить назад
sv_se: Flytta till baksidan
uk_ua: Переміщення назад

source: Delete selected shapes ({shortcut})
ar_sa: حذف الأشكال المحددة ({shortcut})
cs_cz: Odstranit vybrané tvary ({shortcut})
da_dk: Slet valgte former ({shortcut})
de_de: Ausgewählte Formen löschen ({shortcut})
el_gr: Διαγραφή επιλεγμένων σχημάτων ({shortcut})
es_es: Eliminar formas seleccionadas ({shortcut})
fi_fi: Poista valitut muodot ({shortcut})
fr_fr: Supprimer les formes sélectionnées ({shortcut})
it_it: Elimina le forme selezionate ({shortcut})
ja_jp: 選択した図形を削除 ({shortcut})
nl_nl: Verwijder geselecteerde vormen ({shortcut})
no_no: Slett valgte figurer ({shortcut})
pl_pl: Usuń wybrane kształty ({shortcut})
pt_pt: Excluir formas selecionadas ({shortcut})
ro_ro: Șterge formele selectate ({shortcut})
ru_ru: Удалить выбранные фигуры ({shortcut})
sv_se: Ta bort markerade former ({shortcut})
uk_ua: Видалити вибрані форми ({shortcut})

source: Mode '{mode}'not recognized
ar_sa: الوضع '{mode}'لم يتم التعرف عليه
cs_cz: Režim '{mode}'nebyl rozpoznán
da_dk: Tilstand'{mode}'ikke genkendt
de_de: Modus '{mode}'nicht erkannt
el_gr: Λειτουργία '{mode}'δεν αναγνωρίζεται
es_es: Modo{mode}'no reconocido
fi_fi: Tila '{mode}'ei tunnistettu
fr_fr: Mode '{mode}'non reconnu
it_it: Modalità '{mode}'non riconosciuta
ja_jp: モード '{mode}'認識されません
nl_nl: Modus '{mode}'niet herkend
no_no: Modus '{mode}'ikke gjenkjent
pl_pl: Tryb '{mode}'nierozpoznany
pt_pt: Modo '{mode}'não reconhecido
ro_ro: Mod '{mode}'nerecunoscut
ru_ru: Режим '{mode}'не распознан
sv_se: Läge '{mode}"känns inte igen
uk_ua: Режим '{mode}'не розпізнано

source: color by:
ar_sa: لون بواسطة:
cs_cz: barva:
da_dk: farve ved:
de_de: farblich von:
el_gr: χρώμα κατά:
es_es: color por:
fi_fi: väri:
fr_fr: couleur par:
it_it: colore per:
ja_jp: カラー:
nl_nl: kleur door:
no_no: farge etter:
pl_pl: kolor wg:
pt_pt: cor por:
ro_ro: culoare după:
ru_ru: цвет по:
sv_se: Färg efter:
uk_ua: колір по:

source: tail width:
ar_sa: عرض التذييل:
cs_cz: Šířka ocasu:
da_dk: halebredde:
de_de: schwanzbreite:
el_gr: πλάτος ουράς:
es_es: ancho de cola:
fi_fi: hännän leveys:
fr_fr: largeur de la queue :
it_it: larghezza della coda:
nl_nl: tail breedte:
no_no: halebredde:
pl_pl: Szerokość ogona:
pt_pt: largura de cauda:
ro_ro: lățime coadă:
ru_ru: ширина хвоста:
sv_se: svans bredd:
uk_ua: ширина хвоста:

source: tail length:
ar_sa: طول الذيل :
cs_cz: délka ocasu:
da_dk: halelængde:
de_de: Schwanz Länge:
el_gr: μήκος ουράς:
es_es: longitud de cola:
fi_fi: varren pituus:
fr_fr: longueur de la queue :
it_it: lunghezza della coda:
nl_nl: tail lengte:
no_no: halens lengde:
pl_pl: Długość ogona:
pt_pt: comprimento da cauda:
ro_ro: lungimea cozii:
ru_ru: длина хвоста:
sv_se: svans längd:
uk_ua: довжина хвоста:

source: tail:
ar_sa: ذيل:
cs_cz: ocas:
da_dk: hale:
de_de: schwanz:
el_gr: ουρά:
fi_fi: häntä:
fr_fr: queue:
it_it: coda:
nl_nl: staart:
no_no: spesial:
pl_pl: ogon:
pt_pt: rabo:
ro_ro: coadă:
ru_ru: хвост:
sv_se: svans:
uk_ua: хвіст:

source: graph:
ar_sa: الرسم البياني:
cs_cz: graf:
da_dk: graf:
el_gr: γράφημα:
es_es: gráfico:
fi_fi: kaavio:
fr_fr: graphique :
it_it: grafico:
ja_jp: グラフ:
nl_nl: grafiek:
no_no: graf:
pl_pl: wykres:
pt_pt: gráfico:
ro_ro: grafic:
ru_ru: график:
sv_se: graf:
uk_ua: гра:

source: edge property:
ar_sa: خاصية الحافة:
cs_cz: vlastnosti hrany:
da_dk: kantegenskab:
de_de: Kanteneigenschaft:
el_gr: ιδιότητα ακμής:
es_es: finca:
fi_fi: reunan ominaisuus:
fr_fr: Propriété de l'arête :
it_it: proprietà del bordo:
ja_jp: エッジプロパティ:
nl_nl: rand eigenschap:
no_no: kanne eiendom:
pl_pl: własność krawędzi:
pt_pt: Propriedade da aresta:
ro_ro: proprietatea marginii:
ru_ru: свойства края:
sv_se: kant egendom:
uk_ua: Властивість реферала:

source: width:
ar_sa: عرض:
cs_cz: šířka:
da_dk: bredde:
de_de: breite:
el_gr: πλάτος:
es_es: ancho:
fi_fi: leveys:
fr_fr: largeur:
it_it: larghezza:
ja_jp: 幅:
nl_nl: breedte:
no_no: bredde:
pl_pl: szerokości:
pt_pt: largura:
ro_ro: lăţime:
ru_ru: ширина:
sv_se: bredd:
uk_ua: ширина:

source: length:
ar_sa: الطول:
cs_cz: délka:
da_dk: længde:
de_de: Länge:
el_gr: μήκος:
es_es: duración:
fi_fi: pituus:
fr_fr: longueur:
it_it: lunghezza:
ja_jp: 長さ:
nl_nl: lengte:
no_no: lengde:
pl_pl: długość:
pt_pt: comprimento:
ro_ro: lungime:
ru_ru: длина:
sv_se: längd:
uk_ua: довжина:

source: edge color mode:
ar_sa: وضع لون الحافة:
cs_cz: režim barvy hrany:
da_dk: kantfarve tilstand:
de_de: Kantenfarbenmodus:
el_gr: λειτουργία χρώματος ακμής:
es_es: modo de color de borde:
fi_fi: reunan väritila:
fr_fr: mode de couleur de bord :
it_it: modalità colore bordo:
ja_jp: エッジカラーモード:
nl_nl: rand kleurmodus:
no_no: kantets fargemodus:
pl_pl: tryb koloru krawędzi:
pt_pt: modo de cor da aresta:
ro_ro: modul culoare margini:
ru_ru: режим края цвета:
sv_se: kantfärgsläge:
uk_ua: Режим кольору ребра:

source: Cancel
ar_sa: إلغاء
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Abandonner
it_it: Annulla
ja_jp: キャンセル
nl_nl: annuleren
no_no: Avbryt
pl_pl: Anuluj
pt_pt: cancelar
ro_ro: Anulează
ru_ru: Отмена
sv_se: Avbryt
uk_ua: Скасувати

source: OK
ar_sa: حسناً
el_gr: Εντάξει
pt_pt: Certo
ru_ru: ОК
uk_ua: Гаразд

source: Restore defaults
ar_sa: استعادة الإعدادات الافتراضية
cs_cz: Obnovit výchozí hodnoty
da_dk: Gendan standarder
de_de: Standardeinstellungen wiederherstellen
el_gr: Επαναφορά προεπιλογών
es_es: Restaurar por defecto
fi_fi: Palauta oletukset
fr_fr: Restaurer les valeurs par défaut
it_it: Ripristina predefinite
ja_jp: 既定に戻す
nl_nl: Standaardwaarden herstellen
no_no: Gjenopprett standarder
pl_pl: Przywróć domyślne
pt_pt: Restaurar padrões
ro_ro: Restabilire valori implicite
ru_ru: Восстановить значения по умолчанию
sv_se: Återställ standardinställningar
uk_ua: Відновити значення за замовчуванням

source: Preferences
ar_sa: التفضيلات
cs_cz: Předvolby
da_dk: Præferencer
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Preferencias
fi_fi: Asetukset
fr_fr: Préférences
it_it: Preferenze
ja_jp: 設定
nl_nl: named@@0
no_no: Innstillinger
pl_pl: Ustawienia
pt_pt: Preferências:
ro_ro: Preferințe
ru_ru: Настройки
sv_se: Inställningar
uk_ua: Властивості

source: Are you sure you want to restore default settings?
ar_sa: هل أنت متأكد من أنك تريد استعادة الإعدادات الافتراضية؟
cs_cz: Opravdu chcete obnovit výchozí nastavení?
da_dk: Er du sikker på, at du vil gendanne standardindstillinger?
de_de: Sind Sie sicher, dass Sie die Standardeinstellungen wiederherstellen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε τις προεπιλεγμένες ρυθμίσεις?
es_es: ¿Está seguro de que desea restaurar la configuración predeterminada?
fi_fi: Oletko varma, että haluat palauttaa oletusasetukset?
fr_fr: Êtes-vous sûr de vouloir restaurer les paramètres par défaut ?
it_it: Sei sicuro di voler ripristinare le impostazioni predefinite?
ja_jp: デフォルトの設定を復元してもよろしいですか？
nl_nl: Weet u zeker dat u de standaardinstellingen wilt herstellen?
no_no: Er du sikker på at du vil gjenopprette standardinnstillingene?
pl_pl: Czy na pewno chcesz przywrócić ustawienia domyślne?
pt_pt: Tem certeza de que deseja restaurar as configurações padrão?
ro_ro: Sunteţi sigur că doriţi să restauraţi setările implicite?
ru_ru: Вы действительно хотите восстановить настройки по умолчанию?
sv_se: Är du säker på att du vill återställa standardinställningarna?
uk_ua: Ви дійсно бажаєте відновити типові налаштування?

source: Restore
ar_sa: إستعادة
cs_cz: Obnovit
da_dk: Gendan
de_de: Wiederherstellen
el_gr: Επαναφορά
es_es: Restaurar
fi_fi: Palauta
fr_fr: Restaurer
it_it: Ripristina
ja_jp: 復元
nl_nl: Herstellen
no_no: Gjenopprett
pl_pl: Przywróć
pt_pt: RESTAURAR
ro_ro: Restaurează
ru_ru: Восстановить
sv_se: Återställ
uk_ua: Відновити

source: <b>napari: a multi-dimensional image viewer for python</b>
ar_sa: <b>ناباري: عارض صور متعدد الأبعاد لبايثون</b>
cs_cz: <b>napari: vícerozměrný prohlížeč obrázků pro python</b>
da_dk: <b>napari: en multi-dimensional billedfremviser til python</b>
de_de: <b>napari: ein mehrdimensionaler Bildbetrachter für Python</b>
el_gr: <b>napari: ένας πολυδιάστατος προβολέας εικόνων για την python</b>
es_es: <b>nNinguno: un visor multidimensional de imágenes para python</b>
fi_fi: <b>napari: moniulotteinen kuvan katsoja python</b>
fr_fr: <b>napari : un visualiseur d'images multi-dimensionnel pour python</b>
it_it: <b>napari: un visualizzatore di immagini multidimensionale per python</b>
ja_jp: <b>napari: Pythonのための多次元画像ビューア</b>
nl_nl: <b>napari: een multidimensionale afbeeldingsviewer voor python</b>
no_no: <b>napari: en multidimensjonal bildevisning for python</b>
pl_pl: <b>napari: wielowymiarowa przeglądarka obrazów dla pythona</b>
pt_pt: <b>napari: um visualizador de imagem multidimensional para python</b>
ro_ro: <b>napari: un vizualizator de imagini multidimensional pentru python</b>
ru_ru: <b>napari: многомерный просмотрщик изображений для python</b>
sv_se: <b>napari: en multi-dimensionell bildvisare för python</b>
uk_ua: <b>napari: багатовимірний переглядач зображень для python</b>

source: <b>citation information:</b>
ar_sa: <b>معلومات الاقتباس:</b>
cs_cz: <b>informace o citaci:</b>
da_dk: <b>henvisningsoplysninger:</b>
de_de: <b>Zitierungsinformationen:</b>
el_gr: <b>πληροφορίες αναφοράς:</b>
es_es: <b>información de citas:</b>
fi_fi: <b>viittaustiedot:</b>
fr_fr: <b>informations de citation :</b>
it_it: <b>informazioni sulla citazione:</b>
ja_jp: <b>引用情報:</b>
nl_nl: <b>citaat informatie:</b>
no_no: <b>sitasjonsinformasjon:</b>
pl_pl: <b>Informacje o cytatach:</b>
pt_pt: <b>informações de citação:</b>
ro_ro: <b>Informații despre citație:</b>
ru_ru: <b>информация о цитате:</b>
sv_se: <b>referensinformation:</b>
uk_ua: <b>інформація про цитування:</b>

source: About
ar_sa: حول
cs_cz: O aplikaci
da_dk: Om
de_de: Über
el_gr: Σχετικά
es_es: Acerca de
fi_fi: Tietoja
fr_fr: À propos de
it_it: Informazioni
nl_nl: Informatie
no_no: Om
pl_pl: O programie
pt_pt: SOBRE
ro_ro: Despre
ru_ru: О программе
sv_se: Om
uk_ua: Про програму

source: Copy to clipboard
ar_sa: نسخ إلى الحافظة
cs_cz: Kopírovat do schránky
da_dk: Kopiér til udklipsholder
de_de: In Zwischenablage kopieren
el_gr: Αντιγραφή στο πρόχειρο
es_es: Copiar al portapapeles
fi_fi: Kopioi leikepöydälle
fr_fr: Copier dans le presse-papiers
it_it: Copia negli appunti
ja_jp: クリップボードにコピー
nl_nl: Kopiëren naar klembord
no_no: Kopier til utklippstavlen
pl_pl: Kopiuj do schowka
pt_pt: Copiar para área de transferência
ro_ro: Copiază în clipboard
ru_ru: Копировать в буфер обмена
sv_se: Kopiera till urklipp
uk_ua: Скопіювати до буферу обміну

source: All active key bindings
ar_sa: جميع ارتباطات المفاتيح النشطة
cs_cz: Všechny aktivní vazby klíčů
da_dk: Alle aktive tastebindinger
de_de: Alle aktiven Tastenzuordnungen
el_gr: Όλες οι συντομεύσεις ενεργού πλήκτρου
es_es: Todos los enlaces de teclas activos
fi_fi: Kaikki aktiiviset näppäinsidokset
fr_fr: Toutes les raccourcis clavier actifs
it_it: Tutte le associazioni di tasti attive
ja_jp: すべてのアクティブなキー割り当て
nl_nl: Alle actieve sleutelbindingen
no_no: Bindinger for alle aktive taster
pl_pl: Wszystkie aktywne powiązania klawiszy
pt_pt: Todas as teclas de atalho ativas
ro_ro: Toate legările de taste active
ru_ru: Все активные сочетания клавиш
sv_se: Alla aktiva nyckelbindningar
uk_ua: Всі прив'язки активних ключів

source: Keybindings
ar_sa: ارتباطات المفاتيح
cs_cz: Klávesové zkratky
da_dk: Tastebindinger
de_de: Tastaturbelegungen
el_gr: Συντομεύσεις
es_es: Enlaces de teclado
fi_fi: Näppäinsidokset
fr_fr: Raccourcis clavier
it_it: Associazioni
ja_jp: キー割り当て
nl_nl: Toetsencombinaties
no_no: Hurtigtaster
pl_pl: Skróty klawiszowe
pt_pt: Combinações de Teclado
ro_ro: Legături cheie
ru_ru: Привязки клавиш
sv_se: Tangentbindningar
uk_ua: Сполучення клавіш

source: No key bindings
ar_sa: لا توجد ارتباطات رئيسية
cs_cz: Žádné vazby klíčů
da_dk: Ingen tastebindinger
de_de: Keine Tastenzuordnungen
el_gr: Χωρίς συντομεύσεις πλήκτρων
es_es: Sin enlaces de teclas
fi_fi: Ei näppäinsidoksia
fr_fr: Aucune liaison clavier
it_it: Nessuna combinazione di tasti
ja_jp: キー割り当てなし
nl_nl: Geen sleutelbindingen
no_no: Ingen hurtigtaster
pl_pl: Brak skrótów kluczy
pt_pt: Nenhuma tecla de atalho
ro_ro: Nicio legare de cheie
ru_ru: Нет привязок клавиш
sv_se: Inga nyckelbindningar
uk_ua: Немає прив'язки ключів

source: Specifying position as a string is only possible if the popup has a parent
ar_sa: تحديد الموضع كسلسلة ممكن فقط إذا كان للمنبثق أصل
cs_cz: Určování pozice jako řetězce je možné pouze v případě, že je vyskakovací okno nadřazené
da_dk: Angivelse af position som en streng er kun mulig, hvis popup har en forælder
de_de: Position als Zeichenkette angeben ist nur möglich, wenn das Popup ein Elternteil hat
el_gr: Ο καθορισμός θέσης ως συμβολοσειράς είναι δυνατός μόνο αν το αναδυόμενο παράθυρο έχει γονέα
es_es: Especificar la posición como una cadena sólo es posible si la ventana emergente tiene un padre
fi_fi: Aseman määrittäminen merkkijonona on mahdollista vain, jos ponnahdusikkunalla on isäntä
fr_fr: Spécifier la position en tant que chaîne de caractères n'est possible que si la popup a un parent
it_it: Specificare la posizione come stringa è possibile solo se il popup ha un genitore
ja_jp: 位置を文字列として指定することは、ポップアップに親がある場合にのみ可能です。
nl_nl: Positie als tekenreeks opgeven is alleen mogelijk als de pop-up een ouder heeft
no_no: Spesifiser posisjon som en streng er bare mulig hvis sprettoppvinduet har en forelder
pl_pl: Określanie pozycji jako ciągu jest możliwe tylko wtedy, gdy wyskakujące okno ma nadrzędne
pt_pt: Especificar a posição como uma frase só é possível se o popup tiver um pai
ro_ro: Specificarea poziției ca șir de caractere este posibilă numai dacă popup are un părinte
ru_ru: Указанная позиция как строка возможна только в том случае, если во всплывающем окне есть родитель
sv_se: Att ange position som en sträng är endast möjligt om popupen har en förälder
uk_ua: Зазначення положення в якості рядка можливе, лише якщо спливаюче вікно має батьківський елемент

source: position must be one of ["top", "left", "bottom", "right"]
ar_sa: يجب أن يكون الموضع واحداً من ["أعلى"، "يسار"، "أسفل"، "يمين"]
cs_cz: pozice musí být jedna z ["top", "left", "zdola dolů", "right"]
da_dk: positionen skal være en af ["top", "venstre", "nederst", "højre"]
de_de: Position muss eine von ["top", "links", "unten", "rechts" sein
el_gr: η θέση πρέπει να είναι μία από τις ["πάνω", "αριστερά", "κάτω", "δεξιά"]
es_es: la posición debe ser una de ["arriba", "izquierda", "abajo", "derecha"]
fi_fi: asennon on oltava jokin ["ylhäältä", "vasemmalla", "alhaalta", "oikealla"]
fr_fr: la position doit être de ["top", "left", "bottom", "right"]
it_it: la posizione deve essere una delle ["top", "left", "bottom", "right"]
nl_nl: positie moet een van ["boven", "links", "onder", "rechts"] zijn
no_no: posisjon må være en av ["topp", "venstre", "bunn", "høyre"]
pl_pl: pozycja musi być jednym z ["góry", "lewy", "dół", "prawo"]
pt_pt: posição deve ser um dos ["topo", "esquerda", "inferior", "direita"]
ro_ro: poziția trebuie să fie una dintre [„sus”, „stânga”, „jos”, „dreapta”]
ru_ru: позиция должна быть одной из ["сверху", "слева", "снизу", "вправо"]
sv_se: position måste vara en av ["topp", "vänster", "bottom", "höger"]
uk_ua: позиція повинна бути однією з ["зверху", "зліва", "вниз", "праворуч" ]

source: Wrong type of position {position}
ar_sa: نوع غير صحيح من الموضع {position}
cs_cz: Nesprávný typ pozice {position}
da_dk: Forkert type af position {position}
de_de: Falscher Positionstyp {position}
el_gr: Λάθος τύπος θέσης {position}
es_es: Tipo incorrecto de posición {position}
fi_fi: Sijainnin {position} väärä tyyppi
fr_fr: Type de position {position} incorrect
it_it: Tipo di posizione errato {position}
ja_jp: 位置 {position}のタイプが間違っています
nl_nl: Verkeerd type positie {position}
no_no: Feil type posisjon {position}
pl_pl: Nieprawidłowy typ pozycji {position}
pt_pt: Tipo errado de posição {position}
ro_ro: Tip de poziție {position} greșit
ru_ru: Неверный тип позиции {position}
sv_se: Fel typ av position {position}
uk_ua: Неправильний тип позиції {position}

source: Source: {source}
ar_sa: المصدر: {source}
cs_cz: Zdroj: {source}
da_dk: Kilde: {source}
de_de: Quelle: {source}
el_gr: Πηγή: {source}
es_es: Fuente: {source}
fi_fi: Lähde: {source}
it_it: Sorgente: {source}
ja_jp: ソース: {source}
nl_nl: Bron: {source}
no_no: Kilde: {source}
pl_pl: Źródło: {source}
pt_pt: Fonte: {source}
ro_ro: Sursa: {source}
ru_ru: Источник: {source}
sv_se: Källa: {source}
uk_ua: Джерело: {source}

source: Enter Debugger
ar_sa: أدخل مصحح الأخطاء
cs_cz: Zadejte Debugger
da_dk: Indtast Fejlsøger
de_de: Debugger eingeben
el_gr: Εισαγωγή Αποσφαλματωτή
es_es: Introducir depurador
fi_fi: Syötä Debuggeri
fr_fr: Entrer dans le débogueur
it_it: Inserisci Debug
ja_jp: デバッガーを入力
nl_nl: Foutopsporing invoeren
no_no: Skriv inn feilsøkingsprogram
pl_pl: Wejdź do debugera
pt_pt: Entrar no Depurador
ro_ro: Introduceți depanatorul
ru_ru: Введите отладчик
sv_se: Ange avlusare
uk_ua: Введіть налагоджувач

source: Now Debugging. Please quit debugger in console to continue
ar_sa: الآن تصحيح الأخطاء. الرجاء الخروج من تصحيح الأخطاء في وحدة التحكم للمتابعة
cs_cz: Ladění. Pro pokračování prosím ukončete debugger v konzoli
da_dk: Fejlfinding. Afslut debuggeren i konsollen for at fortsætte
de_de: Jetzt Debuggen. Bitte beenden Sie Debugger in der Konsole um fortzufahren
el_gr: Τώρα Αποσφαλμάτωση. Παρακαλώ τερματίστε τον αποσφαλματωτή στην κονσόλα για να συνεχίσετε
es_es: Depurando ahora. Por favor cierre el depurador en la consola para continuar
fi_fi: Vianetsintä. Lopeta vianetsintä konsolissa jatkaaksesi
fr_fr: Débogage en cours. Veuillez quitter le débogueur dans la console pour continuer
it_it: Debug ora. Esci dal debugger nella console per continuare
ja_jp: デバッグ中です。続行するにはコンソールでデバッガーを終了してください
nl_nl: Debuggen. Gelieve de debugger te stoppen in console om door te gaan
no_no: Feilsøking. Vennligst avslutt debugger i konsoll for å fortsette
pl_pl: Teraz debugowanie. Proszę wyjdź z debugera w konsoli aby kontynuować
pt_pt: Agora depurando. Por favor, saia do depurador no console para continuar
ro_ro: Depanare acum. Te rugăm să ieși din depanator în consolă pentru a continua
ru_ru: Теперь отладка. Пожалуйста, выйдите из консоли для продолжения
sv_se: Felsökning. Avsluta felsökaren i konsolen för att fortsätta
uk_ua: Тепер відлагодження. Будь ласка, закрийте налагоджувач в консолі, щоб продовжити

source: View Traceback
ar_sa: عرض التتبع
cs_cz: Zobrazit stopu
da_dk: Se Traceback
de_de: Traceback anzeigen
el_gr: Προβολή Traceback
es_es: Ver traza
fi_fi: Näytä Traceback
fr_fr: Voir Traceback
it_it: Visualizza Traceback
ja_jp: トレースバックを表示
nl_nl: Bekijk Traceback
no_no: Vis Traceback
pl_pl: Zobacz ślad wstecz
pt_pt: Ver Traceback
ro_ro: Vezi Traceback
ru_ru: Просмотр трассировки
sv_se: Visa Traceback
uk_ua: Відкрити Traceback

source: remove
ar_sa: إزالة
cs_cz: odstranit
da_dk: fjern
de_de: entfernen
el_gr: Κατάργηση
es_es: eliminar
fi_fi: poista
fr_fr: Enlever
it_it: rimuovi
ja_jp: 削除
nl_nl: verwijderen
no_no: fjern
pl_pl: usuń
pt_pt: Remover
ro_ro: elimină
ru_ru: удалить
sv_se: ta bort
uk_ua: видалити

source: close
ar_sa: غلق
cs_cz: zavřít
da_dk: luk
de_de: schließen
el_gr: Κλείσιμο
es_es: cerrar
fi_fi: sulje
fr_fr: Fermer
it_it: chiudi
ja_jp: 閉じる
nl_nl: Sluiten
no_no: lukk
pl_pl: zamknij
pt_pt: Fechar
ro_ro: închide
ru_ru: закрыть
sv_se: stäng
uk_ua: закрити

source: install
ar_sa: تثبيت
cs_cz: instalovat
da_dk: installer
de_de: installieren
el_gr: εγκατάσταση
es_es: instalar
fi_fi: asenna
fr_fr: installer
it_it: installa
ja_jp: インストール
nl_nl: installeren
no_no: installere
pl_pl: zainstaluj
pt_pt: instalar
ro_ro: instalează
ru_ru: установить
sv_se: installera
uk_ua: встановити

source: enable/disable
ar_sa: تمكين/تعطيل
cs_cz: zapnout/vypnout
da_dk: aktiver/deaktiver
de_de: aktivieren/deaktivieren
el_gr: ενεργοποίηση/απενεργοποίηση
es_es: activar/desactivar
fi_fi: ota käyttöön/poista käytöstä
fr_fr: activer/désactiver
it_it: attiva/disattiva
ja_jp: 有効/無効
nl_nl: inschakelen/uitschakelen
no_no: aktiver/deaktivere
pl_pl: Włącz/wyłącz
pt_pt: ativar/desativar
ro_ro: activează/dezactivează
ru_ru: включить/выключить
sv_se: aktivera/inaktivera
uk_ua: увімк/вимк

source: update (v{latest})
ar_sa: تحديث (v{latest})
cs_cz: aktualizace (v{latest})
de_de: aktualisieren (v{latest})
el_gr: ενημέρωση (v{latest})
es_es: actualizar (v{latest})
fi_fi: päivitä (v{latest})
fr_fr: mise à jour (v{latest})
it_it: aggiornamento (v{latest})
ja_jp: 更新 (v{latest})
no_no: oppdater (v{latest})
pl_pl: aktualizacja (v{latest})
pt_pt: atualização (v{latest})
ro_ro: actualizează (v{latest})
ru_ru: обновление (v{latest})
sv_se: uppdatering (v{latest})
uk_ua: оновлення (v{latest})

source: Installed Plugins
ar_sa: الإضافات المثبتة
cs_cz: Nainstalované pluginy
da_dk: Installerede Plugins
de_de: Installierte Plugins
el_gr: Εγκατεστημένα Πρόσθετα
es_es: Plugins instalados
fi_fi: Asennetut Liitännäiset
fr_fr: Plugins installés
it_it: Plugin Installati
ja_jp: インストール済みプラグイン
nl_nl: Geïnstalleerde plug-ins
no_no: Installerte Plugins
pl_pl: Zainstalowane wtyczki
pt_pt: Plugins instalados
ro_ro: Plugin-uri instalate
ru_ru: Установленные плагины
sv_se: Installerade plugins
uk_ua: Встановлені плагіни

source: Available Plugins
ar_sa: الإضافات المتاحة
cs_cz: Dostupné pluginy
da_dk: Tilgængelige Plugins
de_de: Verfügbare Plugins
el_gr: Διαθέσιμα Πρόσθετα
es_es: Plugins disponibles
fi_fi: Saatavilla Olevat Liitännäiset
fr_fr: Plugins disponibles
it_it: Plugin Disponibili
ja_jp: 使用可能なプラグイン
nl_nl: Beschikbare plug-ins
no_no: Tilgjengelige Plugins
pl_pl: Dostępne wtyczki
pt_pt: Plugins Disponíveis
ro_ro: Plugin-uri disponibile
ru_ru: Доступные плагины
sv_se: Tillgängliga plugins
uk_ua: Доступні плагіни

source: loading ...
ar_sa: جاري التحميل...
cs_cz: načítám ...
da_dk: indlæser ...
de_de: lade ...
el_gr: φόρτωση ...
es_es: cargando...
fi_fi: ladataan ...
fr_fr: chargement...
it_it: caricamento ...
ja_jp: 読み込み中...
nl_nl: laden ...
no_no: laster ...
pl_pl: ładowanie...
pt_pt: carregando ...
ro_ro: se încarcă...
ru_ru: загрузка ...
sv_se: laddar ...
uk_ua: завантаження ...
