Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: napari was tested with QT library `>=5.12.3`. The version installed is {version}. Please report any issues with this specific QT version at https://github.com/Napari/napari/issues.
ar_sa: تم اختبار نابار مع مكتبة QT `>=5.12.3`. الإصدار المثبت هو {version}. يرجى الإبلاغ عن أي مشاكل مع هذا الإصدار المحدد QT في https://github.com/Napari/napari/issues.
cs_cz: napari byl testován s knihovnou QT `>=5.12.3`. Instalovaná verze je {version}. Nahlaste prosím jakékoliv problémy s touto konkrétní verzí QT na https://github.com/Napari/napari/issues.
da_dk: napari blev testet med QT-bibliotek `>=5.12.3`. Versionen er installeret {version}. Rapportér eventuelle problemer med denne specifikke QT-version på https://github.com/Napari/napari/issues.
de_de: napari wurde mit der QT-Bibliothek `>=5.12.3` getestet. Die installierte Version ist {version}. Bitte melde Probleme mit dieser speziellen QT-Version unter https://github.com/Napari/napari/issues.
el_gr: Το napari δοκιμάστηκε με τη βιβλιοθήκη QT `>=5.12.3`. Η εγκατεστημένη έκδοση είναι {version}. Παρακαλώ αναφέρετε οποιαδήποτε προβλήματα με τη συγκεκριμένη έκδοση του QT στο https://github.com/Napari/napari/issues.
es_es: napari ha sido probado con la librería QT `>=5.12.3`. La versión instalada es {version}. Por favor, informe de cualquier problema con esta versión específica de QT en https://github.com/Nprovis/nparam/issues.
fi_fi: naparia testattiin QT-kirjastolla `>=5.12.3`. Asennettu versio on {version}. Ole hyvä ja ilmoita kaikista ongelmista tässä QT-versiossa osoitteessa https://github.com/Napari/napari/issues.
fr_fr: napari a été testé avec la bibliothèque QT `>=5.12.3`. La version installée est {version}. Veuillez signaler tout problème avec cette version QT spécifique sur https://github.com/Napari/napari/issues.
it_it: napari è stato testato con la libreria QT `>=5.12.3`. La versione installata è {version}. Si prega di segnalare eventuali problemi con questa specifica versione QT su https://github.com/Napari/napari/issues.
ja_jp: napari was tested with QT library `>=5.12.3` . The version installed is {version}. Please report with this specific QT version at the https://github.com/Napari/napari/issues.
nl_nl: napari is getest met QT library `>=5.12.3`. De geïnstalleerde versie is {version}. Rapporteer eventuele problemen met deze specifieke QT versie op https://github.com/Napari/napari/issues.
no_no: napari ble testet med QT-biblioteket `>=5.12.3`. Den installerte versjonen er {version}. Rapporter eventuelle problemer med denne spesifikke QT-versjonen på https://github.com/Napari/napari/issues.
pl_pl: napari został przetestowany w bibliotece QT `>=5.12.3`. Zainstalowana wersja to {version}. Zgłoś wszelkie problemy z tą wersją QT na https://github.com/Napari/napari/issues
pt_pt: napari foi testada com a biblioteca QT `>=5.12.3`. A versão instalada é {version}. Por favor, reporte quaisquer problemas com esta versão específica do QT em https://github.com/Napari/napari/issues.
ro_ro: napari a fost testat cu biblioteca QT `>=5.12.3`. Versiunea instalată este {version}. Vă rugăm să raportați orice problemă cu această versiune QT specifică la https://github.com/Napari/napari/problema.
ru_ru: napari был протестирован в библиотеке QT `>=5.12.3`. Установленная версия {version}. Пожалуйста, сообщите обо всех проблемах с этой конкретной QT версией на https://github.com/Napari/napari/issues.
sv_se: napari testades med QT-biblioteket `>=5.12.3`. Versionen installerad är {version}. Vänligen rapportera eventuella problem med denna specifika QT-version på https://github.com/Napari/napari/issues.
uk_ua: napari було протестовано з QT бібліотекою `>=5.12.3`. Встановлена версія {version}. Будь ласка, повідомте про будь-які проблеми з конкретною QT версією на https://github.com/Napari/napari/issues .

source: QApplication already existed, these arguments to to 'get_app' were ignored: {args}
ar_sa: تطبيق QApplication موجود بالفعل، هذه الحجج إلى 'get_app' تم تجاهلها: {args}
cs_cz: QApplication již existuje, tyto argumenty pro 'get_app' byly ignorovány: {args}
da_dk: QApplication eksisterede allerede, disse argumenter til 'get_app' blev ignoreret: {args}
de_de: QApplication existiert bereits, diese Argumente für 'get_app' wurden ignoriert: {args}
el_gr: Το QApplication υπήρχε ήδη, αυτά τα ορίσματα προς το 'get_app' αγνοήθηκαν: {args}
es_es: QApplication ya existía, estos argumentos para 'get_app' fueron ignorados: {args}
fi_fi: QApplication on jo olemassa, nämä parametrit 'get_app' ohitetaan: {args}
fr_fr: QApplication existe déjà, ces arguments à 'get_app' ont été ignorés : {args}
it_it: QApplication esisteva già, questi argomenti a 'get_app' sono stati ignorati: {args}
ja_jp: QApplication は既に存在しています。get_app への引数は無視されました: {args}
nl_nl: QApplicatie bestaat al, deze argumenten voor 'get_app' zijn genegeerd: {args}
no_no: QApplication eksisterer allerede, disse argumentene til 'get_app' ble ignorert: {args}
pl_pl: Aplikacja QApplication już istnieje, te argumenty dla 'get_app' zostały zignorowane: {args}
pt_pt: QApplication já existia, esses argumentos para 'get_app' foram ignorados: {args}
ro_ro: QApplication a existat deja, aceste argumente pentru 'get_app' au fost ignorate: {args}
ru_ru: QApplication уже существует, эти аргументы в 'get_app' были проигнорированы: {args}
sv_se: QApplication fanns redan, dessa argument till 'get_app' ignorerade: {args}
uk_ua: QApplication вже існує, ці аргументи get_app' були проігноровані: {args}

source: The 'gui_qt()' context manager is deprecated. If you are running napari from a script, please use 'napari.run()' as follows: import napari viewer = napari.Viewer() # no prior setup needed # other code using the viewer... napari.run() In IPython or Jupyter, 'napari.run()' is not necessary. napari will automatically start an interactive event loop for you: import napari viewer = napari.Viewer() # that's it!
ar_sa: مدير السياق 'gui_qt()' مهجور. إذا كنت تقوم بتشغيل npari من برنامج نصي، الرجاء استخدام 'napari'. un()' على النحو التالي: استيراد napari المشاهد = napari. iewer() # لا حاجة إلى إعداد مسبق # رمز آخر باستخدام المشاهد. . napari.run() في IPython أو Jupyter, 'napari.run()' غير ضروري. سيبدأ ناباري تلقائياً حلقة حدث تفاعلية لك: استيراد ناباري المشاهد = ناباري. ايوير() # هذا الأمر!
da_dk: The 'gui_qt()' context manager is forældet. If you are running napari from a script, please use 'napari. (Automatic Copy) un()' som følger: import napari viewer = napari. iewer () # ingen forudgående opsætning nødvendig # anden kode ved hjælp af fremviseren. . napari.run() I IPython eller Jupyter, 'napari.run()' er ikke nødvendigt. napari starter automatisk et interaktivt event loop for dig: import napari viewer = napari. iewer () # det er det!
de_de: Der 'gui_qt()' Kontextmanager ist veraltet. Wenn Sie napari aus einem Skript ausführen, verwenden Sie bitte 'napari. un()' wie folgt: napari importieren viewer = napari. iewer() # kein vorheriges Setup benötigt # anderen Code mit dem Viewer. . napari.run() In IPython oder Jupyter ist 'napari.run()' nicht notwendig. napari startet automatisch eine interaktive Ereignisschleife für Sie: napari importieren viewer = napari. iewer() # das war's!
el_gr: Ο διαχειριστής περιβάλλοντος 'gui_qt()' είναι παρωχημένος. Αν εκτελείτε napari από ένα σενάριο, παρακαλώ χρησιμοποιήστε το 'napari. un()' ως εξής: εισαγωγή napari θεατής = napari. iewer() # δεν απαιτείται προηγούμενη ρύθμιση # άλλος κώδικας χρησιμοποιώντας το θεατή. . napari.run() Στο IPython ή στο Jupyter, το 'napari.run()' δεν είναι απαραίτητο. Το napari αυτόματα θα ξεκινήσει έναν διαδραστικό βρόχο συμβάντος για εσάς: εισαγωγή napari θεατή = napari. iewer() # αυτό είναι!
es_es: El gestor de contexto 'gui_qt()' está desaprobado. Si estás ejecutando napari desde un script, por favor usa 'napari. un()' de la siguiente manera: importar napari viewer = napari. iewer() # no necesita configuración previa # otro código usando el visor. . napari.run() En IPython o Jupyter, 'napari.run()' no es necesario. napari automáticamente iniciará un ciclo de eventos interactivo para usted: importar napari viewer = napari. iewer() # ¡eso es!
fi_fi: 'gui_qt()' kontekstinhallinta on vanhentunut. Jos käytät naparia skriptistä, käytä 'naparia. un()' seuraavasti: tuo napari katsoja = napari. iewer() # edeltävää asennusta ei tarvita # muuta koodia katsojan avulla. . napari.run() IPythonissa tai Jupyterissä 'napari.run()' ei ole tarpeen. napari automaattisesti aloittaa interaktiivisen tapahtumarokin sinulle: tuo napari katsoja = napari. iewer() # tuo se!
fr_fr: Le gestionnaire de contexte 'gui_qt()' est obsolète. Si vous exécutez napari à partir d'un script, veuillez utiliser 'napari. un()' comme suit: importer napari viewer = napari. iewer() # aucune installation préalable nécessaire # autre code en utilisant la visionneuse. . napari.run() Dans IPython ou Jupyter, 'napari.run()' n'est pas nécessaire. napari va automatiquement démarrer une boucle interactive pour vous : import napari viewer = napari. iewer() # c'est le cas!
it_it: The 'gui_qt()' context manager is deprecated. If you are running napari from a script, please use 'napari. un()' come segue: import napari viewer = napari. iewer() # nessuna configurazione precedente necessaria # altro codice utilizzando il visualizzatore. . napari.run() In IPython o Jupyter, 'napari.run()' non è necessario. napari avvierà automaticamente un ciclo di eventi interattivo per te: import napari viewer = napari. iewer() # è tutto!
ja_jp: コンテキストマネージャー 'gui_qt()' は推奨されません。 スクリプトからnapariを開く場合、次に示すように 'napari.run()' を使ってください。 import napari viewer = napari.Viewer() # no prior setup needed # other code using the viewer... napari.run() IPythonまたはJupyterでは 'napari.run()' すら必要ありません。napariのインタラクティブなイベントループが自動で開始されます。 import napari viewer = napari.Viewer() # that's it!
nl_nl: De 'gui_qt()' context manager wordt niet meer ondersteund. Als je napari uit een script draait, gebruik dan 'napari. un()' als volgt: import napari viewer = napari. iewer() # geen eerdere setup nodig # andere code met behulp van de viewer. . napari.run() In IPython of Jupyter, is 'napari.run()' niet nodig. napari zal automatisch starten met een interactieve gebeurtenislus voor jou: importeer napari viewer = napari. iewer() # Dat is alles!
no_no: The 'gui_qt()' context manager er foreldet. Hvis du kjører napari fra et skript, kan du bruke 'napari. un()' som følger: import napari viewer = napari. iewer() # no prior setup needed # other code using the viewer. . napari.run() I IPython eller Jupyter, er ikke 'napari.run()' nødvendig. napari skal automatisk starte en interaktiv hendelsessløyfe for deg: import napari seer = napari. iewer() # det er det!
pl_pl: Menedżer kontekstowy 'gui_qt()' jest przestarzały. Jeśli używasz napari ze skryptu, użyj 'napari. un()' w następujący sposób: import napari viewer = napari. iewer() # żadne wcześniejsze ustawienia nie były wymagane # inny kod za pomocą widza. . napari.run() W IPython lub Jupyter, 'napari.run()' nie jest potrzebny. napari automatycznie uruchomi dla Ciebie interaktywną pętlę zdarzeń: importuj napari przeglądarkę = napari. iewer() # to to!
pt_pt: O gerenciador de contexto 'gui_qt()' está obsoleto. Se você estiver executando napari a partir de um script, por favor use 'napari. un()' das seguintes formas: importe napari viewer = napari. iewer() # nenhuma configuração prévia necessária # outro código usando o visualizador. . napari.run() No IPython ou Jupyter, 'napari.run()' não é necessário. o napari irá iniciar um laço de evento interativo para você: importar o visualizador napari = napari. iewer() # é isso!
ro_ro: Managerul contextului 'gui_qt()' este învechit. Dacă rulați napari dintr-un script, vă rugăm să folosiți 'napari. un()" după cum urmează: import napari viewer = napari. iewer() # nu este necesară o configurare anterioară # alt cod folosind vizualizatorul. . napari.run() În IPython sau Jupyter, "napari.run()" nu este necesar. napari va începe automat o buclă interactivă de evenimente pentru tine: import napari viewer = napari. iewer() # asta!
ru_ru: Контекстный менеджер gui_qt()' устарел. Если вы запускаете napari из скрипта, пожалуйста, используйте 'napari. un()' следующим образом: import napari viewer = napari. iewer() # не требует предварительной установки # других кодов с помощью средства просмотра. . napari.run() В IPython или Jupyter, 'napari.run()' не требуется. napari автоматически запустит интерактивный цикл события для вас: import napari viewer = napari. iewer() # это так!
sv_se: context manager 'gui_qt()' är föråldrad. Om du kör napari från ett skript, använd 'napari. un()' enligt följande: importera napari tittare = napari. iewer() # ingen tidigare installation behövs # annan kod med betraktaren. . napari.run() I IPython eller Jupyter är 'napari.run()' inte nödvändigt. napari startar automatiskt en interaktiv händelse-loop åt dig: importera napari viewer = napari. iewer() # det är det!

source: No Qt app has been created. One can be created by calling `get_app()` or `qtpy.QtWidgets.QApplication([])`
ar_sa: لم يتم إنشاء أي تطبيق كمي. يمكن إنشاء تطبيق واحد عن طريق الاتصال بـ `get_app()` أو `qtpy.QtWidgets.QApplication([])`
cs_cz: Nebyla vytvořena žádná Qt aplikace. Jedna může být vytvořena voláním `get_app()` nebo `qtpy.QtWidgets.QApplication([])`
da_dk: Ingen Qt-app er oprettet. Man kan oprettes ved at ringe til `get_app()` eller `qtpy.QtWidgets.QApplication([])`
de_de: Es wurde keine Qt-App erstellt. Eine kann durch Aufruf von `get_app()` oder `qtpy.QtWidgets.QApplication([])` erstellt werden
el_gr: Δεν έχει δημιουργηθεί καμία εφαρμογή Qt. Μπορεί να δημιουργηθεί κάποιος καλώντας το `get_app()` ή το `qtpy.QtWidgets.QApplication([])`
es_es: Ninguna aplicación Qt ha sido creada. Uno puede ser creado llamando a `get_app()` o `qtpy.QtWidgets.QApplication([])`
fi_fi: Qt-sovellusta ei ole luotu. Yksi voidaan luoda soittamalla `get_app()` tai `qtpy.QtWidgets.QApplication([])`
fr_fr: Aucune application Qt n'a été créée. On peut être créé en appelant `get_app()` ou `qtpy.QtWidgets.QApplication([])`
it_it: Nessuna applicazione Qt è stata creata. Uno può essere creato chiamando `get_app()` o `qtpy.QtWidgets.QApplication([])`
ja_jp: Qt アプリが作成されていません。`get_app()` または `qtpy.QtWidgets.QApplication([])` を呼び出すことで作成できます。
nl_nl: Er is geen Qt app aangemaakt. Er kan een gemaakt worden door `get_app()` of `qtpy.QtWidgets.QApplication([])` aan te roepen
no_no: Ingen Qt-app er opprettet. En kan opprettes av telleren `get_app()` eller `qtpy.QtWidgets.QApplication([])`
pl_pl: Nie utworzono aplikacji Qt. Można ją utworzyć wywołując `get_app()` lub `qtpy.QtWidgets.QApplication([])`
pt_pt: Nenhum aplicativo Qt foi criado. Um pode ser criado chamando `get_app()` ou `qtpy.QtWidgets.QApplication([])`
ro_ro: Nu a fost creată nicio aplicație Qt. Una poate fi creată apelând `get_app()` sau `qtpy.QtWidgets.QApplication([])`
ru_ru: Qt приложение не создано. Можно создать путем вызова `get_app()` или `qtpy.QtWidgets.QApplication([])`
sv_se: Ingen Qt-app har skapats. Man kan skapas genom att ringa `get_app()` eller `qtpy.QtWidgets.QApplication([])`
uk_ua: Не створено жодної програми Qt. Можна створити за допомогою виклику `get_app()` або `qtpy.QtWidgets.QApplication([])`

source: Refusing to run a QApplication with no topLevelWidgets. To run the app anyway, use `{_func_name}(force=True)`
ar_sa: رفض تشغيل تطبيق QApplication مع أي أدوات للمستوى الأعلى. لتشغيل التطبيق على أي حال، استخدم `{_func_name}(force=True)`
cs_cz: Odmítání spustit QApplication bez topLevelWidgetů. Chcete-li aplikaci přesto spustit, použijte `{_func_name}(force=True)`
da_dk: Nægter at køre et QApplication uden topLevelWidgets. For at køre app'en alligevel, brug `{_func_name}(force=True)`
de_de: Verweigern, eine QApplication ohne topLevelWidgets auszuführen. Benutze `{_func_name}(force=True)`
el_gr: Άρνηση εκτέλεσης ενός QApplication χωρίς topLevelWidgets. Για να εκτελέσετε την εφαρμογή ούτως ή άλλως, χρησιμοποιήστε το `{_func_name}(force=True)`
es_es: Rechazando ejecutar una QApplication sin topLevelWidgets. Para ejecutar la aplicación de todos modos, usa `{_func_name}(force=True)`
fi_fi: Kieltäydytään suorittamasta QApplication ilman ylätason widgettejä. Jos haluat joka tapauksessa, käytä `{_func_name}(force=True)`
fr_fr: Refus d'exécuter une QApplication sans topLevelWidgets. Pour exécuter l'application de toute façon, utilisez `{_func_name}(force=True)`
it_it: Rifiutare di eseguire una QApplication senza topLevelWidgets. Per eseguire comunque l'app, usa `{_func_name}(force=True)`
ja_jp: topLevelWidgetsがないQApplicationを実行することを拒否します。とにかくアプリを実行するには、`{_func_name}(force=True)`を使用します。
no_no: Klikk her for å kjøre en Qapplikasjon uten toppnivåer. For å kjøre appen uansett, bruk `{_func_name}(tvang=True)`
pl_pl: Odmowa uruchomienia aplikacji QApplication bez topLevelWidgets. Aby mimo to uruchomić aplikację, użyj `{_func_name}(force=True)`
pt_pt: Recusando-se a executar QApplication sem topLevelWidgets. Para executar o aplicativo mesmo assim, use `{_func_name}(force=True)`
ro_ro: Refuzați să rulați o aplicație QApplication fără topLevelWidget. Pentru a rula aplicația oricum, folosiți `{_func_name}(forță=True)`
ru_ru: Отказаться от запуска QApplication без topLevelWidgets. Чтобы всё равно запустить приложение, используйте `{_func_name}(force=True)`
sv_se: Vägran att köra en QApplication utan topLevelWidgets. För att köra appen ändå, använd `{_func_name}(force=True)`
uk_ua: Відмова від запуску QApplication без topLevelWidgets. Щоб все одно запустити додаток, використовуйте `{_func_name}(force=True)`

source: A QApplication is already running with 1 event loop. To enter *another* event loop, use `{_func_name}(max_loop_level={max_loop_level})`
ar_sa: تطبيق QApplication قيد التشغيل بالفعل مع حلقات الحدث {n} . لإدخال *حلقة حدث* حدث، استخدم `{_func_name}(max_loop_level={max_loop_level})`
cs_cz: QApplication již běží s 1 smyčkou události. Chcete-li zadat *jinou* smyčku událostí, použijte `{_func_name}(max_loop_level={max_loop_level})`
da_dk: En QApplication kører allerede med 1 begivenhedsløkke. For at indtaste *another* begivenhedsløkke, brug `{_func_name}(max_loop_level={max_loop_level})`
de_de: Eine QApplication läuft bereits mit 1 Ereignis-Schleife. Um *andem* Ereignis-Schleife zu betreten, benutze `{_func_name}(max_loop_level={max_loop_level})`
el_gr: Μια QApplication εκτελείται ήδη με 1 βρόχο εκδήλωσης. Για να εισάγετε το *ένα άλλο* βρόχο εκδήλωσης, χρησιμοποιήστε το `{_func_name}(max_loop_level={max_loop_level})`
es_es: Una QApplication ya se está ejecutando con 1 bucle de evento. Para introducir *otro* bucle de evento, use `{_func_name}(max_loop_level={max_loop_level})`
fi_fi: QApplication on jo käynnissä yhdellä tapahtumasilmukalla. Syödäksesi *another* tapahtumasilmukan, käytä `{_func_name}(max_loop_level={max_loop_level})`
fr_fr: Une QApplication est déjà en cours d'exécution avec 1 boucle d'événement. Pour entrer une boucle d'événement *une autre*, utilisez `{_func_name}(max_loop_level={max_loop_level})`
it_it: Una QApplication è già in esecuzione con 1 ciclo evento. Per inserire *un altro* ciclo evento, usa `{_func_name}(max_loop_level={max_loop_level})`
ja_jp: QApplication は {n} イベントループで既に実行されています。*別の* イベントループを入力するには、`{_func_name}(max_loop_level={max_loop_level} )を使用します。
nl_nl: Er is al een QApplicatie uitgevoerd met 1 event loop. Om *andere* event lus in te voeren, gebruik `{_func_name}(max_loop_level={max_loop_level})`
no_no: En Qapplikasjon kjører allerede med en hendelses-løkke. For å angi *annen * hendelsesløkke, bruk `{_func_name}(max_loop_level={max_loop_level})`
pl_pl: QApplication jest już uruchomiony z 1 pętlą zdarzeń. Aby wprowadzić *inną* pętlę zdarzeń, użyj `{_func_name}(max_loop_level={max_loop_level})`
pt_pt: Uma QApplication já está sendo executado com 1 laço de evento. Para entrar no *outro* laço de evento, use `{_func_name}(max_loop_level={max_loop_level})`
ro_ro: O aplicație rulează deja cu o buclă de eveniment. Pentru a introduce *o alta* buclă de eveniment, utilizați `{_func_name}(max_loop_level={max_loop_level})`
ru_ru: QApplication уже запущен с 1 циклом событий. Чтобы войти в цикл *another* событий, используйте `{_func_name}(max_loop_level={max_loop_level})`
sv_se: En QApplication körs redan med 1 händelseslinga. För att ange *en annat* händelseslinga, använd `{_func_name}(max_loop_level={max_loop_level})`
uk_ua: QApplication вже запущено з 1 циклом подій. Для введення * іншого циклу події використовуйте `{_func_name}(max_loop_level={max_loop_level})`

source: Ready
ar_sa: مستعد
cs_cz: Připraveno
da_dk: Klar
de_de: Bereit
el_gr: Έτοιμο
es_es: Listo
fi_fi: Valmis
fr_fr: Prêt
it_it: Pronto
ja_jp: 準備完了
nl_nl: Klaar
no_no: Klar
pl_pl: Gotowy
pt_pt: pronto
ro_ro: Gata
ru_ru: Готово
sv_se: Redo
uk_ua: Готовий

source: The 'raw_stylesheet' attribute is deprecated and will be removed in version 0.4.7. Please use `napari.qt.get_stylesheet` instead
ar_sa: سمة 'raw_stylesheet' مهملة وسيتم إزالتها في الإصدار 0.4.7. الرجاء استخدام 'napari.qt.get_stylesheet' بدلا من ذلك
cs_cz: Atribut 'raw_stylesheet' je zastaralý a bude odstraněn ve verzi 0.4.7. Použijte místo toho `napari.qt.get_stylesheet`
da_dk: Attributten 'raw_stylesheet' er forældet og fjernes i version 0.4.7. Brug venligst 'napari.qt.get_stylesheet' i stedet
de_de: Das 'raw_stylesheet' Attribut ist veraltet und wird in Version 0.4.7 entfernt. Bitte verwende stattdessen `napari.qt.get_stylesheet`
el_gr: Το χαρακτηριστικό 'raw_stylesheet' είναι παρωχημένο και θα αφαιρεθεί στην έκδοση 0.4.7. Παρακαλώ χρησιμοποιήστε `napari.qt.get_stylesheet` αντί αυτού
es_es: El atributo 'raw_stylesheet' está obsoleto y se eliminará en la versión 0.4.7. Utilice `napari.qt.get_stylesheet` en su lugar
fi_fi: Attribuutti 'raw_stylesheet' on vanhentunut ja se poistetaan versiosta 0.4.7. Ole hyvä ja käytä sen sijaan `napari.qt.get_stylesheet`
fr_fr: L'attribut 'raw_stylesheet' est obsolète et sera supprimé dans la version 0.4.7. Veuillez utiliser `napari.qt.get_stylesheet` à la place
it_it: L'attributo 'raw_stylesheet' è deprecato e verrà rimosso nella versione 0.4.7. Utilizza invece `napari.qt.get_stylesheet`
ja_jp: 'raw_stylesheet' 属性は推奨されず、バージョン 0.4.7 で削除されます。代わりに `napari.qt.get_stylesheet` を使用してください。
nl_nl: Het 'raw_stylesheet' attribuut is verouderd en zal verwijderd worden in versie 0.4.7. Gebruik `napari.qt.get_stylesheet`
no_no: 'raw_stylesheet' attributtet er foreldet og vil bli fjernet i versjon 0.4.7. Vennligst bruk `napari.qt.get_stylesheet` istedet
pl_pl: Atrybut 'raw_stylesheet' jest przestarzały i zostanie usunięty w wersji 0.4.7. Zamiast tego użyj `napari.qt.get_stylesheet`
pt_pt: O atributo 'raw_stylesheet' está obsoleto e será removido na versão 0.4.7. Por favor, use `napari.qt.get_stylesheet` em vez disso
ro_ro: Atributul 'raw_stylesheet' este învechit și va fi eliminat în versiunea 0.4.7. Folosiți în schimb `napari.qt.get_stylesheet`
ru_ru: Атрибут 'raw_stylesheet' устарел и будет удален в версии 0.4.7. Вместо этого используйте `napari.qt.get_stylesheet`
sv_se: Attributet 'raw_stylesheet' är föråldrat och kommer att tas bort i version 0.4.7. Använd 'napari.qt.get_stylesheet' istället
uk_ua: Атрибут 'raw_stylesheet' є застарілим, і він буде видалений у версії 0.4.7. Використовуйте натомість `napari.qt.get_stylesheet`

source: Open File(s)...
ar_sa: فتح الملف (الملفات)...
cs_cz: Otevřít soubor(y)...
da_dk: Åbn Filer...
de_de: Datei(en) öffnen...
el_gr: Άνοιγμα Αρχείου(ων)...
es_es: Abrir archivo(s)
fi_fi: Avaa Tiedostot...
fr_fr: Ouvrir le(s) fichier(s)...
it_it: Apri File(i)...
ja_jp: ファイルを開く...
nl_nl: Bestand(en) openen...
no_no: Åpne fil(er).
pl_pl: Otwórz pliki...
pt_pt: Abrir Arquivo(s)...
ro_ro: Deschide Fișier(e) ...
ru_ru: Открыть файл(ы)...
sv_se: Öppna filer...
uk_ua: Відкрити файл(и)...
