Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: _{attribute}_color_property was not set, setting to: {new_color_property}
ar_sa: _{attribute}_color_attribus لم يتم تعيينه، الإعداد إلى: {new_color_property}
cs_cz: _{attribute}_color_vlastnost nebyla nastavena, nastavení na: {new_color_property}
da_dk: _{attribute}_color_property blev ikke angivet, indstilling til: {new_color_property}
de_de: _{attribute}_color_property wurde nicht gesetzt und gesetzt auf: {new_color_property}
el_gr: _{attribute}_color_property δεν ορίστηκε, ρύθμιση σε: {new_color_property}
es_es: _{attribute}_color_property no se ha establecido, configurando a: {new_color_property}
fi_fi: _{attribute}väri_ominaisuutta ei asetettu, asetetaan: {new_color_property}
fr_fr: _{attribute}_color_property n'a pas été défini, paramétré à : {new_color_property}
it_it: _{attribute}_color_property non è stata impostata, impostando a: {new_color_property}
ja_jp: _{attribute}_color_property が設定されていません。 {new_color_property} に設定します。
nl_nl: _{attribute}_color_property is niet ingesteld, instelling naar: {new_color_property}
no_no: _{attribute}_color_property ble ikke angitt, innstilling til: {new_color_property}
pl_pl: _{attribute}_color_property nie został ustawiony, ustawiono na: {new_color_property}
pt_pt: _{attribute}_color_property não foi definido, configuração para: {new_color_property}
ro_ro: _{attribute}_color_property nu a fost setat, setând la: {new_color_property}
ru_ru: _{attribute}_color_property не установлен, параметр {new_color_property}
sv_se: _{attribute}_color_property angavs inte, inställning till: {new_color_property}
uk_ua: _{attribute}_color_property не встановлено, параметр на: {new_color_property}

source: There must be a valid Shapes.properties to use {color_mode}
ar_sa: يجب أن تكون هناك خصائص Shapes.خصائص صالحة لاستخدام {color_mode}
cs_cz: K použití {color_mode} musí být platné vlastnosti tvarů
da_dk: Der skal være en gyldig Shapes.properties for at bruge {color_mode}
de_de: Es muss eine gültige Shapes.properties geben, um {color_mode} zu verwenden
el_gr: Πρέπει να υπάρχει ένα έγκυρο Shapes.properties για να χρησιμοποιήσετε {color_mode}
es_es: Debe haber un Shapes.properties válido para usar {color_mode}
fi_fi: There must be valid Shapes.properties to use {color_mode}
fr_fr: Il doit y avoir des Shapes.properties valides pour utiliser {color_mode}
it_it: Ci deve essere uno Shapes.properties valido per usare {color_mode}
ja_jp: {color_mode} を使用するには有効な Shapes.properties が必要です
nl_nl: Er moet een geldige Shapes.properties zijn om {color_mode} te kunnen gebruiken
no_no: Det må være en gyldig Shapes.properties for å bruke {color_mode}
pl_pl: Musi być poprawny Shapes.properties aby użyć {color_mode}
pt_pt: Deve haver um Shapes.properties válido para usar {color_mode}
ro_ro: Trebuie să existe o variabilă validă.proprietăți pentru a utiliza {color_mode}
ru_ru: Необходимо указать допустимые форматы {color_mode}
sv_se: Det måste finnas en giltig Shapes.properties för att använda {color_mode}
uk_ua: Для використання {color_mode} мають бути припустимі Shapes.properties

source: selected property must be numeric to use ColorMode.COLORMAP
ar_sa: يجب أن تكون الخاصية المحددة رقمية لاستخدام ColorMode.COLORMAP
cs_cz: vybraná vlastnost musí být číselná pro použití ColorMode.COLORMAP
da_dk: valgt egenskab skal være numerisk for at bruge ColorMode.COLORMAP
de_de: ausgewählte Eigenschaft muss numerisch sein, um ColorMode.COLORMAP zu verwenden
el_gr: η επιλεγμένη ιδιότητα πρέπει να είναι αριθμητική για χρήση του ColorMode.COLORMAP
es_es: la propiedad seleccionada debe ser numérica para usar ColorMode.COLORMAP
fi_fi: valittu ominaisuus on numeerinen käyttää ColorMode.COLORMAP
fr_fr: la propriété sélectionnée doit être numérique pour utiliser ColorMode.COLORMAP
it_it: la proprietà selezionata deve essere numerica per usare ColorMode.COLORMAP
ja_jp: ColorMode.COLORMAPを使用するには選択したプロパティが数値である必要があります
nl_nl: geselecteerde eigenschap moet numeriek zijn om ColorMode.COLORMAP te gebruiken
no_no: valgte egenskap må være numerisk for å bruke ColorMode.COLORMAP
pl_pl: wybrana właściwość musi być numeryczna, aby użyć ColorMode.COLORMAP
pt_pt: a propriedade selecionada deve ser numérica para usar o ColorMode.COLORMAP
ro_ro: proprietatea selectată trebuie să fie numerică pentru a utiliza ColorMode.COLORMAP
ru_ru: выбранное свойство должно быть числовым для использования ColorMode.COLORMAP
sv_se: vald egenskap måste vara numerisk för att använda ColorMode.COLORMAP
uk_ua: обрана властивість повинна бути числовою для використання ColorMode.COLORMAP

source: face_color should be the name of a color, an array of colors, or the name of an property
ar_sa: واجهة اللون_يجب أن تكون اسم اللون، أو مجموعة الألوان أو اسم الخاصية
cs_cz: obličejová barva by měla být název barvy, pole barev nebo název vlastnosti
da_dk: face_color skal være navnet på en farve, en matrix af farver, eller navnet på en egenskab
de_de: face_color sollte der Name einer Farbe, ein Array von Farben oder der Name einer Eigenschaft sein
el_gr: face_color θα πρέπει να είναι το όνομα ενός χρώματος, μια σειρά χρωμάτων, ή το όνομα μιας ιδιότητας
es_es: face_color debe ser el nombre de un color, un array de colores, o el nombre de una propiedad
fi_fi: face_color pitäisi olla nimi väri, joukko värejä, tai nimi kiinteistön
fr_fr: face_color doit être le nom d'une couleur, un tableau de couleurs, ou le nom d'une propriété
it_it: face_color dovrebbe essere il nome di un colore, un insieme di colori, o il nome di una proprietà
ja_jp: face_colorは、色の名前、色の配列、またはプロパティの名前でなければなりません
nl_nl: face_color moet de naam zijn van een kleur, een array van kleuren, of de naam van een eigenschap
no_no: ansikt_farge skal være navnet på en farge, en liste med farger, eller navnet på en egenskap
pl_pl: face_color powinien być nazwą koloru, tablicą kolorów lub nazwą właściwości
pt_pt: cor face_color deve ser o nome de uma cor, uma matriz de cores ou o nome de uma propriedade
ro_ro: Culoarea-feței ar trebui să fie numele unei culori, o serie de culori sau numele unei proprietăți
ru_ru: face_color должен быть именем цвета, массивом цветов или названием свойства
sv_se: face_color bör vara namnet på en färg, en array av färger, eller namnet på en egenskap
uk_ua: параметр face_color має бути назвою кольору, масиву кольорів, або назви властивості

source: hold <space> to pan/zoom, press <{BACKSPACE}> to remove selected
ar_sa: اضغط على <space> للبيان/التكبير ، اضغط <{BACKSPACE}> لإزالة المحدد
cs_cz: podržte <space> pro posouvání/přiblížení, stiskněte <{BACKSPACE}> pro odstranění vybraných
da_dk: hold <space> for pan/zoom, tryk <{BACKSPACE}> for at fjerne valgte
de_de: <space> gedrückt halten um pan/zoom, drücke <{BACKSPACE}> um ausgewählte zu entfernen
el_gr: κρατήστε πατημένο το <space> για pan/zoom, πατήστε <{BACKSPACE}> για αφαίρεση των επιλεγμένων
es_es: mantén pulsado <space> para pan/zoom, presiona <{BACKSPACE}> para eliminar los seleccionados
fi_fi: pidä <space> pohjassa pan/zoomille, paina <{BACKSPACE}> poistaaksesi valitut
fr_fr: Maintenez <space> enfoncé pour zoomer, appuyez sur <{BACKSPACE}> pour supprimer la sélection
it_it: tieni premuto <space> su pan/zoom, premi <{BACKSPACE}> per rimuovere selezionati
ja_jp: <space> を長押しでパン/ズーム、<{BACKSPACE}> を押しながら選択したものを削除します
nl_nl: druk op <space> om te pannen/zoomen, druk op{BACKSPACE}> om het geselecteerde te verwijderen
no_no: hold <space> for å pane/zoom, trykk <{BACKSPACE}> for å fjerne valgt
pl_pl: przytrzymaj <space> do pan/zoom, naciśnij <{BACKSPACE}> aby usunąć wybrane
pt_pt: segure <space> para pan/zoom, pressione <{BACKSPACE}> para remover selecionado
ro_ro: țineți apăsat <space> pentru pano/zoom, apăsați <{BACKSPACE}> pentru a elimina selecția
ru_ru: удерживайте <space> для выравнивания/масштаба, нажмите <{BACKSPACE}> для удаления выбранного
sv_se: håll <space> för att panorera/zooma, tryck <{BACKSPACE}> för att ta bort valda
uk_ua: утримуйте <space> для посадки/збільшення, натисніть <{BACKSPACE}> щоб видалити вибране

source: hold <space> to pan/zoom
ar_sa: اضغط على <space> للبيان/التكبير
cs_cz: podržením <space> rozbalit/oddálit
da_dk: hold <space> til pan/zoom
de_de: <space> halten um zu vergrößern
el_gr: κρατήστε πατημένο το <space> για σμίκρυνση
es_es: mantenga <space> para pan/zoom
fi_fi: pidä <space> pohjassa pan/zoom
fr_fr: Maintenez <space> enfoncé pour agrandir/agrandir
it_it: tieni premuto <space> per pan/zoom
ja_jp: <space> を押したままパン/ズーム
nl_nl: houd <space> ingedrukt om te pannen/zoomen
no_no: hold <space> for å panel/zoom
pl_pl: przytrzymaj <space> do pan/zoom
pt_pt: segurar <space> para pan/zoom
ro_ro: ține apăsat <space> pentru a pano/zoom
ru_ru: удерживайте <space> для доски / масштаба
sv_se: håll <space> för att panorera/zooma
uk_ua: утримуйте <space> для панування/збільшення

source: hold <space> to pan/zoom, press <esc> to finish drawing
ar_sa: اضغط على <space> للبيان/التكبير ، اضغط <esc> لإنهاء الرسم
cs_cz: podržte <space> pro posouvání/přiblížení, stiskněte <esc> pro dokončení výkresu
da_dk: hold <space> for at panorere/zoom, tryk <esc> for at afslutte tegningen
de_de: <space> halten um zu pan/zoomen, drücke <esc> um die Zeichnung abzuschließen
el_gr: κρατήστε πατημένο το <space> για μετατόπιση/μεγέθυνση, πατήστε <esc> για να ολοκληρώσετε το σχέδιο
es_es: mantén <space> para pan/zoom, presiona <esc> para terminar de dibujar
fi_fi: pidä <space> pohjassa ruutuun/zoomaukseen, paina <esc> lopettaaksesi piirroksen
fr_fr: Maintenez <space> enfoncé pour agrandir/zoom, appuyez sur <esc> pour terminer le dessin
it_it: tieni premuto <space> su pan/zoom, premi <esc> per terminare il disegno
ja_jp: <space> を押したままズーム、 <esc> を押して図面を終了します
nl_nl: houd <space> om te pannen/zoomen, druk op <esc> om de tekening af te maken
no_no: hold <space> for å pane/zoome, trykk <esc> for å fullføre tegningen
pl_pl: przytrzymaj <space> do pan/zoom, naciśnij <esc> , aby zakończyć rysowanie
pt_pt: segure <space> para pan/zoom, pressione <esc> para finalizar o desenho
ro_ro: ține apăsat <space> pentru panoram/zoom, apasă <esc> pentru a termina desenul
ru_ru: удерживайте <space> до выравнивания/масштаба, нажмите <esc> , чтобы завершить рисование
sv_se: håll <space> för att panorera/zooma, tryck <esc> för att avsluta ritningen
uk_ua: утримуйте <space> для посадки/масштабу, натисніть <esc> , щоб закінчити креслення

source: the number of properties must equal the number of shapes
ar_sa: عدد الخصائص يجب أن يساوي عدد الأشكال
cs_cz: počet vlastností se musí rovnat počtu tvarů
da_dk: antallet af egenskaber skal svare til antallet af former
de_de: die Anzahl der Eigenschaften muss der Anzahl der Formen entsprechen
el_gr: ο αριθμός των ιδιοτήτων πρέπει να ισούται με τον αριθμό των σχημάτων
es_es: el número de propiedades debe ser igual al número de formas
fi_fi: ominaisuuksien lukumäärän on oltava sama kuin muotojen määrä
fr_fr: le nombre de propriétés doit être égal au nombre de formes
it_it: il numero di proprietà deve essere uguale al numero di forme
ja_jp: プロパティの数はシェイプの数と同じにする必要があります
nl_nl: het aantal eigenschappen moet gelijk zijn aan het aantal vormen
no_no: antall egenskaper må være lik antallet figurer
pl_pl: liczba właściwości musi być równa liczbie kształtów
pt_pt: o número de propriedades deve ser igual ao número de formas
ro_ro: numărul de proprietăți trebuie să fie egal cu numărul de forme
ru_ru: количество свойств должно равняться количеству фигур
sv_se: antalet egenskaper måste vara lika med antalet former
uk_ua: кількість властивостей має дорівнювати кількості фігур

source: expand_shape is deprecated and will be removed in version 0.4.9. It should no longer be used as layers should will soon not know which dimensions are displayed. Instead you should work with full nD shape data as much as possible.
ar_sa: توسيع _شكل مهمل وسيتم إزالته في الإصدار 0.4.9. وينبغي ألا يستخدم بعد الآن لأن الطبقات لن تعرف في القريب العاجل الأبعاد المعروضة. بدلاً من ذلك، يجب أن تعمل مع بيانات شكلية nD كاملة قدر الإمكان.
cs_cz: expand_shape je zastaralý a bude odstraněn ve verzi 0.4.9. Nemělo by se již používat jako vrstvy, které by brzy neměly vědět, jaké rozměry se zobrazují. Namísto toho byste měli co nejvíce pracovat s plnými daty tvaru nD.
da_dk: expand_shape er forældet og vil blive fjernet i version 0.4.9. Det bør ikke længere bruges som lag bør snart ikke vide, hvilke dimensioner der vises. I stedet bør du arbejde med fuld nD form data så meget som muligt.
de_de: expand_shape ist veraltet und wird in Version 0.4.9 entfernt. Es sollte nicht mehr verwendet werden, da die Schichten bald nicht wissen, welche Maße angezeigt werden. Stattdessen sollten Sie mit vollen nD Formdaten so weit wie möglich arbeiten.
el_gr: expand_shape είναι παρωχημένη και θα αφαιρεθεί στην έκδοση 0.4.9. Δεν θα πρέπει πλέον να χρησιμοποιείται ως στρώματα σύντομα δεν θα γνωρίζει ποιες διαστάσεις εμφανίζονται. Αντ 'αυτού θα πρέπει να εργαστείτε με πλήρη δεδομένα σχήματος nD όσο το δυνατόν περισσότερο.
es_es: exp_shape está obsoleto y se eliminará en la versión 0.4.9. Ya no debería utilizarse como capas no sabrá pronto qué dimensiones se muestran. En su lugar, debería trabajar con datos de forma nD completos tanto como sea posible.
fi_fi: expand_shape on vanhentunut ja poistetaan versiossa 0.4.9. Sitä ei pitäisi enää käyttää, koska kerrokset pitäisi pian tietää, mitkä mitat näkyvät. Sen sijaan sinun pitäisi työskennellä täyden nD muotoisia tietoja niin paljon kuin mahdollista.
fr_fr: expand_shape est obsolète et sera supprimé dans la version 0.4.9. Il ne devrait plus être utilisé comme calques devrait bientôt ne pas savoir quelles dimensions sont affichées. Au lieu de cela, vous devriez travailler avec les données de forme nD autant que possible.
it_it: expand_shape è deprecato e verrà rimosso nella versione 0.4.9. Non dovrebbe più essere usato come livelli dovrebbe presto non sapere quali dimensioni vengono visualizzate. Invece si dovrebbe lavorare con tutti i dati di forma nD il più possibile.
ja_jp: expand_shape は非推奨で、バージョン 0.4.9 で削除されます。 レイヤーが表示されている寸法がわからなくなりますので、もはや使用しないでください。 代わりに、フルnD形状のデータを可能な限り扱う必要があります。
nl_nl: expand_shape is verouderd en zal worden verwijderd in versie 0.4.9. Het moet niet langer worden gebruikt omdat lagen binnenkort niet weten welke afmetingen worden weergegeven. In plaats daarvan zou je zoveel mogelijk moeten werken met volledige nD vorm gegevens.
no_no: utvid_shape er foreldet og vil bli fjernet i versjon 0.4.9. Det bør ikke lenger brukes fordi lagene snart skal ikke vite hvilke dimensjoner som vises. I stedet må du arbeide med fulle nD-formdata så mye som mulig.
pl_pl: expand_shape jest przestarzały i zostanie usunięty w wersji 0.4.9. Nie powinno być już używane, ponieważ warstwa wkrótce nie będzie wiedziała, które wymiary są wyświetlane. Zamiast tego powinieneś pracować z pełnymi danymi nD kształtu w możliwie najszerszym zakresie.
pt_pt: expand_shape está obsoleto e será removido na versão 0.4.9. Ele não deve mais ser usado como camadas em breve não saberá quais dimensões são exibidas. Em vez disso, você deveria trabalhar com dados de forma nD o máximo possível.
ro_ro: forma expand_este învechită și va fi eliminată în versiunea 0.4.9. Acesta nu ar mai trebui utilizat deoarece straturile nu ar trebui să știe în curând care dimensiuni sunt afișate. În schimb, ar trebui să lucrezi cu date complete de formă nD cât mai mult posibil.
ru_ru: expand_shape устарел и будет удален в версии 0.4.9. Она больше не должна использоваться в качестве слоёв скоро не будет знать, какие размеры отображаются. Вместо этого вам следует работать с полными данными формы nD.
sv_se: expand_shape är föråldrad och kommer att tas bort i version 0.4.9. Den bör inte längre användas eftersom lager snart inte vet vilka dimensioner som visas. Istället bör du arbeta med full nD form data så mycket som möjligt.
uk_ua: expand_shape є застарілою і буде видалено в версії 0.4.9. Вони більше не повинні використовуватися як шари, незабаром не повинно знати, які розміри відображаються. Замість цього, ви повинні працювати з усіма даними форм nD.

source: Cannot link attributes that are not shared by all layers: {extra}. Allowable attrs include: {valid_attrs}
ar_sa: لا يمكن ربط السمات التي لا تشارك بها جميع الطبقات: {extra}. الجدران المسموح بها تشمل: {valid_attrs}
cs_cz: Nelze spojit atributy, které nejsou sdíleny všemi vrstvami: {extra}. Povolitelné atrakce zahrnují: {valid_attrs}
da_dk: Kan ikke linke attributter, der ikke deles af alle lag: {extra}. Tilladte attrs omfatter: {valid_attrs}
de_de: Kann Attribute nicht verknüpfen, die nicht von allen Ebenen geteilt werden: {extra}. Zulässige Attrs beinhalten: {valid_attrs}
el_gr: Δεν είναι δυνατός ο σύνδεσμος ιδιοτήτων που δεν μοιράζονται από όλα τα επίπεδα: {extra}. Οι επιτρεπόμενες attrs περιλαμβάνουν: {valid_attrs}
es_es: No se pueden enlazar atributos que no son compartidos por todas las capas: {extra}. Los atributos permitidos incluyen: {valid_attrs}
fi_fi: Ei voida yhdistää attribuutteja, joita kaikki tasot eivät jaa: {extra}. Sallitut attrit sisältävät: {valid_attrs}
fr_fr: Impossible de lier les attributs qui ne sont pas partagés par toutes les couches : {extra}. Les attrs autorisés incluent : {valid_attrs}
it_it: Impossibile collegare gli attributi che non sono condivisi da tutti i livelli: {extra}. Permessi attrs includono: {valid_attrs}
ja_jp: すべてのレイヤーで共有されていない属性をリンクできません: {extra}. 許可されているattrs: {valid_attrs}
nl_nl: Attributen die niet door alle lagen worden gedeeld: {extra}kunnen niet worden gekoppeld. Toegestane attrs omvatten: {valid_attrs}
no_no: Kan ikke koble attributter som ikke er delt av alle lag: {extra}. Tillatte attraksjoner er: {valid_attrs}
pl_pl: Nie można połączyć atrybutów, które nie są współdzielone przez wszystkie warstwy: {extra}. Dozwolone atrakcje obejmują: {valid_attrs}
pt_pt: Não é possível vincular atributos que não são compartilhados por todas as camadas: {extra}. As atrações permitidas incluem: {valid_attrs}
ro_ro: Nu se pot conecta atributele care nu sunt partajate de toate nivelurile: {extra}. atracțiile permise includ: {valid_attrs}
ru_ru: Невозможно связать атрибуты, которые не являются общими для всех слоев: {extra}. Допустимые аттракторы включают: {valid_attrs}
sv_se: Kan inte länka attribut som inte delas av alla lager: {extra}. Tillåtna atttrar inkluderar: {valid_attrs}
uk_ua: Не можна зв'язати атрибути, які не є спільними для всіх шарів: {extra}. Допустимі знаки: {valid_attrs}

source: Must provide at least one layer to unlink
ar_sa: يجب توفير طبقة واحدة على الأقل لفك الارتباط
cs_cz: Musí poskytnout alespoň jednu vrstvu pro odpojení
da_dk: Skal angive mindst et lag at afkoble
de_de: Muss mindestens eine Ebene zum Entfernen zur Verfügung stellen
el_gr: Πρέπει να παρέχει τουλάχιστον ένα επίπεδο για αποσύνδεση
es_es: Debe proporcionar al menos una capa para desvincular
fi_fi: On annettava vähintään yksi kerros linkin poistamiseksi
fr_fr: Vous devez fournir au moins un calque à délier
it_it: Deve fornire almeno un livello per scollegare
ja_jp: リンクを解除するには少なくとも1つのレイヤーを提供する必要があります
nl_nl: Moet ten minste één laag om te ontkoppelen
no_no: Må angi minst ett lag for å koble fra
pl_pl: Musisz podać co najmniej jedną warstwę, aby odłączyć
pt_pt: Deve fornecer pelo menos uma camada para desvincular
ro_ro: Trebuie să furnizaţi cel puţin un strat pentru a dezlega
ru_ru: Должен быть хотя бы один слой для отключения связи
sv_se: Måste ange minst ett lager för att avlänka
uk_ua: Треба надати принаймні один шар, щоб від’єднати

source: ``layers`` iterable must have at least one layer
ar_sa: `طبقات قابلة للتكرار` يجب أن تكون على الأقل طبقة واحدة
cs_cz: ``layers`` iterovatelná musí mít alespoň jednu vrstvu
da_dk: ``lag`` iterable skal have mindst et lag
de_de: ``layers`` iterable muss mindestens eine Ebene haben
el_gr: ```layers`` iterable πρέπει να έχει τουλάχιστον ένα στρώμα
es_es: ``layers`` iterable debe tener al menos una capa
fi_fi: ``layers`` iterable sisältää vähintään yhden kerroksen
fr_fr: L'itérable ``layers`` doit avoir au moins une couche
it_it: ``layers`` iterabile deve avere almeno un livello
ja_jp: ``layers`` iterable は少なくとも 1 つのレイヤーを持つ必要があります
nl_nl: ``layers`` herhaalbaar moet ten minste één laag hebben
no_no: ``layers`` som er iterable må ha minst ett lag
pl_pl: ``warstwy`` iterable musi mieć co najmniej jedną warstwę
pt_pt: ``layers`` iterable deve ter pelo menos uma camada
ro_ro: `stratur`` iterable must have least one layer
ru_ru: ``layers`` итерационный должен иметь по крайней мере один слой
sv_se: ``layers`` iterable måste ha minst ett lager
uk_ua: ``Layers`` для ітерації повинні мати принаймні один шар

source: view_data should be a numpy array or list when using Anchor.CENTER
ar_sa: يجب أن تكون بيانات view_مصفوفة ترقيم أو قائمة عند استخدام Anchor.CENTER
cs_cz: Data_view_data by měla být pole nebo seznam při použití kotevního úchytu.CENTER
da_dk: view_data skal være et numpy array eller liste ved brug af Anchor.CENTER
de_de: view_data sollte ein numpy-Array oder eine Liste sein, wenn Anchor.CENTER verwendet wird
el_gr: view_data πρέπει να είναι ένας αριθμητικός πίνακας ή λίστα όταν χρησιμοποιείτε το Anchor.CENTER
es_es: view_data debe ser una matriz numpy o lista al usar Anchor.CENTER
fi_fi: view_data tulee olla tunnoton ryhmä tai lista Anchoria käytettäessä.CENTER
fr_fr: view_data doit être un tableau numpy ou une liste lorsque vous utilisez Anchor.CENTER
it_it: view_data dovrebbe essere un array o un elenco numpy quando si utilizza Anchor.CENTER
ja_jp: anchor.CENTER を使用する場合、view_data は numpy 配列またはリストでなければなりません。
nl_nl: view_data moet een numpy array zijn of lijst bij het gebruik van Anchor.CENTER
no_no: view_data skal være en numpturat eller liste ved bruk av Anchor.CENTER
pl_pl: view_data powinien być tablicą lub listą numerów, gdy używasz Anchor.CENTER
pt_pt: view_data deve ser uma matriz numpy ou lista quando usando Anchor.CENTER
ro_ro: view_data trebuie să fie o matrice numpy sau o listă când se utilizează Anchor.CENTER
ru_ru: view_data должен быть нумерованным массивом или списком при использовании Anchor.CENTER
sv_se: view_data bör vara en numpy array eller lista när du använder Anchor.CENTER
uk_ua: view_data має бути масив або список numpy під час використання Anchor.CENTER

source: view_data should be a numpy array or list
ar_sa: عرض_البيانات يجب أن تكون مصفوفة ترقيم أو قائمة
cs_cz: view_data by měla být pole nebo seznam
da_dk: view_data skal være et numpy array eller liste
de_de: view_data sollte ein numpy-Array oder eine Liste sein
el_gr: view_data πρέπει να είναι ένας αριθμητικός πίνακας ή λίστα
es_es: view_data debe ser una matriz o lista numérica
fi_fi: view_data tulee olla tunnoton ryhmä tai lista
fr_fr: view_data doit être un tableau ou une liste numpy
it_it: view_data dovrebbe essere un array o un elenco numpy
ja_jp: view_dataはnumpyの配列またはリストでなければなりません
nl_nl: view_data moet een numpy array of lijst zijn
no_no: visning_data skal være en numerisk liste eller liste
pl_pl: view_data powinien być tablicą lub listą numerów
pt_pt: view_data deve ser uma matriz numpy ou lista
ro_ro: view_data ar trebui să fie un array sau o listă numpy
ru_ru: view_data должен быть массивом или списком
sv_se: view_data bör vara en numpy array eller lista
uk_ua: view_data має бути масив або список
