Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: When providing a tuple as a colormap argument, the first element must be a string and the second a Colormap instance
ar_sa: عند تقديم شريط كحجة لخريطة الألوان، يجب أن يكون العنصر الأول هو سلسلة و الثاني هو مثيل خريطة الألوان
cs_cz: Při poskytnutí kreslení jako argumentu pro barevnou mapu musí být první prvek řetězec a druhá instance barevné mapy
da_dk: Når en tuple gives som et farvekort argument, skal det første element være en streng og det andet en farvekort instans
de_de: Wenn ein Tupel als Argument für die Farbtabelle angegeben wird, muss das erste Element ein String und das zweite eine Colormap-Instanz sein
el_gr: Κατά την παροχή ενός σωλήνα ως παράμετρο colormap, το πρώτο στοιχείο πρέπει να είναι μια συμβολοσειρά και το δεύτερο ένα Colormap παράδειγμα
es_es: Cuando se proporciona una tupla como argumento de mapa de color, el primer elemento debe ser una cadena y el segundo una instancia de Colormap
fi_fi: Kun tarjotaan tupla kuin värisuunnitelman argumentti, ensimmäisen elementin on oltava merkkijono ja toinen Colormap instanssi
fr_fr: Lorsque vous fournissez un tuple en tant qu'argument de la carte de couleurs, le premier élément doit être une chaîne de caractères et le second une instance de Colormap
it_it: Quando si fornisce una tupla come argomento mappa colori, il primo elemento deve essere una stringa e il secondo un'istanza mappa colori
ja_jp: colormap引数としてタプルを提供する場合、最初の要素は文字列で、2番目の要素はColormapインスタンスでなければなりません
nl_nl: Wanneer je een tuple als kleurkaart aanlevert, moet het eerste element een string zijn en het tweede een Colormap instantie
no_no: Det første elementet må være en streng og den andre en Colormap eksempel når det føyer inn en tuppel som fargekart
pl_pl: Przy podawaniu krotki jako argumentu mapy kolorów, pierwszy element musi być ciągiem, a drugi instancją kolormapy
pt_pt: Quando fornecer uma tupla como um argumento de colormap, o primeiro elemento deve ser uma string e a segunda instância de Colormap
ro_ro: Când se furnizează un tuple ca argument de culoare hartă, primul element trebuie să fie un şir şi al doilea caz o instanţă de Colormap
ru_ru: При представлении трубки в качестве аргумента цветовой карты, первый элемент должен быть строкой, а второй — экземпляром Colormap
sv_se: När du ger en tuple som en colormap argument, måste det första elementet vara en sträng och det andra en Colormap instans
uk_ua: При наданні кортежу як аргумент на кольоровій карті, перший елемент має бути рядком і другий екземпляр Colormap

source: When providing a dict as a colormap, all values must be Colormap instances
ar_sa: عند تقديم القالب كخريطة ملونة، يجب أن تكون جميع القيم مثيلات خريطة اللون
cs_cz: Při poskytování slovníku jako mapy barev musí být všechny hodnoty barevné mapy
da_dk: Når du afgiver en ikt som et farvekort, skal alle værdier være farvekort forekomster
de_de: Wenn ein Dict als Farbkarte angegeben wird, müssen alle Werte Colormap-Instanzen sein
el_gr: Κατά την παροχή ενός dict ως colormap, όλες οι τιμές πρέπει να είναι Colormap instances
es_es: Cuando se proporciona un dictado como mapa de color, todos los valores deben ser instancias de Colormap
fi_fi: Kun annat noppaa värikartana, kaikkien arvojen on oltava Colormap instansseja
fr_fr: Lorsque vous fournissez un dict en tant que carte de couleurs, toutes les valeurs doivent être des instances de Colormap
it_it: Quando si fornisce un dito come mappa colori, tutti i valori devono essere istanze Colormap
ja_jp: dict をカラーマップとして提供する場合、すべての値は Colormap インスタンスでなければなりません。
nl_nl: Bij het verstrekken van een woordenboek als kleurkaart, moeten alle waarden Colormap instanties zijn
no_no: Når du angir en ordliste som fargekart må alle verdiene være Colormap instanser
pl_pl: Przy podawaniu karty jako mapy kolorów, wszystkie wartości muszą być instancjami kolorów
pt_pt: Ao fornecer um dicionário como uma cor, todos os valores devem ser instâncias do Colormap
ro_ro: Când se furnizează un dicționar ca hartă de culori, toate valorile trebuie să fie instanțe de Colormap
ru_ru: При представлении дикта как цветовой карты, все значения должны быть экземплярами Colormap
sv_se: När du ger en dict som en colormap, måste alla värden vara Colormap instanser
uk_ua: При наданні словника як кольорової карти, всі значення повинні бути екземплярами Colormap

source: only the first item in a colormap dict is used as an argument
ar_sa: العنصر الأول فقط في قالب خريطة الألوان يستخدم كحجة
cs_cz: pouze první položka v barevném slovníku je použita jako argument
da_dk: kun det første element i en farvekort dict bruges som et argument
de_de: nur das erste Element in einem Farbkarten-Dict wird als Argument verwendet
el_gr: μόνο το πρώτο στοιχείο σε ένα έγχρωμο χάρτη dict χρησιμοποιείται ως παράμετρο
es_es: sólo el primer elemento en un dictado de mapa de color se utiliza como argumento
fi_fi: vain ensimmäinen kohde colormap dict käytetään argumenttina
fr_fr: seul le premier élément dans un dictionnaire de la carte des couleurs est utilisé comme argument
it_it: solo il primo elemento in una mappa colori è usato come argomento
ja_jp: colormap dict の最初の項目だけが引数として使用されます。
nl_nl: alleen het eerste item in een kleurenmap dict wordt gebruikt als argument
no_no: bare det første elementet i en fargekart som brukes som argument
pl_pl: jako argument używany jest tylko pierwszy element w kolorowych dictach
pt_pt: apenas o primeiro item em um diagrama de colormap é usado como argumento
ro_ro: numai primul element dintr-un dicționar de culoare este folosit ca argument
ru_ru: только первый элемент в таблице цветовой карты используется в качестве аргумента
sv_se: endast det första objektet i en colormap dict används som ett argument
uk_ua: в якості аргументу використовується лише перший елемент у виразі кольорової карти

source: Received an empty dict as a colormap argument.
ar_sa: تلقى قسطا فارغا كحافظة لخريطة الألوان.
cs_cz: Byl přijat prázdný slovník jako argument pro barevnou mapu.
da_dk: Modtog en tom dict som et farvekort argument.
de_de: Ein leeres Dict als Farbplan-Argument erhalten.
el_gr: Λήφθηκε μια άδεια dict ως παράμετρο colormap.
es_es: Recibido un dictado vacío como argumento de mapa de colores.
fi_fi: Sai tyhjän dict värisävyjen argumentina.
fr_fr: Reçu un dictionnaire vide en tant qu'argument de la carte des couleurs.
it_it: Ricevuto un dict vuoto come argomento mappa colori.
ja_jp: colormap 引数として空の dict を受け取りました。
nl_nl: Een leeg woordenboek ontvangen als een kleurkaartargument.
no_no: Mottok en tom ordliste som et fargekartargument.
pl_pl: Otrzymano pusty słownik jako argument na mapie kolorów.
pt_pt: Recebeu um dicionário vazio como um argumento de colormap.
ro_ro: A primit un dicționar gol ca argument de culoare hartă.
ru_ru: Получен пустой dict в качестве аргумента цветовой карты.
sv_se: Mottog en tom dict som ett färgkartargument.
uk_ua: Отримано порожній словник в якості аргументу кольорової карти.

source: invalid type for colormap: {cm_type}. Must be a {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
ar_sa: نوع غير صالح لخريطة الألوان: {cm_type}. يجب أن يكون {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
cs_cz: neplatný typ pro mapu: {cm_type}. Musí být {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
da_dk: ugyldig type for farvekort: {cm_type}. Skal være en {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
de_de: ungültiger Typ für die Farbkarte: {cm_type}. Muss ein {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}} sein
el_gr: μη έγκυρος τύπος για το colormap: {cm_type}. Πρέπει να είναι {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
es_es: tipo no válido para el mapa de color: {cm_type}. Debe ser un {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
fi_fi: virheellinen tyyppi värikartta: {cm_type}. Täytyy olla {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
fr_fr: type invalide pour la couleur : {cm_type}. Doit être un {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
it_it: tipo non valido per la mappa colore: {cm_type}. Deve essere un {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
ja_jp: 色マップの型が不正です: {cm_type}. {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}} でなければなりません
nl_nl: ongeldig type voor kleurmap: {cm_type}. moet een {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}} zijn
no_no: ugyldig type fargekart: {cm_type}. Må være en {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
pl_pl: niepoprawny typ dla mapy koloru: {cm_type}. Musi być {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
pt_pt: tipo inválido para colormap: {cm_type}. Deve ser um {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
ro_ro: tip nevalid pentru harta de culori: {cm_type}. Trebuie să fie {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
ru_ru: неверный тип для цветовой карты: {cm_type}. Должно быть {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
sv_se: ogiltig typ för färgkarta: {cm_type}. Måste vara en {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}
uk_ua: неприпустимий тип для colormap: {cm_type}. Повинен бути {{str, tuple, dict, napari.utils.Colormap, vispy.colors.Colormap}}

source: Empty string detected. Returning black instead.
ar_sa: تم اكتشاف سلسلة فارغة. عوضا عن ذلك إرجاع اللون الأسود.
cs_cz: Zjištěn prázdný řetězec. Místo toho se vrací černý řetězec.
da_dk: Tom streng fundet. Returnerer sort i stedet.
de_de: Leerer String erkannt. Wird stattdessen schwarz zurückgegeben.
el_gr: Εντοπίστηκε κενό string. Αντ' αυτού επιστρέφεται μαύρο.
es_es: Cadena vacía detectada. Devuelve negro en su lugar.
fi_fi: Tyhjä merkkijono havaittu. Sen sijaan mustan palauttaminen.
fr_fr: Chaîne vide détectée. Retour au noir à la place.
it_it: Rilevata stringa vuota. Ritorna invece nero.
ja_jp: 空の文字列が検出されました。代わりに黒を返します。
nl_nl: Lege string gedetecteerd. Zwart retournert.
no_no: Tom tekststreng oppdaget. Returnerer svart i stedet.
pl_pl: Wykryto pusty ciąg. Zamiast tego wraca czarny.
pt_pt: Texto vazio detectado. Retornando preto.
ro_ro: Șirul gol detectat. Se întoarce negrul în schimb.
ru_ru: Обнаружена пустая строка. Возврат черного цвета.
sv_se: Töm sträng upptäckt. Returnerar svart istället.
uk_ua: Виявлено пусту стрічку. Замість цього замість неї повертається чорна.

source: Coudln't convert input color array to a proper numpy array. Please make sure that your input data is in a parsable format. Converting input to a white color array.
ar_sa: السحب لا يحول صفيفة لون الإدخال إلى صفيفة خدر مناسبة. الرجاء التأكد من أن بيانات الإدخال الخاصة بك في تنسيق متناسق. تحويل الإدخال إلى صفيف اللون الأبيض.
cs_cz: Úvod nepřevedl vstupní barevné pole na správné numy pole. Ujistěte se, že vstupní data jsou v parsovatelném formátu. Převádí vstup na bílé barevné pole.
da_dk: Coudlnot konvertere input farve array til en ordentlig numpy array. Sørg for, at dine inputdata er i et fortolkbart format. Konvertering af input til en hvid farve array.
de_de: Coudlt wandelt das Eingabe-Farbarray nicht in ein korrektes numpy-Array um. Bitte stellen Sie sicher, dass Ihre Eingabedaten in einem parsbaren Format vorliegen. Konvertieren Sie Eingaben in ein weißes Farbraum.
el_gr: Το ζευγάρι δεν μετατρέπει τον χρωματικό πίνακα εισόδου σε κατάλληλο αριθμητικό πίνακα. Παρακαλώ βεβαιωθείτε ότι τα δεδομένα εισόδου σας είναι σε μορφή παραβολή. Μετατροπή εισόδου σε ένα λευκό χρωματικό πίνακα.
es_es: Coudlno convierte el array de colores de entrada a un array numpy apropiado. Por favor, asegúrese de que sus datos de entrada están en un formato analizable. Convirtiendo la entrada a una matriz de color blanco.
fi_fi: Coudlnot muuntaa tulo väri ryhmä kunnon tunnoton taulukko. Varmista, että syötetietosi on parsable-muodossa. Syötteen muuntaminen valkoiseksi väritaulukoksi. Ole hyvä ja tarkista.
fr_fr: Ne convertissez pas le tableau de couleurs d'entrée en un tableau numpy approprié. Veuillez vous assurer que vos données d'entrée sont dans un format analysable. Conversion de l'entrée en un tableau de couleur blanche.
it_it: Coudlnon converte l'array di colore di input in un array numpy corretto. Assicurarsi che i dati di input siano in un formato analizzabile. Convertire l'input in un array di colore bianco.
ja_jp: 入力カラー配列を適切なnumpy配列に変換しません。 入力データがパーサブル形式であることを確認してください。入力を白色の配列に変換します。
nl_nl: De invoerkleurenreeks kan niet geconverteerd worden naar een juiste numpy array. Zorg ervoor dat uw invoergegevens in een parseerbaar formaat zijn. Zet invoer om naar een witte kleurenreeks.
no_no: Høyttaleren konverterer ikke inngangsfarge til en riktig numerisk liste. Vennligst sørg for at inndataene dine er i et lesbart format. Konverterer input til en hvit farge.
pl_pl: Nie konwertuj tablicy kolorów wejściowych do właściwej tablicy. Upewnij się, że dane wejściowe są w formacie parsowalnym. Konwertuję dane wejściowe na białą tablicę kolorów.
pt_pt: Não foi possível converter a matriz de cores da entrada para um array numérico apropriado. Por favor certifique-se de que seus dados de entrada estão em formato analisável. Convertendo informações para um array de cores branco.
ro_ro: Nu s-a convertit matricea culorilor de intrare într-o matrice numerică corespunzătoare. Asigurați-vă că datele dvs. de intrare sunt într-un format parsabil. Convertiți într-un array de culoare albă.
ru_ru: Нельзя преобразовать входной цветовой массив в подходящий массив числа. Пожалуйста, убедитесь, что введенные данные в формате. Преобразование входных данных в белый массив.
sv_se: Coudl't konvertera indata färg array till en ordentlig numpy array. Se till att dina indata är i ett liknande-format. Konvertera indata till en vit färgsamling.
uk_ua: Не перетворено масив вхідних кольорів у правильний масив numpy. Переконайтеся, що ваші вхідні дані знаходяться в придатному форматі. Конвертація даних у білий масив кольору.

source: An object array was passed as the color input. Please convert its datatype before sending it to napari. Converting input to a white color array.
ar_sa: تم تمرير صفيفة كائن كمدخل للون. الرجاء تحويل نوع بياناته قبل إرساله إلى نابسي. تحويل الإدخال إلى صفيفة اللون الأبيض.
cs_cz: Pole objektu bylo převedeno jako vstup do barvy. Před odesláním na napari. Převeďte vstup na bílé barevné pole.
da_dk: Et objekt array blev bestået som farve input. Konverter venligst sin datatype, før du sender det til napari. Konvertering af input til en hvid farve array.
de_de: Ein Array wurde als Farbeingabe übergeben. Bitte konvertieren Sie den Datentyp, bevor Sie es in napari senden. Konvertieren Sie Eingabe in ein weißes Farbarray.
el_gr: Ένας πίνακας αντικειμένων πέρασε ως είσοδος χρώματος. Μετατρέψτε τον τύπο δεδομένων πριν τον στείλετε στο napari. Μετατροπή εισόδου σε ένα λευκό χρωματικό πίνακα.
es_es: Un array de objetos fue pasado como la entrada de color. Por favor, convierta su tipo de datos antes de enviarlo a napari. Convirtiendo la entrada a un array de color blanco.
fi_fi: Objektin array ohitettiin värin syötteenä. Ole hyvä ja muuntaa sen tietotyyppi ennen lähettämistä napari. Muuntaa syöte valkoiseksi väritaulukoksi.
fr_fr: Un tableau d'objet a été passé comme entrée de couleur. Veuillez convertir son type de données avant de l'envoyer à napari. Conversion de l'entrée en un tableau de couleur blanche.
it_it: Un array di oggetti è stato passato come input di colore. Per favore converte il suo tipo di dati prima di inviarlo a napari. Conversione di input in un array di colore bianco.
ja_jp: 色入力としてオブジェクト配列が渡されました。napariに送信する前にデータ型を変換してください。入力を白い色配列に変換しています。
nl_nl: Een object array werd doorgegeven als de kleur invoer. Converteer de data voor het verzenden naar de napari. Converteer invoer naar een witte kleur array.
no_no: En objektliste ble sendt som fargeinngang. Vennligst konverter datatype før du sender den til napari. Konverterer inngang til en hvit farge.
pl_pl: Tablica obiektów została przekazana jako dane wejściowe koloru. Proszę przekonwertować jej dane przed wysłaniem na napari. Konwersja danych wejściowych na białą tablicę kolorów.
pt_pt: Um array de objetos foi passado como a entrada de cor. Por favor, converta seu tipo de dado antes de enviá-lo para napari. Convertendo entrada em um array de cores branco.
ro_ro: Un obiect array a fost trecut ca intrare de culoare. Vă rugăm să convertiți tipul său de date înainte de a-l trimite la napari. Conversia intrării într-un array de culoare albă.
ru_ru: Массив объектов передан в качестве ввода цвета. Преобразуйте свой тип данных перед отправкой в napari. Преобразование ввода в белый цветовой массив.
sv_se: En objektsamling har skickats som färginmatning. Konvertera datatypen innan du skickar den till napari. Konvertera inmatningen till en vit färgsamling.
uk_ua: Масив об'єкта був переданий як введення кольору. Будь ласка, переведіть його формат перед відправкою napari. Перетворення даних в білий масив кольору.

source: String color arrays should be one-dimensional. Converting input to a white color array.
ar_sa: يجب أن تكون مصفوفات الألوان ذات بُعد واحد. تحويل الإدخال إلى صفيفة اللون الأبيض.
cs_cz: Pole barev řetězců by měla být jednorozměrná. Převádí vstup na bílé barevné pole.
da_dk: Strengfarve arrays skal være endimensionel. Konvertering af input til en hvid farve array.
de_de: Zeichenkettenarrays sollten eindimensional sein. Konvertieren von Eingaben in ein weißes Farbarray.
el_gr: Οι πίνακες χρωμάτων συμβολοσειράς πρέπει να είναι μονοδιάστατες. Μετατροπή εισόδου σε έναν λευκό πίνακα χρωμάτων.
es_es: Las matrices de color de cadena deben ser de una sola dimensión. Convirtiendo la entrada a una matriz de color blanco.
fi_fi: Merkkijonon värikaavioiden tulisi olla yksiulotteisia. Muuntaa tulo valkoiseksi väritaulukoksi.
fr_fr: Les tableaux de couleurs de chaînes de caractères doivent être unidimensionnels. Conversion de l'entrée en un tableau de couleur blanche.
it_it: Gli array di colore della stringa devono essere unidimensionali. Convertire l'input in un array di colore bianco.
ja_jp: 文字列カラー配列は一次元でなければなりません。入力を白色配列に変換します。
nl_nl: Tekenreekskleurarrays moeten ééndimensionaal zijn. Zet invoer om in een witte kleurenreeks.
no_no: Fargespenning bør være ett-dimensjonal. Konverterer inngang til en hvit farge.
pl_pl: Tablice kolorów ciągu powinny być jednowymiarowe. Konwertacja danych wejściowych na białą tablicę kolorów.
pt_pt: Os arrays de cores string devem ser unidimensionais. Convertendo entrada para um array de cores branco.
ro_ro: Grupurile de culoare string trebuie să fie unidimensionale. Conversia intrării într-o matrice de culoare albă.
ru_ru: Строковые цветовые массивы должны быть одномерными. Преобразование ввода в массив белых цветов.
sv_se: Sträng färg matriser bör vara endimensionell. Konvertera ingång till en vit färg array.
uk_ua: Розміри кольорів повинні бути однорозмірними. Перетворення введення в білий масив кольору.

source: Given color input is empty. Converting input to a white color array.
ar_sa: إدخال اللون المعطى فارغ. تحويل الإدخال إلى صفيفة اللون الأبيض.
cs_cz: Zadaný vstup barvy je prázdný. Převádí vstup na bílé barevné pole.
da_dk: Det angivne farveinput er tomt. Konvertering af input til en hvid farvearray.
de_de: Die angegebene Farbeingabe ist leer. Konvertieren der Eingabe in ein weißes Farbarray.
el_gr: Το δοσμένο χρώμα εισόδου είναι κενό. Μετατροπή εισόδου σε λευκό χρωματικό πίνακα.
es_es: La entrada de color está vacía. Convirtiendo la entrada a una matriz de color blanco.
fi_fi: Annettu väri syöte on tyhjä. Muuntaa syöte valkoiseksi väritaulukoksi.
fr_fr: L'entrée de couleur donnée est vide. Conversion de l'entrée en un tableau de couleur blanche.
it_it: L'input di colore dato è vuoto. Convertire l'input in un array di colore bianco.
ja_jp: 指定された色の入力が空です。入力を白色の配列に変換します。
nl_nl: Gegeven kleureninvoer is leeg. Zet invoer om in een witte kleurarray.
no_no: Inngang for farge er tom. Konverterer input til en hvit farge.
pl_pl: Podana wartość koloru jest pusta. Konwersja danych wejściowych na białą tablicę kolorów.
pt_pt: A entrada colorida dada está vazia. Convertendo a entrada para um array de cores branco.
ro_ro: Dată fiind introducerea culorii este goală. Conversia intrării la o matrice de culoare albă.
ru_ru: Данный ввод цвета пуст. Преобразование ввода в белый массив.
sv_se: Givet färginmatning är tom. Konvertera inmatningen till en vit färgsamling.
uk_ua: Введення кольору порожнє. Перетворення даних у білий масив кольору.

source: Given colors input should contain one or two dimensions. Received array with {ndim} dimensions.
ar_sa: يجب أن يحتوي إدخال الألوان على بُعد أو بعدين. تم تلقي مصفوفة ذات أبعاد {ndim}.
cs_cz: Vstup barev by měl obsahovat jednu nebo dvě rozměry. Přijaté pole s {ndim} rozměry.
da_dk: De angivne farver skal indeholde en eller to dimensioner. Modtaget array med {ndim} dimensioner.
de_de: Die Eingabe der Farben sollte eine oder zwei Dimensionen enthalten. Erhaltenes Array mit {ndim} Dimensionen.
el_gr: Τα δοσμένα χρώματα εισόδου πρέπει να περιέχουν μία ή δύο διαστάσεις. Λήφθηκε πίνακας με {ndim} διαστάσεις.
es_es: La entrada de colores debe contener una o dos dimensiones. El array recibido con {ndim} dimensiones.
fi_fi: Annettujen värien syötteen pitäisi sisältää yksi tai kaksi ulottuvuutta. Vastaanotettu taulukko, jossa on {ndim} ulottuvuuksia.
fr_fr: Les couleurs saisies doivent contenir une ou deux dimensions. Tableau reçu avec les dimensions {ndim}.
it_it: L'input dei colori dati dovrebbe contenere una o due dimensioni. L'array ricevuto con {ndim} dimensioni.
ja_jp: 与えられた色の入力には1つまたは2つのディメンションを含める必要があります。 {ndim} ディメンションを持つ配列を受信しました。
nl_nl: De input moet een of twee dimensies bevatten. Ontvangen array met {ndim} afmetingen.
no_no: Gitt farger skal inndata inneholde en eller to dimensjoner. Mottatt liste med {ndim} dimensjoner.
pl_pl: Podana wartość kolorów powinna zawierać jeden lub dwa wymiary. Otrzymana tablica z {ndim} wymiarami.
pt_pt: A entrada de cores dada deve conter uma ou duas dimensões. A matriz recebida com {ndim} dimensões.
ro_ro: Intrarea culorilor ar trebui să conțină una sau două dimensiuni. Array-ul primit cu dimensiunea {ndim}.
ru_ru: Данный ввод цветов должен содержать один или два измерения. Полученный массив с {ndim} размерами.
sv_se: Givet färginmatning bör innehålla en eller två dimensioner. Mottagen array med {ndim} dimensioner.
uk_ua: Введені кольори повинні містити один або два виміри. Отримано масив із {ndim} вимірами.
