Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Open file(s)
ar_sa: فتح الملف (الملفات)
cs_cz: Otevřít soubor(y)
da_dk: Åbn fil(er)
de_de: Datei(en) öffnen
el_gr: Άνοιγμα αρχείου(ων)
es_es: Abrir archivo(s)
fi_fi: Avaa tiedosto(t)
fr_fr: Ouvrir le(s) fichier(s)
it_it: Apri file
ja_jp: ファイルを開く
nl_nl: Open bestand(en)
no_no: Åpne fil(er)
pl_pl: Otwórz plik(i)
pt_pt: Abrir arquivo(s)
ro_ro: Deschide fişier(e)
ru_ru: Открыть файл(ы)
sv_se: Öppna fil(er)
uk_ua: Відкрити файл(и)

source: Open Files as Stack...
ar_sa: فتح الملفات كتكدس...
cs_cz: Otevřít soubory jako zásobník...
da_dk: Åbn filer som stak...
de_de: Dateien als Stack öffnen...
el_gr: Άνοιγμα αρχείων ως στοίβα...
es_es: Abrir Archivos como pila...
fi_fi: Avaa tiedostot pinona...
fr_fr: Ouvrir les fichiers en tant que pile...
it_it: Apri file come pila...
ja_jp: ファイルをスタックとして開く...
nl_nl: Open bestanden als Stack...
no_no: Åpne filer som stabel...
pl_pl: Otwórz pliki jako stack...
pt_pt: Abrir arquivos como Stack...
ro_ro: Deschide fișierele ca stivuitor...
ru_ru: Открыть файлы как стек...
sv_se: Öppna filer som stack...
uk_ua: Відкрити файли як стек...

source: Open files
ar_sa: فتح الملفات
cs_cz: Otevřít soubory
da_dk: Åbn filer
de_de: Dateien öffnen
el_gr: Άνοιγμα αρχείων
es_es: Abrir archivos
fi_fi: Avaa tiedostoja
fr_fr: Ouvrir les fichiers
it_it: Apre file
ja_jp: ファイルを開く
nl_nl: Bestanden openen
no_no: Åpne filer
pl_pl: Otwórz pliki
pt_pt: Arquivos abertos
ro_ro: Deschide fişiere
ru_ru: Открыть файлы
sv_se: Öppna filer
uk_ua: Відкрити файли

source: Open Folder...
ar_sa: فتح المجلد...
cs_cz: Otevřít složku...
da_dk: Åbn Mappe...
de_de: Ordner öffnen...
el_gr: Άνοιγμα Φακέλου...
es_es: Abrir carpeta...
fi_fi: Avaa Kansio...
fr_fr: Ouvrir le dossier...
it_it: Apri Cartella...
ja_jp: フォルダを開く...
nl_nl: Open map...
no_no: Åpne mappe...
pl_pl: Otwórz folder...
pt_pt: Abrir Pasta...
ro_ro: Deschide dosar...
ru_ru: Открыть папку...
sv_se: Öppna mapp...
uk_ua: Відкрити теку...

source: Open a folder
ar_sa: فتح مجلد
cs_cz: Otevřít složku
da_dk: Åbn en mappe
de_de: Ordner öffnen
el_gr: Άνοιγμα φακέλου
es_es: Abrir una carpeta
fi_fi: Avaa kansio
fr_fr: Ouvrir un dossier
it_it: Apre una cartella
ja_jp: フォルダを開く
nl_nl: Map openen
no_no: Åpne en mappe
pl_pl: Otwórz folder
pt_pt: Abrir uma pasta
ro_ro: Deschide un dosar
ru_ru: Открыть папку
sv_se: Öppna en mapp
uk_ua: Відкрити папку

source: Open preferences dialog
ar_sa: فتح مربع حوار التفضيلات
cs_cz: Otevřít dialog nastavení
da_dk: Åbn indstillingsdialog
de_de: Einstellungen öffnen
el_gr: Άνοιγμα διαλόγου προτιμήσεων
es_es: Abrir diálogo de preferencias
fi_fi: Avaa asetusten valintaikkuna
fr_fr: Ouvrir la boîte de dialogue des préférences
it_it: Apri finestra delle preferenze
ja_jp: 設定ダイアログを開く
nl_nl: Open voorkeuren dialoog
no_no: Åpne preferanse-dialog
pl_pl: Otwórz okno ustawień
pt_pt: Abrir diálogo de preferências
ro_ro: Deschide dialogul preferințe
ru_ru: Открыть диалог настроек
sv_se: Öppna dialogrutan för inställningar
uk_ua: Відкрити діалог налаштувань

source: Save Selected Layer(s)...
ar_sa: حفظ الطبقة المختارة...
cs_cz: Uložit vybrané vrstvy...
da_dk: Gem Markerede Lag(ker)...
de_de: Ausgewählte Ebene(n) speichern...
el_gr: Αποθήκευση Επιλεγμένου(-ων) Στρωμάτων...
es_es: Guardar capa(s) seleccionadas...
fi_fi: Tallenna Valitut Tasot...
fr_fr: Enregistrer la/les couches(s) sélectionnée(s)...
it_it: Salva I Livelli Selezionati...
ja_jp: 選択したレイヤーを保存...
nl_nl: Geselecteerde lagen opslaan...
no_no: Lagre valgte lag(er)...
pl_pl: Zapisz wybrane warstwy...
pt_pt: Salvar camada selecionada(s)...
ro_ro: Salvează layer(urile) selectat(e)...
ru_ru: Сохранить выбранный слой(ы)...
sv_se: Spara valda lager...
uk_ua: Зберегти вибрані шари...

source: Save selected layers
ar_sa: حفظ الطبقات المحددة
cs_cz: Uložit vybrané vrstvy
da_dk: Gem valgte lag
de_de: Ausgewählte Ebenen speichern
el_gr: Αποθήκευση επιλεγμένων επιπέδων
es_es: Guardar capas seleccionadas
fi_fi: Tallenna valitut tasot
fr_fr: Enregistrer les couches sélectionnées
it_it: Salva i livelli selezionati
ja_jp: 選択したレイヤーを保存
nl_nl: Geselecteerde lagen opslaan
no_no: Lagre valgte lag
pl_pl: Zapisz wybrane warstwy
pt_pt: Salvar camadas selecionadas
ro_ro: Salvează straturile selectate
ru_ru: Сохранить выбранные слои
sv_se: Spara valda lager
uk_ua: Зберегти вибрані шари

source: Save All Layers...
ar_sa: حفظ جميع الطبقات...
cs_cz: Uložit všechny vrstvy...
da_dk: Gem Alle Lag...
de_de: Alle Ebenen speichern...
el_gr: Αποθήκευση Όλων Των Επιπέδων...
es_es: Guardar todas las capas...
fi_fi: Tallenna Kaikki Tasot...
fr_fr: Enregistrer toutes les couches...
it_it: Salva Tutti I Livelli...
ja_jp: すべてのレイヤーを保存...
nl_nl: Alle lagen opslaan...
no_no: Lagre alle lagre...
pl_pl: Zapisz wszystkie warstwy...
pt_pt: Salvar todas as camadas...
ro_ro: Salvează toate nivelele...
ru_ru: Сохранить все слои...
sv_se: Spara alla lager...
uk_ua: Зберегти всі шари...

source: Save all layers
ar_sa: حفظ جميع الطبقات
cs_cz: Uložit všechny vrstvy
da_dk: Gem alle lag
de_de: Alle Ebenen speichern
el_gr: Αποθήκευση όλων των στρωμάτων
es_es: Guardar todas las capas
fi_fi: Tallenna kaikki kerrokset
fr_fr: Enregistrer toutes les couches
it_it: Salva tutti i livelli
ja_jp: すべてのレイヤーを保存
nl_nl: Sla alle lagen op
no_no: Lagre alle lag
pl_pl: Zapisz wszystkie warstwy
pt_pt: Salvar todas as camadas
ro_ro: Salvează toate straturile
ru_ru: Сохранить все слои
sv_se: Spara alla lager
uk_ua: Зберегти всі шари

source: Save Screenshot...
ar_sa: حفظ لقطة الشاشة...
cs_cz: Uložit snímek obrazovky...
da_dk: Gem Skærmbillede...
de_de: Screenshot speichern...
el_gr: Αποθήκευση Στιγμιότυπου...
es_es: Guardar captura de pantalla...
fi_fi: Tallenna Ruudunkaappaus...
fr_fr: Enregistrer la capture d'écran...
it_it: Salva Schermata...
ja_jp: スクリーンショットを保存...
nl_nl: Schermafbeelding opslaan...
no_no: Lagre skjermbilde...
pl_pl: Zapisz zrzut ekranu...
pt_pt: Salvar Captura de tela...
ro_ro: Salvează captura ecranului...
ru_ru: Сохранить скриншот...
sv_se: Spara skärmdump...
uk_ua: Зберегти знімок екрана...

source: Save screenshot of current display, default .png
ar_sa: حفظ لقطة الشاشة للعرض الحالي، الافتراضي .png
cs_cz: Uložit snímek obrazovky aktuálního displeje, výchozí .png
da_dk: Gem skærmbillede af det aktuelle display, standard .png
de_de: Screenshot des aktuellen Displays speichern, Standard .png
el_gr: Αποθήκευση στιγμιότυπου της τρέχουσας οθόνης, προεπιλεγμένο .png
es_es: Guardar captura de pantalla de la pantalla actual, .png predeterminado
fi_fi: Tallenna kuvakaappaus nykyisestä näytöstä, oletus .png
fr_fr: Enregistrer la capture d'écran de l'affichage actuel, .png par défaut
it_it: Salva screenshot del display corrente, predefinito .png
ja_jp: 現在のディスプレイのスクリーンショットを保存します。デフォルト .png
nl_nl: Bewaar screenshot van het huidige scherm, standaard .png
no_no: Lagre skjermbilde av gjeldende visning, standard .png
pl_pl: Zapisz zrzut ekranu bieżącego wyświetlacza, domyślnie .png
pt_pt: Salvar captura de tela da exibição atual, padrão .png
ro_ro: Salvează captura de ecran a ecranului curent, .png implicit
ru_ru: Сохранить скриншот текущего дисплея, по умолчанию .png
sv_se: Spara skärmdump av aktuell skärm, standard .png
uk_ua: Зберегти знімок екрану поточного екрану за замовчуванням .png

source: Save Screenshot with Viewer...
ar_sa: حفظ لقطة الشاشة مع عارض...
cs_cz: Uložit snímek obrazovky s prohlížečem...
da_dk: Gem skærmbillede med fremviser...
de_de: Screenshot mit Viewer speichern...
el_gr: Αποθήκευση στιγμιότυπου οθόνης με το Viewer...
es_es: Guardar captura de pantalla con el vistante...
fi_fi: Tallenna kuvakaappaus katsojalla...
fr_fr: Enregistrer la capture d’écran avec le visualiseur...
it_it: Salva screenshot con il visualizzatore...
ja_jp: ビューアーでスクリーンショットを保存...
nl_nl: Screenshot opslaan met weergave...
no_no: Lagre skjermbilde med viser...
pl_pl: Zapisz zrzut ekranu w przeglądarce...
pt_pt: Salvar captura de tela com o Visualizador...
ro_ro: Salvează captura de ecran cu vizualizator...
ru_ru: Сохранить скриншот с помощью Просмотр...
sv_se: Spara skärmbild med Viewer...
uk_ua: Зберегти знімок екрану при перегляді...

source: Save screenshot of current display with the viewer, default .png
ar_sa: حفظ لقطة الشاشة الحالية مع المعرض، الافتراضي .png
cs_cz: Uložit snímek aktuální obrazovky s prohlížečem, výchozí .png
da_dk: Gem skærmbillede af den aktuelle skærm med fremviseren, standard .png
de_de: Screenshot des aktuellen Bildschirms mit dem Viewer speichern, Standard .png
el_gr: Αποθήκευση στιγμιότυπου της τρέχουσας οθόνης με τον προβολέα, προεπιλεγμένο .png
es_es: Guardar captura de pantalla actual con el visor por defecto .png
fi_fi: Tallenna kuvakaappaus nykyisestä näytöstä katsojan kanssa, oletus .png
fr_fr: Enregistrer la capture d'écran de l'écran actuel avec le visualisateur, par défaut .png
it_it: Salva lo screenshot del display corrente con il visualizzatore, .png predefinito
ja_jp: 現在のディスプレイのスクリーンショットをビューアーで保存します。デフォルト .png
nl_nl: Bewaar screenshot van het huidige display met de viewer, standaard .png
no_no: Lagre skjermbilde av gjeldende visning med viseren, standard .png
pl_pl: Zapisz zrzut ekranu bieżącego ekranu z widzą, domyślnie .png
pt_pt: Salvar captura de tela do display atual com o visualizador padrão, .png
ro_ro: Salvați captura de ecran a afișajului curent cu vizualizatorul, .png implicit
ru_ru: Сохранить скриншот текущего дисплея с программой просмотра по умолчанию .png
sv_se: Spara skärmdump av aktuell skärm med läsaren, standard .png
uk_ua: Зберегти скріншот поточного екрану для переглядача, за замовчуванням .png

source: Exit
ar_sa: الخروج
cs_cz: Ukončit
da_dk: Afslut
de_de: Beenden
el_gr: Έξοδος
es_es: Salir
fi_fi: Poistu
fr_fr: Quitter
it_it: Esci
ja_jp: 終了
nl_nl: Afsluiten
no_no: Avslutt
pl_pl: Wyjście
pt_pt: Sair
ro_ro: Ieșire
ru_ru: Выход
sv_se: Avsluta
uk_ua: Вийти

source: Restart
ar_sa: إعادة التشغيل
cs_cz: Restartovat
da_dk: Genstart
de_de: Neustart
el_gr: Επανεκκίνηση
es_es: Reiniciar
fi_fi: Käynnistä Uudelleen
fr_fr: Redémarrer
it_it: Riavvia
ja_jp: 再起動
nl_nl: Herstarten
no_no: Omstart
pl_pl: Uruchom ponownie
pt_pt: Reiniciar
ro_ro: Repornire
ru_ru: Перезапустить
sv_se: Starta om
uk_ua: Перезапустити

source: Close Window
ar_sa: إغلاق النافذة
cs_cz: Zavřít okno
da_dk: Luk Vindue
de_de: Fenster schließen
el_gr: Κλείσιμο Παραθύρου
es_es: Cerrar ventana
fi_fi: Sulje Ikkuna
fr_fr: Fermer la fenêtre
it_it: Chiudi Finestra
ja_jp: ウィンドウを閉じる
nl_nl: Sluit venster
no_no: Lukk vindu
pl_pl: Zamknij okno
pt_pt: Fechar Janela
ro_ro: Închide fereastra
ru_ru: Закрыть окно
sv_se: Stäng fönster
uk_ua: Закрити вікно

source: Open Sample
ar_sa: فتح عينة
cs_cz: Otevřít ukázku
da_dk: Åben Prøve
de_de: Beispiel öffnen
el_gr: Άνοιγμα Δείγματος
es_es: Abrir muestra
fi_fi: Avaa Näyte
fr_fr: Ouvrir un échantillon
it_it: Apri Campione
ja_jp: サンプルを開く
nl_nl: Open voorbeeld
no_no: Åpne prøve
pl_pl: Otwórz próbkę
pt_pt: Abrir Amostra
ro_ro: Deschide Mostră
ru_ru: Открыть образец
sv_se: Öppna exempel
uk_ua: Відкрити зразок

source: &File
ar_sa: &ملف
cs_cz: &Soubor
da_dk: &Fil
de_de: &Datei
el_gr: &Αρχείο
es_es: &Archivo
fi_fi: &Tiedosto
fr_fr: &Fichier
ja_jp: ファイル(&F)
nl_nl: &Bestand
no_no: &Fil
pl_pl: &Plik
pt_pt: &Arquivo
ro_ro: &Fișier
ru_ru: &Файл
sv_se: &Fil
uk_ua: &Файл

source: Toggle Menubar Visibility
ar_sa: تبديل رؤية المينوبر
cs_cz: Přepnout viditelnost menu
da_dk: Slå Menulinje Synlighed Til
de_de: Menüleistensichtbarkeit umschalten
el_gr: Εναλλαγή Ορατότητας Μενού
es_es: Cambiar visibilidad de menús
fi_fi: Valitse Valikkopalkin Näkyvyys
fr_fr: Activer/désactiver la visibilité de la barre de menu
it_it: Attiva/Disattiva Visibilità Della Barra Dei Menu
ja_jp: メニューバー表示の切り替え
nl_nl: Zichtbaarheid van menubalk in-/uitschakelen
no_no: Veksle Menyvisning
pl_pl: Przełącz widoczność paska menu
pt_pt: Alternar Visibilidade da Barra de Menus
ro_ro: Comutare vizibilitate meniu
ru_ru: Переключить видимость меню
sv_se: Växla Menubar Synlighet
uk_ua: Перемкнути видимість меню

source: Toggle Full Screen
ar_sa: تبديل ملء الشاشة
cs_cz: Přepnout na celou obrazovku
da_dk: Skift Fuld Skærm
de_de: Vollbild umschalten
el_gr: Εναλλαγή Πλήρους Οθόνης
es_es: Cambiar a pantalla completa
fi_fi: Vaihda Kokoruututilaan
fr_fr: Basculer en plein écran
it_it: Attiva/Disattiva Schermo Intero
ja_jp: 全画面表示の切り替え
nl_nl: Volledig scherm in-/uitschakelen
no_no: Gå inn/ut av fullskjerm
pl_pl: Przełącz pełny ekran
pt_pt: Alternar para Tela Cheia
ro_ro: Comutare ecran complet
ru_ru: Полноэкранный режим
sv_se: Växla helskärm
uk_ua: На весь екран

source: Toggle full screen
ar_sa: تبديل ملء الشاشة
cs_cz: Přepnout na celou obrazovku
da_dk: Slå fuldskærm til/fra
de_de: Vollbild umschalten
el_gr: Εναλλαγή πλήρους οθόνης
es_es: Cambiar a pantalla completa
fi_fi: Vaihda koko näytön tilaa
fr_fr: Basculer en plein écran
it_it: Attiva/disattiva schermo intero
ja_jp: 全画面表示の切り替え
nl_nl: Volledig scherm aan/uit
no_no: Gå inn/ut av fullskjerm
pl_pl: Przełącz na pełny ekran
pt_pt: Alternar para tela cheia
ro_ro: Comutare ecran complet
ru_ru: Включить полноэкранный режим
sv_se: Växla helskärm
uk_ua: Повноекранний режим

source: Toggle Play
ar_sa: تبديل اللعب
cs_cz: Přepnout přehrávání
da_dk: Skift Afspil
de_de: Wiedergabe umschalten
el_gr: Εναλλαγή Αναπαραγωγής
es_es: Cambiar Jugar
fi_fi: Vaihda Toistoa
fr_fr: Activer/désactiver la lecture
it_it: Attiva/Disattiva Riproduci
ja_jp: プレイの切り替え
nl_nl: Schakelen tussen spelen
no_no: Veksle spill
pl_pl: Przełącz odtwarzanie
pt_pt: Alternar Jogar
ro_ro: Comutare redare
ru_ru: Играть
sv_se: Växla Play
uk_ua: Вкл/викл Відтворення

source: &View
ar_sa: &عرض
cs_cz: &Zobrazit
da_dk: &Vis
de_de: &Ansicht
el_gr: &Προβολή
es_es: &Ver
fi_fi: &Näytä
fr_fr: &Voir
it_it: &Visualizza
ja_jp: 表示(&V)
nl_nl: &Bekijken
no_no: &Vis
pl_pl: &Widok
pt_pt: &Visualização
ro_ro: &Vizualizare
ru_ru: Вид
sv_se: &Visa
uk_ua: &Вигляд

source: Toggle Chunk Outlines
ar_sa: تبديل مخططات القطعة
cs_cz: Přepnout obrysy chunku
da_dk: Slå Chunk Omrids Til/Fra
de_de: Chunk-Umrisse umschalten
el_gr: Εναλλαγή Περιγράμματος Κομματιού
es_es: Alternar líneas de trozo
fi_fi: Vaihda Lohkojen Rajaviivoja
fr_fr: Activer/désactiver les contours du chunk
it_it: Attiva/Disattiva Contorni Chunk
ja_jp: チャンクのアウトラインを切り替える
no_no: Skru av/på Chunk Outlines
pl_pl: Przełącz obrysy fragmentów
pt_pt: Ativar/desativar Contornos de Chunk
ro_ro: Comută contururile chunk-ului
ru_ru: Контуры чанков
sv_se: Växla Chunk konturer
uk_ua: Перемкнути обриси чанків

source: Axes
ar_sa: محاور
cs_cz: Osy
da_dk: Akser
de_de: Achsen
el_gr: Τσεκούρια
es_es: Hachas
fi_fi: Akselit
fr_fr: Haches
it_it: Assi
ja_jp: 軸
nl_nl: Assen
no_no: Økser
pl_pl: Siekiery
pt_pt: Machados
ro_ro: Axe
ru_ru: Секиры
sv_se: Axlar
uk_ua: Вісі

source: Visible
ar_sa: مرئي
cs_cz: Viditelné
da_dk: Synlig
de_de: Sichtbar
el_gr: Ορατό
fi_fi: Näkyvä
it_it: Visibile
ja_jp: 表示
nl_nl: Zichtbaar
no_no: Synlig
pl_pl: Widoczny
pt_pt: Visível
ro_ro: Vizibil
ru_ru: Видимый
sv_se: Synlig
uk_ua: Видимий

source: Colored
ar_sa: لون
cs_cz: Barevné
da_dk: Farvet
de_de: Farblich
el_gr: Έγχρωμο
es_es: Coloreado
fi_fi: Värillinen
fr_fr: Coloré
it_it: Colorato
ja_jp: カラー
nl_nl: Kleur:
no_no: Farget
pl_pl: Kolorowe
pt_pt: Colorido
ro_ro: Colorat
ru_ru: Цветной
sv_se: Färgad
uk_ua: Кольорові

source: Labels
ar_sa: التسميات
cs_cz: Popisky
da_dk: Etiketter
de_de: Etiketten
el_gr: Ετικέτες
es_es: Etiquetas
fi_fi: Tunnisteet
fr_fr: Étiquettes
it_it: Etichette
ja_jp: ラベル
no_no: Etiketter
pl_pl: Etykiety
pt_pt: Marcadores
ro_ro: Etichete
ru_ru: Метки
sv_se: Etiketter
uk_ua: Мітки

source: Dashed
ar_sa: متقلب
cs_cz: Přerušeno
da_dk: Stiplet
de_de: Gestattet
el_gr: Διακεκομμένη
es_es: Limpiado
fi_fi: Katkoviiva
fr_fr: Tiret
it_it: Tratteggiato
ja_jp: 破線
nl_nl: Onderbroken
no_no: Stiplet
pl_pl: Kreskowane
pt_pt: Tracejado
ro_ro: Oprită
ru_ru: Пунктир
sv_se: Streckad
uk_ua: Пунктирна

source: Arrows
ar_sa: الأسهم
cs_cz: Šipky
da_dk: Pile
de_de: Pfeile
el_gr: Βέλη
es_es: Flechas
fi_fi: Nuolet
fr_fr: Flèches
it_it: Frecce
ja_jp: 矢印
nl_nl: Pijlen
no_no: Piler
pl_pl: Strzały
pt_pt: Setas
ro_ro: Săgeți
ru_ru: Стрелки
sv_se: Pilar
uk_ua: Стріли

source: Scale Bar
ar_sa: شريط المقياس
cs_cz: Šupinová lišta
da_dk: Skalér Linje
de_de: Skalierungsleiste
el_gr: Γραμμή Κλίμακας
es_es: Barra de escala
fi_fi: Skaalaa Palkki
fr_fr: Barre d'écailles
it_it: Barra Di Scala
ja_jp: スケールバー
nl_nl: Schaal balk
no_no: Skala Bar
pl_pl: Pasek skali
pt_pt: Barra de Escala
ro_ro: Scară Bară
ru_ru: Шкала масштаба
sv_se: Skala fältet
uk_ua: Шкала масштабу

source: Ticks
ar_sa: علامات
cs_cz: Tikty
da_dk: Flåter
el_gr: Τικ
fi_fi: Punkit
fr_fr: Billets
it_it: Zecche
nl_nl: Streepjes
no_no: Flått
pl_pl: Ticki
pt_pt: Tiques
ro_ro: Căpuşe
ru_ru: Тики
sv_se: Fästingar
uk_ua: Кліщі

source: Remove Dock Widgets
ar_sa: إزالة الشريط السفلي
cs_cz: Odstranit dok widgety
da_dk: Fjern Dock Widgets
de_de: Dock-Widgets entfernen
el_gr: Αφαίρεση Συστατικών Προσάρτησης
es_es: Eliminar Widgets de Dock
fi_fi: Poista Telakan Widgetit
fr_fr: Supprimer les Widgets Dock
it_it: Rimuovi Oggetti Dock
ja_jp: ドックウィジェットを削除
nl_nl: Dock-widgets verwijderen
no_no: Fjern Dock Widgets
pl_pl: Usuń widżety dokujące
pt_pt: Remover Widgets do Dock
ro_ro: Elimină widget-urile de andocare
ru_ru: Удалить виджеты док-станции
sv_se: Ta bort dockwidgetar
uk_ua: Видалити віджети док-станції

source: Remove all dock widgets
ar_sa: إزالة جميع أدوات الإرساء
cs_cz: Odstranit všechny dokové widgety
da_dk: Fjern alle dock widgets
de_de: Alle Dock-Widgets entfernen
el_gr: Αφαίρεση όλων των widget προσάρτησης
es_es: Eliminar todos los widgets de acoplamiento
fi_fi: Poista kaikki telakan widgetit
fr_fr: Supprimer tous les widgets du dock
it_it: Rimuovi tutti i widget di aggancio
ja_jp: すべてのドックウィジェットを削除
nl_nl: Verwijder alle dock widgets
no_no: Fjern alle dock-widgeter
pl_pl: Usuń wszystkie widżety docka
pt_pt: Remover todos os widgets da dock
ro_ro: Elimină toate widget-urile de andocare
ru_ru: Удалить все виджеты док-станции
sv_se: Ta bort alla dockwidgetar
uk_ua: Видалити всі віджети в док-станції

source: &Window
ar_sa: &نافذة
cs_cz: &Okno
da_dk: &Vindue
de_de: &Fenster
el_gr: &Παράθυρο
es_es: &Ventana
fi_fi: &Ikkuna
fr_fr: &Fenêtre
it_it: &Finestra
ja_jp: ウィンドウ(&W)
nl_nl: &Venster
no_no: &Vindu
pl_pl: &Okno
pt_pt: &Janela
ro_ro: &Fereastră
ru_ru: &Окно
sv_se: &Fönster
uk_ua: &Вікно

source: &Plugins
ar_sa: إضافات
cs_cz: &Pluginy
el_gr: &Πρόσθετα
fi_fi: &Liitännäiset
it_it: &Plugin
ja_jp: プラグイン(&E)
no_no: &Utvidelser
pl_pl: &Wtyczki
ro_ro: &Extensii
ru_ru: &Плагины
sv_se: &Tillägg
uk_ua: &Додатки

source: Install/Uninstall Package(s)...
ar_sa: تثبيت/إلغاء تثبيت الحزمة...
cs_cz: Instalovat/odinstalovat balíčky...
da_dk: Installér/Afinstaller Pakke(r)...
de_de: Package(n) installieren/deinstallieren...
el_gr: Εγκατάσταση/Απεγκατάσταση Πακέτων...
es_es: Instalar/Desinstalar paquete(s)...
fi_fi: Asenna/Poista Paketti(t)...
fr_fr: Installer/désinstaller un/des paquets(s)...
it_it: Installa/Disinstalla Pacchetto/i...
ja_jp: パッケージのインストール/アンインストール...
nl_nl: Installeren/Verwijderen Pakket(en)...
no_no: Installer/Avinstaller Pakke(r)...
pl_pl: Zainstaluj/Odinstaluj pakiet(y)...
pt_pt: Instalar/Desinstalar Pacote(s)...
ro_ro: Instalare/Dezinstalare Pachete(e)...
ru_ru: Установить/удалить пакет(я)...
sv_se: Installera/avinstallera paket...
uk_ua: Встановити/видалити пакети...

source: Plugin Errors...
ar_sa: خطأ في الإضافة...
cs_cz: Chyby pluginu...
da_dk: Plugin Fejl...
de_de: Plugin-Fehler...
el_gr: Σφάλματα Πρόσθετων...
es_es: Error del plugin...
fi_fi: Liitännäisen Virheet...
fr_fr: Erreurs de plug-in...
it_it: Errori Plugin...
ja_jp: プラグインエラー...
nl_nl: Plugin fouten...
no_no: Feil med programtillegg...
pl_pl: Błędy wtyczki...
pt_pt: Erros de Plugins...
ro_ro: Erori Plugin...
ru_ru: Ошибки плагина...
sv_se: Fel i plugin...
uk_ua: Помилки плагіна...

source: Review stack traces for plugin exceptions and notify developers
ar_sa: مراجعة آثار المكدس لاستثناءات المكدس وإعلام المطورين
cs_cz: Zkontrolujte skladby pro výjimky z pluginů a oznamte vývojářům
da_dk: Gennemgå stak spor for plugin undtagelser og underrette udviklere
de_de: Stack-Spuren für Plugin-Ausnahmen überprüfen und Entwickler benachrichtigen
el_gr: Ανασκόπηση ιχνών στοίβας για εξαιρέσεις προσθέτων και ειδοποίηση προγραμματιστών
es_es: Revisar stack traces para excepciones de plugins y notificar a los desarrolladores
fi_fi: Tarkista pino jälkiä plugin poikkeuksia ja ilmoittaa kehittäjille
fr_fr: Revoir les traces de piles pour les exceptions de plugin et notifier les développeurs
it_it: Controlla le tracce dello stack per le eccezioni del plugin e avvisa gli sviluppatori
ja_jp: プラグイン例外のスタックトレースを確認し、開発者に通知する
nl_nl: Controleer stack sporen voor plugin uitzonderingen en informeer ontwikkelaars
no_no: Gjennomgå stabelspor for pluginunntak og varsle utviklere
pl_pl: Przejrzyj ślady stosu dla wyjątków od wtyczki i powiadamiaj programistów
pt_pt: Revise trilhas de pilha para plugins de exceções e notifique os desenvolvedores
ro_ro: Revizuiește stilurile de urmărire pentru excepțiile plugin-urilor și anunță dezvoltatorii
ru_ru: Просмотр следов стека для исключений из плагинов и уведомления разработчиков
sv_se: Granska stack spår för plugin undantag och meddela utvecklare
uk_ua: Огляд трасувань стеку для винятків плагінів і повідомляти розробників

source: Add Dock Widget
ar_sa: إضافة الشريط السفلي
cs_cz: Přidat dok widget
da_dk: Tilføj Dock- Widget
de_de: Dock-Widget hinzufügen
el_gr: Προσθήκη Widget Προσάρτησης
es_es: Añadir Widget de base
fi_fi: Lisää Telakan Widget
fr_fr: Ajouter un Widget de Dock
it_it: Aggiungi Widget Dock
ja_jp: ドックウィジェットを追加
nl_nl: Dock-widget toevoegen
no_no: Legg til Dock-widget
pl_pl: Dodaj widżet dokujący
pt_pt: Adicionar Dock Widget
ro_ro: Adaugă widget de andocare
ru_ru: Добавить виджет док-станции
sv_se: Lägg till dockwidget
uk_ua: Додати віджет панелі

source: &Help
ar_sa: &مساعدة
cs_cz: &Nápověda
da_dk: &Hjælp
de_de: &Hilfe
el_gr: &Βοήθεια
es_es: &Ayuda
fi_fi: &Ohje
fr_fr: &Aide
it_it: &Aiuto
ja_jp: ヘルプ (&H)
nl_nl: &Hulp
no_no: &Hjelp
pl_pl: &Pomoc
pt_pt: &Ajuda
ro_ro: &Ajutor
ru_ru: &Помощь
sv_se: &Hjälp
uk_ua: &Допомога

source: About napari
ar_sa: حول ناباري
cs_cz: O nafari
da_dk: Om napari
de_de: Über napari
el_gr: Σχετικά με napari
es_es: Acerca de napari
fi_fi: Tietoja naparista
fr_fr: À propos de napari
it_it: Informazioni su napari
ja_jp: ナパリについて
nl_nl: Over napari
no_no: Om napari
pl_pl: O napari
pt_pt: Sobre o napari
ro_ro: Despre napari
ru_ru: О Нанакари
sv_se: Om napari
uk_ua: Про napari

source: Show Key Bindings
ar_sa: إظهار الروابط الرئيسية
cs_cz: Zobrazit klíčová slova
da_dk: Vis Nøglebindinger
de_de: Tastenbelegungen anzeigen
el_gr: Εμφάνιση Δεσμών Κλειδιών
es_es: Mostrar enlaces de teclas
fi_fi: Näytä Näppäinsidokset
fr_fr: Afficher les liens clés
it_it: Mostra Collegamenti A Tasti
ja_jp: キーの結合を表示
nl_nl: Toon sleutelbindingen
no_no: Vis viktige bindinger
pl_pl: Pokaż powiązania klawiszy
pt_pt: Mostrar Ligações de Teclas
ro_ro: Afișare butoane
ru_ru: Показать сочетания клавиш
sv_se: Visa nyckelbindningar
uk_ua: Показувати прикріплення клавіш

source: key_bindings
ar_sa: ربط المفتاح
cs_cz: vazby_klávesy
de_de: key_bindungen
el_gr: συντομεύσεις_κλειδιού
fi_fi: näppäin_sitomiset
fr_fr: liaisons clavier
it_it: associazioni
nl_nl: sleutel_bindingen
no_no: key_bindinger
pl_pl: Wiązania
pt_pt: botão_combinações_de_tecla
ro_ro: bindări cheie_
ru_ru: _привязки клавиш
sv_se: Nyckelband
uk_ua: позначки ключа_прив'язки

source: Dock widget {number}
ar_sa: أداة الإرساء {number}
cs_cz: Widget doku {number}
el_gr: Γραφικό στοιχείο βάσης σύνδεσης {number}
es_es: Widget de acoplamiento {number}
fi_fi: Telakan widget {number}
fr_fr: Widget de dock {number}
ja_jp: ドックウィジェット {number}
no_no: Dokk-widget {number}
pl_pl: Widżet doku {number}
pt_pt: Widget de dock {number}
ro_ro: Widget andocare {number}
ru_ru: Виджет на док-станцию {number}
sv_se: Docka widget {number}
uk_ua: Док-панель віджету {number}
