Repository: napari/napari-language-packs
Catalog: napari/locale/*/LC_MESSAGES/napari.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

source: Received sequence for argument '{argument}', did you mean to specify a 'channel_axis'?
ar_sa: تسلسل المستلم للحجة ''{argument}'، هل تقصد تحديد 'channel_axis'؟
cs_cz: Přijatá posloupnost pro argument '{argument}', máte v úmyslu zadat 'channel_axis'?
da_dk: Modtaget sekvens for argument '{argument}', mente du at angive en 'channel_axis'?
de_de: Sequenz für Argument '{argument}' empfangen, meinten Sie, eine 'Channel_axis' anzugeben?
el_gr: Ελήφθη ακολουθία για το όρισμα '{argument}', εννοείτε να καθορίσετε ένα 'channel_axis'?
es_es: Secuencia recibida para el argumento '{argument}', ¿quieres especificar un 'channel_axis'?
fi_fi: Vastaanotettu sekvenssi argumentille '{argument}', tarkoititko määrittää 'channel_axis'?
fr_fr: Séquence reçue pour l'argument '{argument}', voulez-vous spécifier un 'channel_axis' ?
it_it: La sequenza ricevuta per l'argomento '{argument}', intendeva specificare un 'channel_axis'?
ja_jp: 引数'{argument}'のシーケンスを受信しました。'channel_axis'を指定しましたか？
nl_nl: Opgeslagen reeks voor argument '{argument}', bedoelde u een 'channel_axis' te specificeren?
no_no: Mottatte sekvenser for argument '{argument}', mente du å spesifisere en 'channel_axis'?
pl_pl: Otrzymano sekwencję dla argumentu{argument}', czy chcesz określić 'channel_axis'?
pt_pt: Sequência recebida para o argumento '{argument}', você quis especificar um 'canal_axis'?
ro_ro: Secvență primită pentru argumentul '{argument}', vrei să specifici un 'canel_axis'?
ru_ru: Получена последовательность для аргумента '{argument}', хотите ли вы указать 'channel_axis'?
sv_se: Tog emot sekvens för argument '{argument}', menade du att ange en 'channel_axis'?
uk_ua: Отримано послідовність аргументу '{argument}, ви мали на увазі вказати 'channel_axis'?

source: Plugin {plugin!r} does not provide sample data named {sample!r}. Available samples include: {samples}.
ar_sa: الإضافة {plugin!r} لا تقدم عينة بيانات مسماة {عينة!r}. العينات المتاحة تشمل: {samples}.
cs_cz: Plugin {plugin!r} neposkytuje vzorová data s názvem {sample!r}. Dostupné vzorky zahrnují: {samples}.
da_dk: Plugin {plugin!r} leverer ikke eksempeldata med navnet {sample!r}. Tilgængelige prøver omfatter: {samples}.
de_de: Plugin {plugin!r} bietet keine Beispieldaten namens {sample!r}. Verfügbare Beispiele sind: {samples}.
el_gr: Το πρόσθετο {plugin!r} δεν παρέχει δεδομένα δείγματος με όνομα {sample!r}. Τα διαθέσιμα δείγματα περιλαμβάνουν: {samples}.
es_es: Plugin {plugin!r} no proporciona datos de ejemplo llamados {sample!r}. Las muestras disponibles incluyen: {samples}.
fi_fi: Plugin {plugin!r} ei anna näytetietoja nimeltä {sample!r}. Saatavilla olevat näytteet sisältävät: {samples}.
fr_fr: Le plugin {plugin!r} ne fournit pas de données d'échantillonnage nommé {sample!r}. Les échantillons disponibles incluent : {samples}.
it_it: Il plugin {plugin!r} non fornisce dati di esempio chiamati {sample!r}. I campioni disponibili includono: {samples}.
ja_jp: プラグイン{plugin!r} は {sample!r} という名前のサンプルデータを提供していません。利用可能なサンプルは次のとおりです: {samples}。
nl_nl: Plugin {plugin!r} biedt geen voorbeeld data met de naam {sample!r}. Beschikbare voorbeelden zijn: {samples}.
no_no: Programtillegg {plugin!r} gir ikke eksempeldata kalt {sample!r}. Tilgjengelige prøver inkluderer: {samples}.
pl_pl: Wtyczka {plugin!r} nie dostarcza przykładowych danych o nazwie {sample!r}. Dostępne próbki obejmują: {samples}.
pt_pt: O plugin {plugin!r} não fornece dados de amostra chamados {amostra!r}. Amostras disponíveis incluem: {samples}.
ro_ro: Plugin-ul {plugin!r} nu furnizează date eșantion numite {sample!r}. Probele disponibile includ: {samples}.
ru_ru: Плагин {plugin!r} не предоставляет пример данных с именем {sample!r}. Доступные примеры включают: {samples}.
sv_se: Plugin {plugin!r} tillhandahåller inte exempeldata som heter {sample!r}. Tillgängliga prover inkluderar: {samples}.
uk_ua: Плагін {plugin!r} не надає зразкові дані з ім'ям {sample!r}. Доступні зразки: {samples}.

source: Plugin {plugin!r} does not provide sample data named {sample!r}. No plugin samples have been registered.
ar_sa: البرنامج المساعد {plugin!r} لا يقدم عينة بيانات مسماة {عينة!r}. لم يتم تسجيل أي عينات.
cs_cz: Plugin {plugin!r} neposkytuje vzorová data s názvem {sample!r}. Žádné vzorky pluginu nebyly registrovány.
da_dk: Plugin {plugin!r} leverer ikke eksempeldata med navnet {sample!r}. Der er ikke registreret nogen plugin-prøver.
de_de: Plugin {plugin!r} bietet keine Beispieldaten namens {sample!r}. Es wurden keine Beispielbeispiele registriert.
el_gr: Το πρόσθετο {plugin!r} δεν παρέχει δεδομένα δείγματος με όνομα {sample!r}. Κανένα δείγμα δεν έχει καταχωρηθεί.
es_es: Plugin {plugin!r} no proporciona datos de ejemplo llamados {sample!r}. No se han registrado muestras de plugin.
fi_fi: Liitännäinen {plugin!r} ei anna näytetietoja nimeltä {sample!r}. Liitännäisnäytteitä ei ole rekisteröity.
fr_fr: Le plugin {plugin!r} ne fournit pas de données d'échantillon nommé {sample!r}. Aucun échantillon de plugin n'a été enregistré.
it_it: Il plugin {plugin!r} non fornisce dati di esempio denominati {sample!r}. Nessun esempio di plugin è stato registrato.
ja_jp: プラグイン{plugin!r} は {sample!r} という名前のサンプルデータを提供していません。プラグインのサンプルが登録されていません。
nl_nl: Plugin {plugin!r} biedt geen voorbeeldgegevens met de naam {sample!r}. Er zijn geen plugin-voorbeelden geregistreerd.
no_no: Programtillegg {plugin!r} gir ikke eksempeldata kalt {sample!r}. Ingen tilleggsprøver er registrert.
pl_pl: Wtyczka {plugin!r} nie dostarcza przykładowych danych o nazwie {sample!r}. Żadne próbki wtyczki nie zostały zarejestrowane.
pt_pt: O plugin {plugin!r} não fornece dados de amostra chamados {sample!r}. Nenhuma amostra de plugin foi registrada.
ro_ro: Plugin-ul {plugin!r} nu furnizează date eșantion numite {sample!r}. Nici un eșantion de plugin nu a fost înregistrat.
ru_ru: Плагин {plugin!r} не предоставляет пример данных с именем {sample!r}. Образцы плагинов не были зарегистрированы.
sv_se: Plugin {plugin!r} tillhandahåller inte exempeldata som heter {sample!r}. Inga pluginprover har registrerats.
uk_ua: Плагін {plugin!r} не надає зразкових даних з ім'ям {sample!r}. Не зареєстровано жодних зразків плагінів.

source: Got unexpected type for sample ({plugin!r}, {sample!r}): {data_type}
ar_sa: حصلت على نوع غير متوقع للعينة ({plugin!r}, {عينة!r}): {data_type}
cs_cz: Máte neočekávaný typ vzorku ({plugin!r}, {sample!r}): {data_type}
da_dk: Fik uventet type for eksempel ({plugin!r}, {sample!r}): {data_type}
de_de: Unerwarteter Typ für Beispiel ({plugin!r}, {Beispiel!r}): {data_type}
el_gr: Μη αναμενόμενος τύπος δείγματος ({plugin!r}, {sample!r}): {data_type}
es_es: Tipo inesperado de muestra ({plugin!r}, {sample!r}): {data_type}
fi_fi: Sain odottamattoman tyypin näytteelle ({plugin!r}, {sample!r}): {data_type}
fr_fr: Type inattendu pour l'exemple ({plugin!r}, {sample!r}) : {data_type}
it_it: Ottenuto tipo inatteso per esempio ({plugin!r}, {sample!r}): {data_type}
nl_nl: Heb een onverwacht type voor voorbeeld ({plugin!r}, {sample!r}): {data_type}
no_no: Fikk uventet type for eksempel ({plugin!r}, {eksempel!r}): {data_type}
pl_pl: Nieoczekiwany typ próbki ({plugin!r}, {sample!r}): {data_type}
pt_pt: Tipo inesperado para amostra ({plugin!r}, {sample!r}): {data_type}
ro_ro: Am primit tip neașteptat de exemplu ({plugin!r}, {sample!r}): {data_type}
ru_ru: Получен неожиданный тип для примера ({plugin!r}, {sample!r}): {data_type}
sv_se: Fick oväntad typ för prov ({plugin!r}, {sample!r}): {data_type}
uk_ua: Отримано неочікуваний тип для зразка ({plugin!r}, {sample!r}): {data_type}

source: 'path' argument must be a string, list, or tuple
ar_sa: حجة 'الطريق' يجب أن تكون سلسلة أو قائمة أو أنابيب
cs_cz: Argument 'cesta' musí být řetězec, seznam, nebo naladění
da_dk: 'sti' argument skal være en streng, liste eller tuple
de_de: 'path' Argument muss ein String, eine Liste oder ein Tupel sein
el_gr: 'path' όρισμα πρέπει να είναι μια συμβολοσειρά, λίστα ή σωληνάριο
es_es: El argumento 'ruta' debe ser una cadena, lista o tuple
fi_fi: 'polku' argumentin täytyy olla merkkijono, lista tai tupla
fr_fr: l'argument 'path' doit être une chaîne, une liste ou un tuple
it_it: L'argomento 'path' deve essere una stringa, una lista o una tupla
ja_jp: 'path' 引数は文字列、リスト、またはタプルでなければなりません
nl_nl: 'path' argument moet een tekenreeks, lijst of tuple zijn
no_no: 'sti' argument må være en streng, en liste eller en tuppel
pl_pl: argument 'path' musi być ciągiem, listą lub krotką
pt_pt: O argumento 'path' deve ser uma string, lista, ou tupla
ro_ro: Argumentul "cale" trebuie să fie un string, o listă sau un tuple
ru_ru: Аргумент «путь» должен быть строкой, списком или трубкой
sv_se: 'sökväg' argument måste vara en sträng, lista eller tuple
uk_ua: 'path' аргумент повинен бути рядком, списком або кортежем

source: Unrecognized layer_type: '{layer_type}'. Must be one of: {layer_names}.
ar_sa: طبقة غير معروفة_نوع: '{layer_type}'. يجب أن تكون واحدة من: {layer_names}.
cs_cz: Nerozpoznaný layer_type: '{layer_type}'. Musí být jeden z: {layer_names}.
da_dk: Ukendt layer_type: '{layer_type}'. Skal være en af: {layer_names}.
de_de: Unbekannter layer_type: '{layer_type}'. Muss einer von: {layer_names} sein.
el_gr: Μη αναγνωρίσιμο layer_type: '{layer_type}. Πρέπει να είναι ένα από: {layer_names}.
es_es: No se reconoce layer_type: '{layer_type}'. Debe ser uno de: {layer_names}.
fi_fi: Tunnistamaton taso_tyyppi: '{layer_type}'. Täytyy olla yksi seuraavista: {layer_names}.
fr_fr: Type de calque non reconnu : '{layer_type}'. Doit être l'un des : {layer_names}.
it_it: Layer_type non riconosciuto: '{layer_type}'. Deve essere uno di: {layer_names}.
ja_jp: layer_type: '{layer_type}'. のいずれかでなければなりません: {layer_names}.
nl_nl: Niet-herkende laag_type: '{layer_type}'. Moet een van de volgende zijn: {layer_names}.
no_no: Ikke-gjenkjent lag_type: '{layer_type}'. Må være ett av: {layer_names}.
pl_pl: Nierozpoznana warstwa_typ: '{layer_type}'. Musi być jednym z: {layer_names}.
pt_pt: layer_type: '{layer_type}' não reconhecido. Deve ser um dos: {layer_names}.
ro_ro: layer_type: '{layer_type}'. Trebuie să fie unul dintre el: {layer_names}.
ru_ru: Неизвестный слой_тип: '{layer_type}'. Должно быть одно из: {layer_names}.
sv_se: Okänd lager_typ: '{layer_type}'. Måste vara ett av: {layer_names}.
uk_ua: Нерозпізнаний тип layer_type: '{layer_type}. Повинно бути одним з: {layer_names}.

source: _add_layer_from_data received an unexpected keyword argument ({bad_key}) for layer type {layer_type}
ar_sa: _add_layer_from_data تلقى وسيط غير متوقع للكلمة المفتاحية ({bad_key}) لنوع الطبقة {layer_type}
cs_cz: _add_layer_from_data obdržela neočekávaný parametr klíčového slova ({bad_key}) pro typ vrstvy {layer_type}
da_dk: _add_layer_from_data modtaget et uventet søgeord argument ({bad_key}) for lagtype {layer_type}
de_de: _add_layer_from_data hat ein unerwartetes Schlüsselwortargument ({bad_key}) für Ebenentyp {layer_type} erhalten
el_gr: _add_layer_from_data έλαβε μια μη αναμενόμενη παράμετρος λέξης-κλειδιού ({bad_key}) για τον τύπο στρώματος {layer_type}
es_es: _add_layer_from_data ha recibido un argumento de palabra clave inesperado ({bad_key}) para el tipo de capa {layer_type}
fi_fi: _add_layer_from_data vastaanotti odottamattoman avainsanan argumentin ({bad_key}) kerrostyypille {layer_type}
fr_fr: _add_layer_from_data a reçu un argument mot clé inattendu ({bad_key}) pour le type de couche {layer_type}
it_it: _add_layer_from_data ha ricevuto un argomento di parola chiave inatteso ({bad_key}) per il tipo di livello {layer_type}
ja_jp: _add_layer_from_dataはレイヤータイプが{layer_type}ですが、不適切なキーワード引数 ({bad_key}) が渡されました。
nl_nl: _add_layer_from_data ontvangen een onverwacht trefwoordargument ({bad_key}) voor laag type {layer_type}
no_no: _add_layer_from_data mottok et uventet nøkkelordargument ({bad_key}) for lagtype {layer_type}
pl_pl: _add_layer_from_data otrzymał nieoczekiwany argument słów kluczowych ({bad_key}) dla typu warstwy {layer_type}
pt_pt: _add_layer_from_data recebeu um argumento de palavra-chave inesperado ({bad_key}) para o tipo de camada {layer_type}
ro_ro: _add_layer_from_data a primit un argument neașteptat de cuvinte cheie ({bad_key}) pentru tipul de nivel {layer_type}
ru_ru: Непредвиденный аргумент ключевого слова ({bad_key}) для типа слоя {layer_type}
sv_se: _add_layer_from_data mottog ett oväntat nyckelordsargument ({bad_key}) för lagertyp {layer_type}
uk_ua: _add_layer_from_data отримав неочікуваний аргумент ключового слова ({bad_key}) для типу шару {layer_type}

source: LayerData must be a 1-, 2-, or 3-tuple
ar_sa: بيانات الطبقة يجب أن تكون 1 أو 2 أو 3 أنابيب
cs_cz: Data vrstvy musí být 1-, 2-, nebo 3-tuhá
da_dk: LayerData skal være en 1-, 2-, eller 3-tuple
de_de: LayerData muss ein 1-, 2- oder 3-Tupel sein
el_gr: Τα LayerData πρέπει να είναι ένα σωλήνα 1-, 2 ή 3
es_es: LayerData debe ser de 1-, 2-, o 3-tupla
fi_fi: LayerDatan tulee olla 1-, 2-tai 3-tupla
fr_fr: Les données du calque doivent être un 1-, 2-, ou 3-tuple
it_it: LayerData deve essere una tupla 1-, 2-, o 3-
ja_jp: LayerDataは、1-、2-、または3-タプルでなければなりません
nl_nl: LayerData moet een 1-, 2-- of 3-bup zijn
no_no: Lagdata må være 1-, 2-, eller 3-tuppel
pl_pl: Dane warstwy muszą być krotką 1-, 2-, lub 3-krotki
pt_pt: LayerData deve ser 1-, 2-, ou 3-tuple
ro_ro: LayerDatele trebuie să fie 1-, 2-, sau 3-tuple
ru_ru: СлойДанные должны быть 1-, 2-, или 3-трубными
sv_se: LayerData måste vara 1-, 2-, eller 3-tuple
uk_ua: LayerData має бути 1-, 2-, або 3-кортежу

source: The second item in a LayerData tuple must be a dict
ar_sa: العنصر الثاني في مجموعة بيانات الطبقة يجب أن يكون القس
cs_cz: Druhou položkou ve větě LayerData musí být slovní slovo
da_dk: Det andet element i en LayerData tuple skal være en dict
de_de: Das zweite Element in einem LayerData Tupel muss ein Dict sein
el_gr: Το δεύτερο στοιχείο σε ένα σωλήνα LayerData πρέπει να είναι μια εντολή
es_es: El segundo elemento en una tupla de datos de capas debe ser un dictado
fi_fi: LayerData tuplan toisen kohdan on oltava dict
fr_fr: Le deuxième élément d'une ligne LayerData doit être un dictionnaire
it_it: Il secondo elemento in una tupla LayerData deve essere un dito
ja_jp: LayerDataタプルの2番目の項目はdictでなければなりません
nl_nl: Het tweede item in een LayerData tuple moet een dict zijn
no_no: Det andre elementet i en lag-tuple må være en ordliste
pl_pl: Drugi element w krotek LayerData musi być kartą
pt_pt: O segundo item em uma tupla de LayerData deve ser um divisor
ro_ro: Al doilea element dintr-un LayerData tuple trebuie să fie un dicționar
ru_ru: Второй элемент в канале LayerData должен быть dict
sv_se: Den andra posten i en LayerData tuple måste vara en dict
uk_ua: Другий пункт у кортежі LayerData повинен бути словом

source: The third item in a LayerData tuple must be one of: {layers!r}.
ar_sa: العنصر الثالث في مجموعة بيانات الطبقات يجب أن يكون واحد من: {طبقات!r}.
cs_cz: Třetí položka ve vrstvě Data musí být jedna z: {layers!r}.
da_dk: Det tredje element i en LayerData tuple skal være en af: {layers!r}.
de_de: Der dritte Gegenstand in einem LayerData Tupel muss sein: {Layers!r}.
el_gr: Το τρίτο στοιχείο σε μια λυχνία LayerData πρέπει να είναι ένα από: {layers!r}.
es_es: El tercer elemento en una tupla de datos de capas debe ser uno de: {layers!r}.
fi_fi: LayerData -tuplan kolmas kohta on oltava yksi seuraavista: {layers!r}.
fr_fr: Le troisième élément dans un tuple LayerData doit être un de : {layers!r}.
it_it: Il terzo elemento in una tupla LayerData deve essere uno di: {layers!r}.
ja_jp: LayerDataタプルの3番目の項目は、{layers!r}のいずれかでなければなりません。
nl_nl: Het derde item in een LayerData tuple moet een van: {layers!r} zijn.
no_no: Det tredje elementet i en lag-tuple må være ett av: {layers!r}.
pl_pl: Trzeci element w krotek LayerData musi być jednym z: {warstwy!r}.
pt_pt: O terceiro item de uma tupla de LayerData deve ser uma des: {layers!r}.
ro_ro: Al treilea element dintr-un LayerData tuple trebuie să fie unul din: {straturi!r}.
ru_ru: Третий элемент в канале LayerData должен быть одним из следующих слоев: {layers!r}.
sv_se: Det tredje objektet i ett LayerData tuple måste vara ett av: {layers!r}.
uk_ua: Третій елемент у кортежі LayerData має бути одним з: {layers!r}.

source: Invalid layer_type: {layer_type}
ar_sa: طبقة غير صالحة_نوع: {layer_type}
cs_cz: Neplatný typ vrstvy: {layer_type}
da_dk: Ugyldig layer_type: {layer_type}
de_de: Ungültiger Layer_type: {layer_type}
el_gr: Μη έγκυρο layer_type: {layer_type}
es_es: layer_type: {layer_type} no válido
fi_fi: Virheellinen taso_tyyppi: {layer_type}
fr_fr: Type de calque invalide : {layer_type}
it_it: Layer_type non valido: {layer_type}
ja_jp: レイヤータイプが無効です: {layer_type}
nl_nl: Ongeldige laag_type: {layer_type}
no_no: Ugyldig layer_type: {layer_type}
pl_pl: Nieprawidłowy typ_warstwy: {layer_type}
pt_pt: layer_type inválido: {layer_type}
ro_ro: Tip strat nevalid: {layer_type}
ru_ru: Недопустимый слой_тип: {layer_type}
sv_se: Ogiltig lagertyp: {layer_type}
uk_ua: Некоректний тип layer_type: {layer_type}

source: No Qt bindings could be found. napari requires either PyQt5 or PySide2 to be installed in the environment. To install the default backend (currently PyQt5), run "pip install napari[all]" You may also use "pip install napari[pyside2]"for Pyside2, or "pip install napari[pyqt5]" for PyQt5
ar_sa: لم يتم العثور على ارتباطات Qt. Npari يتطلب تثبيت PyQt5 أو PySide2 في البيئة. لتثبيت الخلفية الافتراضية (حاليا PyQt5)، تشغيل "pip install napari[all] يمكنك أيضًا استخدام "pip install napari[pyside2]"Pyside2, أو "pip install napari[pyqt5]" ل PyQt5
cs_cz: Nebyla nalezena žádná vazba Qt. napari vyžaduje instalaci PyQt5 nebo PySide2 v prostředí. Chcete-li nainstalovat výchozí backend (aktuálně PyQt5), spusťte "pip install napari[all]" Můžete také použít "pip install napari[pyside2]"for Pyside2, nebo "pip install napari[pyqt5]" pro PyQt5
da_dk: Ingen Qt-bindinger kunne findes. napari kræver enten PyQt5 eller PySide2 at blive installeret i miljøet. For at installere standard backend (pt. PyQt5), kør "pip install napari[all]" Du kan også bruge "pip install napari[pyside2]"for Pyside2, eller "pip install napari[pyqt5]" for PyQt5
de_de: Es konnten keine Qt-Bindungen gefunden werden. napari benötigt entweder PyQt5 oder PySide2 um in der Umgebung installiert zu werden. Um das Standard-Backend zu installieren (derzeit PyQt5), führen Sie "pip install napari[all]" Sie können auch "pip install napari[pyside2]"für Pyside2, oder "pip install napari[pyqt5]" für PyQt5
el_gr: Δεν βρέθηκαν δεσμοί Qt. Το napari απαιτεί είτε το PyQt5 είτε το PySide2 να εγκατασταθεί στο περιβάλλον. Για να εγκαταστήσετε το προεπιλεγμένο σύστημα υποστήριξης (αυτή τη στιγμή PyQt5), τρέξιμο "pip install napari[all]" Μπορείτε επίσης να χρησιμοποιήσετε "pip install napari[pyside2]"for Pyside2, ή "pip install napari[pyqt5]" για το PyQt5
es_es: No se han encontrado enlaces Qt. napari requiere que PyQt5 o PySide2 estén instalados en el entorno. Para instalar el backend predeterminado (actualmente PyQt5), ejecute "pip install napari[all]" También puede utilizar "pip install napari[pyside2]"for Pyside2, o "pip install napari[pyqt5]" para PyQt5
fi_fi: Qt-sidoksia ei löytynyt. napari vaatii joko PyQt5- tai PySide2-asennuksen ympäristöön. Asentaaksesi oletustaustaosan (tällä hetkellä PyQt5), suorita "pip install napari[all]" Voit myös käyttää "pip install napari[pyside2]"for Pyside2, tai "pip install napari[pyqt5]" for PyQt5
fr_fr: Aucune liaison Qt n'a pu être trouvée. napari a besoin de PyQt5 ou PySide2 pour être installé dans l'environnement. Pour installer le backend par défaut (actuellement PyQt5), exécutez "pip install napari[all]" Vous pouvez également utiliser "pip install napari[pyside2]"pour Pyside2, ou "pip install napari[pyqt5]" pour PyQt5
it_it: Non è stato possibile trovare nessuna associazione Qt. napari richiede l'installazione nell'ambiente di PyQt5 o PySide2. Per installare il backend predefinito (attualmente PyQt5), esegui "pip install napari[all]" Puoi anche usare "pip install napari[pyside2]"for Pyside2, o "pip install napari[pyqt5]" per PyQt5
ja_jp: Qtバインディングが見つかりませんでした。 napariの実行には、PyQt5またはPySide2が環境にインストールされていることが必要です。 デフォルトのバックエンド (現在はPyQt5) でインストールする場合は "pip install napari[all]" を実行してください。 Pyside2を使用する場合は "pip install napari[pyside2]"、PyQt5を使用する場合は "pip install napari[pyqt5]" でも構いません。
nl_nl: Er konden geen Qt bindingen worden gevonden. napari vereist PyQt5 of PySide2 in de omgeving. Om de standaard backend te installeren (momenteel PyQt5), voer "pip install napari[all]" uit Je kunt ook "pip install napari[pyside2]"for Pyside2, gebruiken of "pip install napari[pyqt5]" voor PyQt5
no_no: Ingen hurtigbindinger ble funnet. napari krever enten PyQt5 eller PySide2 for å installeres i miljøet. Å installere standard backend (for øyeblikket PyQt5), kjør "pip install napari[all]" Du kan også bruke "pip install napari[pyside2]"for Pyside2, eller "pip install napari[pyqt5]" for PyQt5
pl_pl: Nie znaleziono powiązania Qt. napari wymaga zainstalowania PyQt5 lub PySide2 w środowisku. Aby zainstalować domyślny backend (obecnie PyQt5), uruchom "pip install napari[all] Możesz również użyć "pip install napari[pyside2]"for Pyside2, lub "pip install napari[pyqt5]" dla PyQt5
pt_pt: Nenhum vínculo de Qt foi encontrado. napari requer que PyQt5 ou PySide2 seja instalado no ambiente. Para instalar o backend padrão (PyQt5), execute "pip install napari[all]" Você também pode usar "pip install napari[pyside2]"for Pyside2, ou "pip install napari[pyqt5]" para PyQt5
ro_ro: Nu au putut fi găsite legături Qt. napari necesită ca PyQt5 sau PySide2 să fie instalat în mediul înconjurător. Pentru a instala backend-ul implicit (în prezent PyQt5), rulează "pip install napari[all]" Poți folosi, de asemenea, "pip install napari[pyside2]"for Pyside2, sau "pip install napari[pyqt5]" pentru PyQt5
ru_ru: Не найдены привязки Qt. napari требует установки PyQt5 или PySide2 в окружении. Чтобы установить стандартный бэкэнд (в настоящее время PyQt5), запустите "pip install napari[all]" Также вы можете использовать "pip install napari[pyside2]"for Pyside2, или "pip install napari[pyqt5]" для PyQt5
sv_se: Inga Qt-bindningar kunde hittas. Napari kräver att antingen PyQt5 eller PySide2 installeras i miljön. Installera standard backend (för närvarande PyQt5), kör "pip install napari[all]" Du kan också använda "pip install napari[pyside2]"för Pyside2, eller "pip install napari[pyqt5]" för PyQt5
uk_ua: Не знайдено жодної вбудованої прив'язки до Qt. napari вимагає встановлення PyQt5 або PySide2 у навколишньому середовищі. Щоб встановити типовий backend (в даний час PyQt5), запустіть "pip install napari[all] Ви також можете використовувати "pip install napari[pyside2]"для Pyside2, або "pip install napari[pyqt5]" для PyQt5
